Repository: BoFFire/translation-memory-tools
Catalog: latest-memories/po/mediawiki-tm.po
Languages: ca

# fileduplicatesearch-submit
source: Search
ca: Cerca

# fileduplicatesearch-info
source: $1 × $2 pixel<br />File size: $3<br />MIME type: $4
ca: $1 × $2 píxels<br />Mida del fitxer: $3<br />Tipus MIME: $4

# fileduplicatesearch-result-1
source: The file "$1" has no identical duplication.
ca: El fitxer «$1» no té cap duplicació idèntica.

# fileduplicatesearch-result-n
source: The file "$1" has {{PLURAL:$2|1 identical duplication|$2 identical duplications}}.
ca: El fitxer «$1» té {{PLURAL:$2|1 duplicació idèntica|$2 duplicacions idèntiques}}.

# fileduplicatesearch-noresults
source: No file named "$1" found.
ca: No s'ha trobat cap fitxer anomenat «$1».

source: Special pages
ca: Pàgines especials

# specialpages-note-top
source: Legend
ca: Llegenda

# specialpages-note
source: * Normal special pages. * <span class="mw-specialpagerestricted">Restricted special pages.</span>
ca: * Pàgines especials normals. * <span class="mw-specialpagerestricted">Pàgines especials restringides.</span>

# specialpages-group-maintenance
source: Maintenance reports
ca: Informes de manteniment

# specialpages-group-other
source: Other special pages
ca: Altres pàgines especials

# specialpages-group-login
source: Login / create account
ca: Iniciar sessió / Crear un compte

# specialpages-group-changes
source: Recent changes and logs
ca: Canvis recents i registres

# specialpages-group-media
source: Media reports and uploads
ca: Informes multimèdia i càrregues

# specialpages-group-users
source: Users and rights
ca: Usuaris i drets

# specialpages-group-highuse
source: High use pages
ca: Pàgines d'alt ús

# specialpages-group-pages
source: Lists of pages
ca: Llistes de pàgines

# specialpages-group-pagetools
source: Page tools
ca: Pàgines d'eines

# specialpages-group-wiki
source: Data and tools
ca: Dades i eines

# specialpages-group-redirects
source: Redirecting special pages
ca: Pàgines especials de redirecció

# specialpages-group-spam
source: Spam tools
ca: Eines de spam

source: Blank page
ca: Pàgina en blanc

# intentionallyblankpage
source: This page is intentionally left blank.
ca: Pàgina intencionadament en blanc

# external_image_whitelist
source: #Leave this line exactly as it is<pre> #Put regular expression fragments (just the part that goes between the //) below #These will be matched with the URLs of external (hotlinked) images #Those that match will be displayed as images, otherwise only a link to the image will be shown #Lines beginning with # are treated as comments #This is case-insensitive #Put all regex fragments above this line. Leave this line exactly as it is</pre>
ca: #Deixeu aquesta línia exactament igual com està<pre> #Poseu fragments d'expressions regulars (regexps) (només la part entre els //) a sota #Aquests fragments es correspondran amb les URL d'imatges externes #Se'n mostraran com a imatges si coincideixen, i sinó es mostraran com a enllaços #Les línies que comencen amb un # es tracten com a comentaris #S'hi distingeixen majúscules i minúscules #Poseu tots els fragments regex al damunt d'aquesta línia. Deixeu aquesta línia exactament com està</pre>

# tags
source: Valid change tags
ca: Etiquetes de canvi vàlides

# tag-filter
source: [[Special:Tags|Tag]] filter:
ca: Filtre d'[[Special:Tags|etiquetes]]:

# tag-filter-submit
source: Filter
ca: Filtra

# tag-list-wrapper
source: ([[Special:Tags|{{PLURAL:$1|Tag|Tags}}]]: $2)
ca: ([[Special:Tags|{{PLURAL:$1|Etiqueta|Etiquetes}}]]: $2)

# tags-title
source: Tags
ca: Etiquetes

# tags-intro
source: This page lists the tags that the software may mark an edit with, and their meaning.
ca: Aquesta pàgina llista les etiquetes amb les què el programari pot marcar una modificació, i llur significat.

# tags-tag
source: Tag name
ca: Nom de l'etiqueta

# tags-display-header
source: Appearance on change lists
ca: Aparença de la llista de canvis

# tags-description-header
source: Full description of meaning
ca: Descripció completa del significat

# tags-active-header
source: Active?
ca: Actiu?

# tags-hitcount-header
source: Tagged changes
ca: Canvis etiquetats

# tags-active-yes
source: Yes
ca: Sí

# tags-edit
source: edit
ca: modifica

# tags-hitcount
source: $1 {{PLURAL:$1|change|changes}}
ca: $1 {{PLURAL:$1|canvi|canvis}}

source: Compare pages
ca: Comparar pàgines

# compare-selector
source: Compare page revisions
ca: Comparar revisions de pàgines

# compare-page1
source: Page 1
ca: Pàgina 1

# compare-page2
source: Page 2
ca: Pàgina 2

# compare-rev1
source: Revision 1
ca: Revisió 1

# compare-rev2
source: Revision 2
ca: Revisió 2

# compare-submit
source: Compare
ca: Compara

# compare-invalid-title
source: The title you specified is invalid.
ca: El títol que heu especificat no és vàlid.

# compare-title-not-exists
source: The title you specified does not exist.
ca: El títol que heu especificat no existeix.

# compare-revision-not-exists
source: The revision you specified does not exist.
ca: La revisió que heu especificat no existeix.

# dberr-header
source: This wiki has a problem
ca: Aquest wiki té un problema

# dberr-problems
source: Sorry! This site is experiencing technical difficulties.
ca: Ho sentim. Aquest lloc web està experimentant dificultats tècniques.

# dberr-again
source: Try waiting a few minutes and reloading.
ca: Intenteu esperar uns minuts i tornar a carregar.

# dberr-info
source: (Cannot contact the database server: $1)
ca: (No es pot contactar amb el servidor de dades: $1)

# dberr-info-hidden
source: (Cannot contact the database server)
ca: (No es pot contactar amb el servidor de la base de dades)

# dberr-usegoogle
source: You can try searching via Google in the meantime.
ca: Podeu intentar fer la cerca via Google mentrestant.

# dberr-outofdate
source: Note that their indexes of our content may be out of date.
ca: Tingueu en compte que la seva indexació del nostre contingut pot no estar actualitzada.

# dberr-cachederror
source: This is a cached copy of the requested page, and may not be up to date.
ca: A continuació hi ha una còpia emmagatzemada de la pàgina demanada, que pot no estar actualitzada.

# htmlform-invalid-input
source: There are problems with some of your input
ca: Hi ha problemes amb alguna de les seves entrades

# htmlform-select-badoption
source: The value you specified is not a valid option.
ca: El valor que heu especificat no és una opció vàlida.

# htmlform-int-invalid
source: The value you specified is not an integer.
ca: El valor que heu especificat no és un nombre enter.

# htmlform-float-invalid
source: The value you specified is not a number.
ca: El valor especificat no és un nombre.

# htmlform-int-toolow
source: The value you specified is below the minimum of $1
ca: El valor que heu especifcat està per sota del mínim de $1

# htmlform-int-toohigh
source: The value you specified is above the maximum of $1
ca: El valor que heu especificat està per sobre del màxim de $1

# htmlform-required
source: This value is required
ca: Aquest valor és necessari

# htmlform-submit
source: Submit
ca: Tramet

# htmlform-reset
source: Undo changes
ca: Desfés els canvis

# htmlform-selectorother-other
source: Other
ca: Altres

# htmlform-yes
source: Yes
ca: Sí

# htmlform-chosen-placeholder
source: Select an option
ca: Seleccioneu una opció

# sqlite-has-fts
source: $1 with full-text search support
ca: $1, amb suport de búsqueda de text íntegre

# sqlite-no-fts
source: $1 without full-text search support
ca: $1, sense supor de búsqueda de text íntegre

# logentry-delete-delete
source: $1 {{GENDER:$2|deleted}} page $3
ca: $1 ha esborrat $3

# logentry-delete-restore
source: $1 {{GENDER:$2|restored}} page $3
ca: $1 ha restaurat $3

# logentry-delete-event
source: $1 {{GENDER:$2|changed}} visibility of {{PLURAL:$5|a log event|$5 log events}} on $3: $4
ca: $1 {{GENDER:$2|ha canviat}} la visibilitat {{PLURAL:$5|d'un esdeveniment al registre|de $5 esdeveniments al registre}} de $3: $4

# logentry-delete-revision
source: $1 {{GENDER:$2|changed}} visibility of {{PLURAL:$5|a revision|$5 revisions}} on page $3: $4
ca: $1 {{GENDER:$2|ha canviat}} la visibilitat {{PLURAL:$5|d'una revisió|de $5 revisions}} a la pàgina $3: $4

# logentry-delete-event-legacy
source: $1 {{GENDER:$2|changed}} visibility of log events on $3
ca: $1 {{GENDER:$2|ha canviat}} la visibilitat d'esdeveniments al registre de $3

# logentry-delete-revision-legacy
source: $1 {{GENDER:$2|changed}} visibility of revisions on page $3
ca: $1 {{GENDER:$2|ha canviat}} la visibilitat de revisions a la pàgina $3

# logentry-suppress-delete
source: $1 {{GENDER:$2|suppressed}} page $3
ca: $1 {{GENDER:$2|ha suprimit}} la pàgina $3

# logentry-suppress-event
source: $1 secretly {{GENDER:$2|changed}} visibility of {{PLURAL:$5|a log event|$5 log events}} on $3: $4
ca: $1 secretament {{GENDER:$2|ha canviat}} la visibilitat {{PLURAL:$5|d'un esdeveniment al registre|de $5 esdeveniments al registre}} de $3: $4

# logentry-suppress-revision
source: $1 secretly {{GENDER:$2|changed}} visibility of {{PLURAL:$5|a revision|$5 revisions}} on page $3: $4
ca: $1 secretament {{GENDER:$2|ha canviat}} la visibilitat {{PLURAL:$5|d'una revisió|de $5 revisions}} a la pàgina $3: $4

# logentry-suppress-event-legacy
source: $1 secretly {{GENDER:$2|changed}} visibility of log events on $3
ca: $1 secretament {{GENDER:$2|ha canviat}} la visibilitat d'esdeveniments al registre de $3

# logentry-suppress-revision-legacy
source: $1 secretly {{GENDER:$2|changed}} visibility of revisions on page $3
ca: $1 secretament {{GENDER:$2|ha canviat}} la visibilitat de revisions a la pàgina $3

# revdelete-content-hid
source: content hidden
ca: ha ocultat contingut

# revdelete-summary-hid
source: edit summary hidden
ca: ha ocultat el resum d'edició

# revdelete-uname-hid
source: username hidden
ca: ha ocultat el nom d'usuari

# revdelete-content-unhid
source: content unhidden
ca: ha revelat contingut que era ocult

# revdelete-summary-unhid
source: edit summary unhidden
ca: ha revelat el resum d'edició que era ocult

# revdelete-uname-unhid
source: username unhidden
ca: ha revelat un nom d'usuari que era ocult

# revdelete-restricted
source: applied restrictions to administrators
ca: ha aplicat restriccions als administradors

# revdelete-unrestricted
source: removed restrictions for administrators
ca: ha tret les restriccions als administradors

# logentry-move-move
source: $1 {{GENDER:$2|moved}} page $3 to $4
ca: $1 ha mogut $3 a $4

# logentry-move-move-noredirect
source: $1 {{GENDER:$2|moved}} page $3 to $4 without leaving a redirect
ca: $1 ha mogut $3 a $4 sense deixar una redirecció

# logentry-move-move_redir
source: $1 {{GENDER:$2|moved}} page $3 to $4 over redirect
ca: $1 ha mogut $3 a $4 sobre una redirecció

# logentry-move-move_redir-noredirect
source: $1 {{GENDER:$2|moved}} page $3 to $4 over a redirect without leaving a redirect
ca: $1 {{GENDER:$2|ha desplaçat}} la pàgina $3 a $4 on hi havia una redirecció i sense crear una nova redirecció

# logentry-patrol-patrol
source: $1 {{GENDER:$2|marked}} revision $4 of page $3 patrolled
ca: $1 {{GENDER:$2|ha marcat}} la revisió $4 de la pàgina «$3» com a patrullada

# logentry-patrol-patrol-auto
source: $1 automatically {{GENDER:$2|marked}} revision $4 of page $3 patrolled
ca: $1 {{GENDER:$2|ha marcat}} automàticament la versió $4 de la pàgina $3 com a patrullada

# logentry-newusers-newusers
source: User account $1 was {{GENDER:$2|created}}
ca: El compte d'usuari $1 {{GENDER:$2|ha estat creat}}

# logentry-newusers-create
source: User account $1 was {{GENDER:$2|created}}
ca: El compte d'usuari $1 {{GENDER:$2|ha estat creat}}

# logentry-newusers-create2
source: User account $3 was {{GENDER:$2|created}} by $1
ca: El compte d'usuari $3 {{GENDER:$2|ha estat creat}} per $1

# logentry-newusers-byemail
source: User account $3 was {{GENDER:$2|created}} by $1 and password was sent by email
ca: El compte d'usuari $3 {{GENDER:$2|ha estat creat}} per $1 i la contrasenya ha estat enviada per correu electrònic

# logentry-newusers-autocreate
source: User account $1 was {{GENDER:$2|created}} automatically
ca: El compte d'usuari $1 {{GENDER:$2|ha estat creat}} automàticament

# logentry-rights-rights
source: $1 {{GENDER:$2|changed}} group membership for $3 from $4 to $5
ca: $1 {{GENDER:$2|ha canviat}} la pertinença de grup per $3 de $4 a $5

# logentry-rights-rights-legacy
source: $1 {{GENDER:$2|changed}} group membership for $3
ca: $1 {{GENDER:$2|ha canviat}} la pertinença de grup per $3

# logentry-rights-autopromote
source: $1 was automatically {{GENDER:$2|promoted}} from $4 to $5
ca: $1 ha estat {{GENDER:$2|promogut}} automàticament de $4 a $5

# rightsnone
source: (none)
ca: (cap)

# feedback-bugornote
source: If you are ready to describe a technical problem in detail please [$1 report a bug]. Otherwise, you can use the easy form below. Your comment will be added to the page "[$3 $2]", along with your username.
ca: Si podeu descriure un problema tècnic en detall, [$1 informeu-ne]. Altrament, podeu fer servir un senzill formulari a continuació. El vostre comentari s'afegirà a la pàgina «[$3 $2]», juntament amb el vostre nom d'usuari i el navegador que esteu emprant.

# feedback-subject
source: Subject:
ca: Assumpte:

# feedback-message
source: Message:
ca: Missatge:

# feedback-cancel
source: Cancel
ca: Canceŀla

# feedback-submit
source: Submit Feedback
ca: Envieu la vostra opinió

# feedback-adding
source: Adding feedback to page...
ca: S'està afegint el comentari a la pàgina...

# feedback-error1
source: Error: Unrecognized result from API
ca: Error: Resultat de l'API no reconegut

# feedback-error2
source: Error: Edit failed
ca: Error: Edició fallida

# feedback-error3
source: Error: No response from API
ca: Error: No hi ha resposta de l'API

# feedback-thanks
source: Thanks! Your feedback has been posted to the page "[$2 $1]".
ca: Gràcies! S'ha publicat la vostra opinió a la pàgina «[$2 $1]».

# feedback-close
source: Done
ca: Fet

# feedback-bugcheck
source: Great! Just check that it is not already one of the [$1 known bugs].
ca: Fantàstic! Comproveu que no sigui un dels [$1 problemes ja coneguts].

# feedback-bugnew
source: I checked. Report a new bug
ca: Ja ho he comprovat. Informeu d'un nou problema

# searchsuggest-search
source: Search
ca: Cerca

# searchsuggest-containing
source: containing...
ca: que conté ...

# api-error-badaccess-groups
source: You are not permitted to upload files to this wiki.
ca: No teniu permís per a carregar fitxers en aquest wiki.

# api-error-badtoken
source: Internal error: Bad token.
ca: Error intern: argument incorrecte.

# api-error-copyuploaddisabled
source: Uploading by URL is disabled on this server.
ca: Les càrregues via URL estan desactivades en aquest servidor.

# api-error-duplicate
source: There {{PLURAL:$1|is [$2 another file]|are [$2 some other files]}} already on the site with the same content.
ca: Ja hi ha {{PLURAL:$1|[$2 un altre fitxer]|[$2 altres fitxers]}} en aquest lloc web amb el mateix contingut.

# api-error-duplicate-archive
source: There {{PLURAL:$1|was [$2 another file]|were [$2 some other files]}} already on the site with the same content, but {{PLURAL:$1|it was|they were}} deleted.
ca: Aquí ja hi ha hagut {{PLURAL:$1|[$2 un altre fitxer]|[$2 altres fitxers]}} amb el mateix contingut, i {{PLURAL:$1|va ser esborrat|varen ser esborrats}}.

# api-error-duplicate-archive-popup-title
source: Duplicate {{PLURAL:$1|file that has|files that have}} already been deleted.
ca: Duplica {{PLURAL:$1|el fitxer|els fitxers}} que ja s'han eliminat

# api-error-duplicate-popup-title
source: Duplicate {{PLURAL:$1|file|files}}.
ca: {{PLURAL:$1|Fitxer duplicat|Fitxers duplicats}}

# api-error-empty-file
source: The file you submitted was empty.
ca: El fitxer que heu tramès està buit.

# api-error-emptypage
source: Creating new, empty pages is not allowed.
ca: No es permet la creació de pàgines noves en blanc.

# api-error-fetchfileerror
source: Internal error: Something went wrong while fetching the file.
ca: Error intern: quelcom no ha funcionat en accedir al fitxer.

# api-error-fileexists-forbidden
source: A file with name "$1" already exists, and cannot be overwritten.
ca: Ja existeix un fitxer amb el nom «$1» i no pot sobreescriure's.

# api-error-fileexists-shared-forbidden
source: A file with name "$1" already exists in the shared file repository, and cannot be overwritten.
ca: Ja existeix un fitxer amb el nom «$1» al repositori de fitxers compartits i no pot sobreescriure's.

# api-error-file-too-large
source: The file you submitted was too large.
ca: El fitxer que heu tramès és massa gran.

# api-error-filename-tooshort
source: The filename is too short.
ca: El nom del fitxer és massa curt.

# api-error-filetype-banned
source: This type of file is banned.
ca: Aquest tipus de fitxer està prohibit.

# api-error-filetype-banned-type
source: $1 {{PLURAL:$4|is not a permitted file type|are not permitted file types}}. Permitted {{PLURAL:$3|file type is|file types are}} $2.
ca: $1 {{PLURAL:$4|no és un tipus de fitxer permès|no són tipus de fitxer permesos}}. {{PLURAL:$3|El tipus de fitxer permès és|Els tipus de fitxer permesos són}} $2.

# api-error-filetype-missing
source: The filename is missing an extension.
ca: El nom de fitxer no té extensió.

# api-error-hookaborted
source: The modification you tried to make was aborted by an extension.
ca: La modificació que heu intentat fer ha estat canceŀlada per un mòdul d'extensió.

# api-error-http
source: Internal error: Unable to connect to server.
ca: Error intern: no es pot connectar al servidor.

# api-error-illegal-filename
source: The filename is not allowed.
ca: El nom del fitxer no està permès.

# api-error-internal-error
source: Internal error: Something went wrong with processing your upload on the wiki.
ca: Error intern: el procés de càrrega en el wiki no ha funcionat.

# api-error-invalid-file-key
source: Internal error: File was not found in temporary storage.
ca: Error intern: no s'ha trobat el fitxer al dipòsit temporal.

# api-error-missingparam
source: Internal error: Missing parameters on request.
ca: Error intern: falten paràmetres a la petició.

# api-error-missingresult
source: Internal error: Could not determine if the copy succeeded.
ca: Error intern: no s'ha pogut determinar si la còpia ha reeixit.

# api-error-mustbeloggedin
source: You must be logged in to upload files.
ca: Cal que estigueu autenticats en un compte d'usuari per a poder carregar fitxers.

# api-error-mustbeposted
source: Internal error: Request requires HTTP POST.
ca: Error intern: la sol·licitud necessita HTTP POST.

# api-error-noimageinfo
source: The upload succeeded, but the server did not give us any information about the file.
ca: La pujada s'ha realitzat amb èxit, però el servidor no ha proporcionat cap informació del fitxer.

# api-error-nomodule
source: Internal error: No upload module set.
ca: Error intern: no està definit el mòdul de càrregues.

# api-error-ok-but-empty
source: Internal error: No response from server.
ca: Error intern: no hi ha resposta del servidor.

# api-error-overwrite
source: Overwriting an existing file is not allowed.
ca: No està permès sobreescriure un fitxer existent.

# api-error-stashfailed
source: Internal error: Server failed to store temporary file.
ca: Error intern: el servidor no ha pogut emmagatzemar fitxers temporals.

# api-error-publishfailed
source: Internal error: Server failed to publish temporary file.
ca: Error intern: el servidor no ha pogut publicar el fitxer temporal.

# api-error-timeout
source: The server did not respond within the expected time.
ca: El servidor no ha respost en el temps esperat.

# api-error-unclassified
source: An unknown error occurred.
ca: S'ha produït un error desconegut

# api-error-unknown-code
source: Unknown error: "$1".
ca: Error desconegut: «$1»

# api-error-unknown-error
source: Internal error: Something went wrong when trying to upload your file.
ca: Error intern: quelcom no ha funcionat en intentar carregar el fitxer.

# api-error-unknown-warning
source: Unknown warning: "$1".
ca: Avís desconegut: $1

# api-error-unknownerror
source: Unknown error: "$1".
ca: Error desconegut: «$1».

# api-error-uploaddisabled
source: Uploading is disabled on this wiki.
ca: Estan desactivades les càrregues en aquest wiki

# api-error-verification-error
source: This file might be corrupt, or have the wrong extension.
ca: Aquest fitxer pot estar danyat, o tenir una extensió incorrecta.

# duration-seconds
source: $1 {{PLURAL:$1|second|seconds}}
ca: $1 {{PLURAL:$1|segon|segons}}

# duration-minutes
source: $1 {{PLURAL:$1|minute|minutes}}
ca: $1 {{PLURAL:$1|minut|minuts}}

# duration-hours
source: $1 {{PLURAL:$1|hour|hours}}
ca: $1 {{PLURAL:$1|hora|hores}}

# duration-days
source: $1 {{PLURAL:$1|day|days}}
ca: $1 {{PLURAL:$1|dia|dies}}

# duration-weeks
source: $1 {{PLURAL:$1|week|weeks}}
ca: $1 {{PLURAL:$1|setmana|setmanes}}

# duration-years
source: $1 {{PLURAL:$1|year|years}}
ca: $1 {{PLURAL:$1|any|anys}}

# duration-decades
source: $1 {{PLURAL:$1|decade|decades}}
ca: $1 {{PLURAL:$1|dècada|dècades}}

# duration-centuries
source: $1 {{PLURAL:$1|century|centuries}}
ca: $1 {{PLURAL:$1|segle|segles}}

# duration-millennia
source: $1 {{PLURAL:$1|millennium|millennia}}
ca: $1 {{PLURAL:$1|mil·leni|mil·lenis}}

# rotate-comment
source: Image rotated by $1 {{PLURAL:$1|degree|degrees}} clockwise
ca: Imatge girada $1 {{PLURAL:$1|grau|graus}} en el sentit de les agulles del rellotge

# limitreport-title
source: Parser profiling data:
ca: Perfil de dades de l'analitzador:

# limitreport-cputime
source: CPU time usage
ca: Temps d'ús de CPU

# limitreport-cputime-value
source: $1 {{PLURAL:$1|second|seconds}}
ca: $1 {{PLURAL:$1|segon|segons}}

# limitreport-walltime
source: Real time usage
ca: Temps real d'ús

# limitreport-walltime-value
source: $1 {{PLURAL:$1|second|seconds}}
ca: $1 {{PLURAL:$1|segon|segons}}

# limitreport-ppvisitednodes
source: Preprocessor visited node count
ca: Nombre de nodes visitats pel preprocessador

# limitreport-ppgeneratednodes
source: Preprocessor generated node count
ca: Nombre de nodes generats pel preprocessador

# limitreport-postexpandincludesize
source: Post-expand include size
ca: Mida d'inclusió post-expansió

# limitreport-templateargumentsize
source: Template argument size
ca: Mida de l'argument de plantilla

# limitreport-expansiondepth
source: Highest expansion depth
ca: Profunditat màxima d'expansió

# limitreport-expensivefunctioncount
source: Expensive parser function count
ca: Número de funcions d'anàlisi dispendioses

source: Expand templates
ca: Expansió de plantilles

# expand_templates_intro
source: This special page takes text and expands all templates in it recursively. It also expands supported parser functions like <code><nowiki>{{</nowiki>#language:…}}</code> and variables like <code><nowiki>{{</nowiki>CURRENTDAY}}</code>. In fact, it expands pretty much everything in double-braces.
ca: Aquesta pàgina especial expandeix de forma recursiva totes les plantilles d'un text donat. També expandeix les funcions sintàctiques, com ara <code><nowiki>{{</nowiki>#language:…}}</code>, i les variables predefinides, com <code><nowiki>{{</nowiki>CURRENTDAY}}</code> &mdash;de fet, gairebé tot que estigui entre claus dobles.

# expand_templates_title
source: Context title, for {{FULLPAGENAME}}, etc.:
ca: Títol per contextualitzar ({{FULLPAGENAME}}, etc):

# expand_templates_input
source: Input text:
ca: El vostre text:

# expand_templates_output
source: Result
ca: Resultat:

# expand_templates_xml_output
source: XML output
ca: Sortida XML

# expand_templates_remove_comments
source: Remove comments
ca: Elimina els comentaris

# expand_templates_remove_nowiki
source: Suppress <nowiki> tags in result
ca: Suprimeix l'etiqueta <nowiki> en el resultat
