Repository: BoFFire/translation-memory-tools
Catalog: latest-memories/po/mediawiki-tm.po
Languages: ca

# rightslog
source: User rights log
ca: Registre dels permisos d'usuari

# rightslogtext
source: This is a log of changes to user rights.
ca: Aquest és un registre de canvis dels permisos d'usuari.

# action-read
source: read this page
ca: llegir aquesta pàgina

# action-edit
source: edit this page
ca: modificar aquesta pàgina

# action-createpage
source: create pages
ca: crear pàgines

# action-createtalk
source: create discussion pages
ca: crear pàgines de discussió

# action-createaccount
source: create this user account
ca: crear aquest compte d'usuari

# action-minoredit
source: mark this edit as minor
ca: marcar aquesta modificació com a menor

# action-move
source: move this page
ca: moure aquesta pàgina

# action-move-subpages
source: move this page, and its subpages
ca: moure aquesta pàgina, i llurs subpàgines

# action-move-rootuserpages
source: move root user pages
ca: reanomenar la pàgina principal d'un usuari

# action-movefile
source: move this file
ca: moure aquest fitxer

# action-upload
source: upload this file
ca: carregar aquest fitxer

# action-reupload
source: overwrite this existing file
ca: substituir aquest fitxer

# action-reupload-shared
source: override this file on a shared repository
ca: substituir aquest fitxer en un dipòsit compartit

# action-upload_by_url
source: upload this file from a URL
ca: carregar aquest fitxer des d'una adreça URL

# action-writeapi
source: use the write API
ca: fer servir l'API d'escriptura

# action-delete
source: delete this page
ca: esborrar aquesta pàgina

# action-deleterevision
source: delete this revision
ca: esborrar aquesta revisió

# action-deletedhistory
source: view this page's deleted history
ca: visualitzar l'historial esborrat d'aquesta pàgina

# action-browsearchive
source: search deleted pages
ca: cercar pàgines esborrades

# action-undelete
source: undelete this page
ca: recuperar aquesta pàgina

# action-suppressrevision
source: review and restore this hidden revision
ca: revisar i recuperar aquesta revisió oculta

# action-suppressionlog
source: view this private log
ca: visualitzar aquest registre privat

# action-block
source: block this user from editing
ca: blocar aquest usuari per a què no pugui editar

# action-protect
source: change protection levels for this page
ca: canviar els nivells de protecció d'aquesta pàgina

# action-rollback
source: quickly rollback the edits of the last user who edited a particular page
ca: desfer ràpidament les modificacions de l'últim usuari que va editar una determinada pàgina

# action-import
source: import pages from another wiki
ca: importa pàgines des d'un altre wiki

# action-importupload
source: import pages from a file upload
ca: importa pàgines mitjançant la càrrega d'un fitxer

# action-patrol
source: mark others' edits as patrolled
ca: marcar les edicions dels altres com a supervisades

# action-autopatrol
source: have your edit marked as patrolled
ca: marcar les vostres edicions com a supervisades

# action-unwatchedpages
source: view the list of unwatched pages
ca: visualitzar la llista de pàgines no vigilades

# action-mergehistory
source: merge the history of this page
ca: fusionar l'historial d'aquesta pàgina

# action-userrights
source: edit all user rights
ca: modificar tots els permisos d'usuari

# action-userrights-interwiki
source: edit user rights of users on other wikis
ca: modificar permisos d'usuari en altres wikis

# action-siteadmin
source: lock or unlock the database
ca: bloquejar o desbloquejar la base de dades

# action-sendemail
source: send emails
ca: enviar missatges de correu

# action-editmywatchlist
source: edit your watchlist
ca: edita la llista de seguiment

# action-viewmywatchlist
source: view your watchlist
ca: mostra la llista de seguiment

# action-viewmyprivateinfo
source: view your private information
ca: mostra la informació personal

# action-editmyprivateinfo
source: edit your private information
ca: edita la informació personal

# nchanges
source: $1 {{PLURAL:$1|change|changes}}
ca: $1 {{PLURAL:$1|canvi|canvis}}

# enhancedrc-since-last-visit
source: $1 {{PLURAL:$1|since last visit}}
ca: $1 {{PLURAL:$1|des de la darrera visita}}

# enhancedrc-history
source: history
ca: historial

source: Recent changes
ca: Canvis recents

# recentchanges-legend
source: Recent changes options
ca: Opcions de canvis recents

# recentchanges-summary
source: Track the most recent changes to the wiki on this page.
ca: Seguiu els canvis recents del projecte {{SITENAME}} en aquesta pàgina.

# recentchanges-noresult
source: No changes during the given period matching these criteria.
ca: Cap canvi corresponent a aquests criteris en el període indicat.

# recentchanges-feed-description
source: Track the most recent changes to the wiki in this feed.
ca: Segueix en aquest canal els canvis més recents del wiki.

# recentchanges-label-newpage
source: This edit created a new page
ca: Aquesta modificació inicià una pàgina

# recentchanges-label-minor
source: This is a minor edit
ca: Aquesta és una modificació menor

# recentchanges-label-bot
source: This edit was performed by a bot
ca: Aquesta modificació fou feta per un bot

# recentchanges-label-unpatrolled
source: This edit has not yet been patrolled
ca: Aquesta modificació encara no ha estat patrullada

# recentchanges-label-plusminus
source: The page size changed by this number of bytes
ca: La mida de la pàgina ha canviat aquest nombre de bytes

# recentchanges-legend-newpage
source: (also see [[Special:NewPages|list of new pages]])
ca: (vegeu també la [[Special:NewPages|llista de pàgines noves]])

# rcnote
source: Below {{PLURAL:$1|is '''1''' change|are the last '''$1''' changes}} in the last {{PLURAL:$2|day|'''$2''' days}}, as of $5, $4.
ca: A continuació hi ha {{PLURAL:$1|el darrer canvi|els darrers <strong>$1</strong> canvis}} en {{PLURAL:$2|el darrer dia|els darrers <strong>$2</strong> dies}}, actualitzats a les $5 del $4.

# rcnotefrom
source: Below are the changes since '''$2''' (up to '''$1''' shown).
ca: A sota hi ha els canvis des de <b>$2</b> (es mostren fins <b>$1</b>).

# rclistfrom
source: Show new changes starting from $1
ca: Mostra els canvis nous des de $1

# rcshowhideminor
source: $1 minor edits
ca: $1 edicions menors

# rcshowhideliu
source: $1 logged-in users
ca: $1 usuaris identificats

# rcshowhideanons
source: $1 anonymous users
ca: $1 usuaris anònims

# rcshowhidepatr
source: $1 patrolled edits
ca: $1 edicions supervisades

# rcshowhidemine
source: $1 my edits
ca: $1 edicions pròpies

# rclinks
source: Show last $1 changes in last $2 days<br />$3
ca: Mostra els darrers $1 canvis en els darrers $2 dies<br />$3

source: diff
ca: dif

source: Hide
ca: amaga

source: Show
ca: mostra

# number_of_watching_users_pageview
source: [$1 watching {{PLURAL:$1|user|users}}]
ca: [{{PLURAL:$1|Un usuari vigila|$1 usuaris vigilen}} aquesta pàgina]

# rc_categories
source: Limit to categories (separate with "|")
ca: Limita a les categories (separades amb "|")

# rc_categories_any
source: Any
ca: Qualsevol

# rc-change-size-new
source: $1 {{PLURAL:$1|byte|bytes}} after change
ca: $1 {{PLURAL:$1|byte|bytes}} després del canvi

# newsectionsummary
source: /* $1 */ new section
ca: /* $1 */ secció nova

# rc-enhanced-expand
source: Show details
ca: Mostra detalls

# rc-enhanced-hide
source: Hide details
ca: Amagar detalls

# rc-old-title
source: originally created as "$1"
ca: originàriament creada com «$1»

# recentchangeslinked
source: Related changes
ca: Seguiment d'enllaços

# recentchangeslinked-feed
source: Related changes
ca: Canvis relacionats

# recentchangeslinked-toolbox
source: Related changes
ca: Seguiment d'enllaços

# recentchangeslinked-title
source: Changes related to "$1"
ca: Canvis relacionats amb «$1»

# recentchangeslinked-summary
source: This is a list of changes made recently to pages linked from a specified page (or to members of a specified category). Pages on [[Special:Watchlist|your watchlist]] are '''bold'''.
ca: A continuació trobareu una llista dels canvis recents a les pàgines enllaçades des de la pàgina donada (o entre els membres d'una categoria especificada). Les pàgines de la vostra [[Special:Watchlist|llista de seguiment]] apareixen en '''negreta'''.

# recentchangeslinked-page
source: Page name:
ca: Nom de la pàgina:

# recentchangeslinked-to
source: Show changes to pages linked to the given page instead
ca: Mostra els canvis de les pàgines enllaçades amb la pàgina donada

# upload
source: Upload file
ca: Carrega

# uploadbtn
source: Upload file
ca: Carrega un fitxer

# reuploaddesc
source: Cancel upload and return to the upload form
ca: Torna al formulari per apujar.

# upload-tryagain
source: Submit modified file description
ca: Envia la descripció del fitxer modificat

# uploadnologin
source: Not logged in
ca: No heu iniciat una sessió

# uploadnologintext
source: You must $1 to upload files.
ca: Heu de $1 per a penjar-hi fitxers.

# upload_directory_missing
source: The upload directory ($1) is missing and could not be created by the webserver.
ca: No s'ha trobat el directori de càrrega ($1) i tampoc no ha pogut ser creat pel servidor web.

# upload_directory_read_only
source: The upload directory ($1) is not writable by the webserver.
ca: El servidor web no pot escriure al directori de càrrega ($1)

source: Upload error
ca: S'ha produït un error en l'intent de carregar

# upload-recreate-warning
source: '''Warning: A file by that name has been deleted or moved.''' The deletion and move log for this page are provided here for convenience:
ca: '''Atenció: S'ha eliminat o reanomenat un fitxer amb aquest mateix nom.''' A continuació es mostren els registres de supressió i reanomenament d'aquesta pàgina:

# uploadtext
source: Use the form below to upload files. To view or search previously uploaded files go to the [[Special:FileList|list of uploaded files]], (re)uploads are also logged in the [[Special:Log/upload|upload log]], deletions in the [[Special:Log/delete|deletion log]]. To include a file in a page, use a link in one of the following forms: * '''<code><nowiki>[[</nowiki>{{ns:file}}<nowiki>:File.jpg]]</nowiki></code>''' to use the full version of the file * '''<code><nowiki>[[</nowiki>{{ns:file}}<nowiki>:File.png|200px|thumb|left|alt text]]</nowiki></code>''' to use a 200 pixel wide rendition in a box in the left margin with "alt text" as description * '''<code><nowiki>[[</nowiki>{{ns:media}}<nowiki>:File.ogg]]</nowiki></code>''' for directly linking to the file without displaying the file
ca: Feu servir el formulari de sota per a carregar fitxers. Per a visualitzar o cercar fitxers que s'hagen carregat prèviament, aneu a la [[Special:FileList|llista de fitxers carregats]]. Les càrregues es registren en el [[Special:Log/upload|registre de càrregues]] i els fitxers esborrats en el [[Special:Log/delete|registre d'esborrats]]. Per a incloure una imatge en una pàgina, feu un enllaç en una de les formes següents: * '''<code><nowiki>[[</nowiki>{{ns:file}}<nowiki>:Fitxer.jpg]]</nowiki></code>''' per a usar la versió completa del fitxer; * '''<code><nowiki>[[</nowiki>{{ns:file}}<nowiki>:Fitxer.png|200px|thumb|esquerra|text alternatiu]]</nowiki></code>''' per una presentació de 200 píxels d'amplada en un requadre justificat a l'esquerra amb «text alternatiu» com a descripció; * '''<code><nowiki>[[</nowiki>{{ns:media}}<nowiki>:Fitxer.ogg]]</nowiki></code>''' per a enllaçar directament amb un fitxer de so.

# upload-permitted
source: Permitted file types: $1.
ca: Tipus de fitxer permesos: $1.

# upload-preferred
source: Preferred file types: $1.
ca: Tipus de fitxer preferits: $1.

# upload-prohibited
source: Prohibited file types: $1.
ca: Tipus de fitxer prohibits: $1.

source: upload log
ca: registre de càrregues

# uploadlogpage
source: Upload log
ca: Registre de càrregues

# uploadlogpagetext
source: Below is a list of the most recent file uploads. See the [[Special:NewFiles|gallery of new files]] for a more visual overview.
ca: A sota hi ha una llista dels fitxers que s'han carregat més recentment. Vegeu la [[Special:NewFiles|galeria de nous fitxers]] per a una presentació més visual.

source: Filename
ca: Nom de fitxer

# filedesc
source: Summary
ca: Resum

# fileuploadsummary
source: Summary:
ca: Resum:

# filereuploadsummary
source: File changes:
ca: Canvis al fitxer:

# filestatus
source: Copyright status:
ca: Situació dels drets d'autor:

# filesource
source: Source:
ca: Font:

source: Uploaded files
ca: Fitxers carregats

# ignorewarning
source: Ignore warning and save file anyway
ca: Ignora qualsevol avís i desa el fitxer igualment

# ignorewarnings
source: Ignore any warnings
ca: Ignora qualsevol avís

# minlength1
source: Filenames must be at least one letter.
ca: Els noms de fitxer han de ser de com a mínim d'una lletra.

# illegalfilename
source: The filename "$1" contains characters that are not allowed in page titles. Please rename the file and try uploading it again.
ca: El nom del fitxer «$1» conté caràcters que no estan permesos en els títols de pàgines. Si us plau, canvieu el nom al fitxer i torneu a carregar-lo.

# filename-toolong
source: Filenames may not be longer than 240 bytes.
ca: Els noms de fitxer no poden fer més de 240 bytes.

# badfilename
source: Filename has been changed to "$1".
ca: El nom de la imatge s'ha canviat a «$1».

# filetype-mime-mismatch
source: File extension ".$1" does not match the detected MIME type of the file ($2).
ca: L'extensió de fitxer «.$1» no coincideix amb el tipus MIME del fitxer ($2).

# filetype-badmime
source: Files of the MIME type "$1" are not allowed to be uploaded.
ca: No es poden carregar fitxers del tipus MIME «$1».

# filetype-bad-ie-mime
source: Cannot upload this file because Internet Explorer would detect it as "$1", which is a disallowed and potentially dangerous file type.
ca: No es pot carregar aquest fitxer perquè Internet Explorer el detectaria com a «$1», que és un tipus de fitxer prohibit i potencialment perillós.

# filetype-unwanted-type
source: '''".$1"''' is an unwanted file type. Preferred {{PLURAL:$3|file type is|file types are}} $2.
ca: Els fitxers del tipus «'''.$1'''» no són desitjats. {{PLURAL:$3|Es prefereix el tipus de fitxer|Els tipus de fitxer preferits són}} $2.

# filetype-banned-type
source: '''".$1"''' {{PLURAL:$4|is not a permitted file type|are not permitted file types}}. Permitted {{PLURAL:$3|file type is|file types are}} $2.
ca: {{PLURAL:$4|Els fitxers del tipus «'''.$1'''»|Els fitxers dels tipus '''$1'''}} no estan permesos. {{PLURAL:$3|Només s'admeten els fitxers del tipus|Els tipus de fitxer permesos són}} $2.

# filetype-missing
source: The file has no extension (like ".jpg").
ca: El fitxer no té extensió (com ara «.jpg»).

# empty-file
source: The file you submitted was empty.
ca: El fitxer que heu tramès està buit.

# file-too-large
source: The file you submitted was too large.
ca: El fitxer que heu tramès és massa gran.

# filename-tooshort
source: The filename is too short.
ca: El nom del fitxer és massa curt.

# filetype-banned
source: This type of file is banned.
ca: Aquest tipus de fitxer està prohibit.

# verification-error
source: This file did not pass file verification.
ca: Aquest fitxer no ha passat la verificació de fitxers.

# hookaborted
source: The modification you tried to make was aborted by an extension.
ca: La modificació que vau tractar de fer ha estat canceŀlada per un lligam d'extensió.

# illegal-filename
source: The filename is not allowed.
ca: El nom del fitxer no està permès.

# overwrite
source: Overwriting an existing file is not allowed.
ca: No es permet sobreescriure un fitxer existent.

# unknown-error
source: An unknown error occurred.
ca: S'ha produït un error desconegut.

# tmp-create-error
source: Could not create temporary file.
ca: No s'ha pogut crear el fitxer temporal.

# tmp-write-error
source: Error writing temporary file.
ca: Error en escriure el fitxer temporal.

# large-file
source: It is recommended that files are no larger than $1; this file is $2.
ca: Els fitxers importants no haurien de ser més grans de $1; aquest fitxer ocupa $2.

# largefileserver
source: This file is bigger than the server is configured to allow.
ca: Aquest fitxer és més gran del que el servidor permet.

# emptyfile
source: The file you uploaded seems to be empty. This might be due to a typo in the filename. Please check whether you really want to upload this file.
ca: El fitxer que heu carregat sembla estar buit. Açò por ser degut a un mal caràcter en el nom del fitxer. Comproveu si realment voleu carregar aquest fitxer.

# windows-nonascii-filename
source: This wiki does not support filenames with special characters.
ca: Aquest wiki no permet noms de fitxer amb caràcters especials.

# fileexists
source: A file with this name exists already, please check <strong>[[:$1]]</strong> if you are not sure if you want to change it. [[$1|thumb]]
ca: Ja hi existeix un fitxer amb aquest nom, si us plau, verifiqueu <strong>[[:$1]]</strong> si no esteu segurs de voler substituir-lo. [[$1|thumb]]

# filepageexists
source: The description page for this file has already been created at <strong>[[:$1]]</strong>, but no file with this name currently exists. The summary you enter will not appear on the description page. To make your summary appear there, you will need to manually edit it. [[$1|thumb]]
ca: La pàgina de descripció d'aquest fitxer ja ha estat creada (<strong>[[:$1]]</strong>), però de moment no hi ha cap fitxer amb aquest nom. La descripció que heu posat no apareixerà a la pàgina de descripció. Si voleu que hi aparegui haureu d'editar-la manualment. [[$1|thumb]]

# fileexists-extension
source: A file with a similar name exists: [[$2|thumb]] * Name of the uploading file: <strong>[[:$1]]</strong> * Name of the existing file: <strong>[[:$2]]</strong> Please choose a different name.
ca: Ja existeix un fitxer amb un nom semblant: [[$2|thumb]] * Nom del fitxer que es puja: <strong>[[:$1]]</strong> * Nom del fitxer existent: <strong>[[:$2]]</strong> Si us plau, trieu un nom diferent.

# fileexists-thumbnail-yes
source: The file seems to be an image of reduced size ''(thumbnail)''. [[$1|thumb]] Please check the file <strong>[[:$1]]</strong>. If the checked file is the same image of original size it is not necessary to upload an extra thumbnail.
ca: Aquest fitxer sembla ser una imatge en mida reduïda (<em>miniatura</em>). [[$1|thumb]] Comproveu si us plau el fitxer <strong>[[:$1]]</strong>. Si el fitxer és la mateixa imatge a mida original, no cal carregar cap miniatura més.

# file-thumbnail-no
source: The filename begins with <strong>$1</strong>. It seems to be an image of reduced size ''(thumbnail)''. If you have this image in full resolution upload this one, otherwise change the filename please.
ca: El nom del fitxer comença per <strong>$1</strong>. Sembla ser una imatge de mida reduïda ''(miniatura)''. Si teniu la imatge en resolució completa, pugeu-la, sinó mireu de canviar-li el nom, si us plau.

# fileexists-forbidden
source: A file with this name already exists, and cannot be overwritten. If you still want to upload your file, please go back and use a new name. [[File:$1|thumb|center|$1]]
ca: Ja hi existeix un fitxer amb aquest nom i no es pot sobreescriure. Si us plau, torneu enrere i carregueu aquest fitxer sota un altre nom. [[File:$1|thumb|center|$1]]

# fileexists-shared-forbidden
source: A file with this name exists already in the shared file repository. If you still want to upload your file, please go back and use a new name. [[File:$1|thumb|center|$1]]
ca: Ja hi ha un fitxer amb aquest nom al fons comú de fitxers. Si us plau, si encara desitgeu carregar el vostre fitxer, torneu enrera i carregueu-ne una còpia amb un altre nom. [[File:$1|thumb|center|$1]]

# file-exists-duplicate
source: This file is a duplicate of the following {{PLURAL:$1|file|files}}:
ca: Aquest fitxer és un duplicat {{PLURAL:$1|del fitxer |dels següents fitxers:}}

# file-deleted-duplicate
source: A file identical to this file ([[:$1]]) has previously been deleted. You should check that file's deletion history before proceeding to re-upload it.
ca: Un fitxer idèntic a aquest ([[:$1]]) ha estat esborrat amb anterioritat. Hauríeu de comprovar el registre d'esborrat del fitxer abans de tornar-lo a carregar.

source: Upload warning
ca: Avís de càrrega

# uploadwarning-text
source: Please modify the file description below and try again.
ca: Modifiqueu la descripció de la imatge i torneu a intentar-ho.

source: Save file
ca: Desa el fitxer

# uploadedimage
source: uploaded "[[$1]]"
ca: ha carregat [[$1]]

# overwroteimage
source: uploaded a new version of "[[$1]]"
ca: ha carregat una nova versió de «[[$1]]»

# uploaddisabled
source: Uploads disabled.
ca: S'ha inhabilitat la càrrega

# copyuploaddisabled
source: Upload by URL disabled.
ca: Càrrega per URL deshabilitada.

# uploadfromurl-queued
source: Your upload has been queued.
ca: S'ha encuat la vostra càrrega.

# uploaddisabledtext
source: File uploads are disabled.
ca: S'ha inhabilitat la càrrega de fitxers.

# php-uploaddisabledtext
source: File uploads are disabled in PHP. Please check the file_uploads setting.
ca: La càrrega de fitxer està desactivada al PHP. Comproveu les opcions del fitxer file_uploads.

# uploadscripted
source: This file contains HTML or script code that may be erroneously interpreted by a web browser.
ca: Aquest fitxer conté codi HTML o de seqüències que pot ser interpretat equivocadament per un navegador.

# uploadvirus
source: The file contains a virus! Details: $1
ca: El fitxer conté un virus! Detalls: $1

# uploadjava
source: The file is a ZIP file that contains a Java .class file. Uploading Java files is not allowed because they can cause security restrictions to be bypassed.
ca: El fitxer és un arxiu ZIP que conté un fitxer .class de Java. No està permesa la càrrega de fitxers Java, perquè poden passar per alt les restriccions de seguretat.

# upload-source
source: Source file
ca: Fitxer font

source: Source filename:
ca: Nom del fitxer font:

source: Source URL:
ca: URL d'origen:

# destfilename
source: Destination filename:
ca: Nom del fitxer de destinació:

# upload-maxfilesize
source: Maximum file size: $1
ca: Mida màxima de fitxer: $1

# upload-description
source: File description
ca: Descripció del fitxer

source: Upload options
ca: Opcions de càrrega

# watchthisupload
source: Watch this file
ca: Vigila aquest fitxer

# filewasdeleted
source: A file of this name has been previously uploaded and subsequently deleted. You should check the $1 before proceeding to upload it again.
ca: Prèviament es va carregar un fitxer d'aquest nom i després va ser esborrat. Hauríeu de verificar $1 abans de procedir a carregar-lo una altra vegada.

# filename-bad-prefix
source: The name of the file you are uploading begins with '''"$1"''', which is a non-descriptive name typically assigned automatically by digital cameras. Please choose a more descriptive name for your file.
ca: El nom del fitxer que esteu penjant comença amb '''«$1»''', que és un nom no descriptiu que les càmeres digitals normalment assignen de forma automàtica. Trieu un de més descriptiu per al vostre fitxer.

# upload-success-subj
source: Successful upload
ca: El fitxer s'ha carregat amb èxit

# upload-success-msg
source: Your upload from [$2] was successful. It is available here: [[:{{ns:file}}:$1]]
ca: El material carregat de [$2] està disponible ací: [[:{{ns:file}}:$1]]

# upload-failure-subj
source: Upload problem
ca: Problema en la càrrega

# upload-failure-msg
source: There was a problem with your upload from [$2]: $1
ca: Hi ha hagut un problema amb la vostra càrrega des de [$2]: $1

# upload-warning-subj
source: Upload warning
ca: Avís de càrrega
