Repository: BoFFire/translation-memory-tools
Catalog: latest-memories/po/mediawiki-tm.po
Languages: ca

# rev-deleted-text-permission
source: This page revision has been '''deleted'''. Details can be found in the [{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} deletion log].
ca: Aquesta versió de la pàgina ha estat '''eliminada'''. Hi poden haver més detalls al [{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} registre d'esborrats].

# rev-deleted-text-unhide
source: This page revision has been '''deleted'''. Details can be found in the [{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} deletion log]. You can still [$1 view this revision] if you wish to proceed.
ca: La revisió d'aquesta pàgina ha estat '''eliminada'''. Hi poden haver més detalls al [{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} registre d'esborrats]. Encara podeu [$1 veure aquesta revisió] si així ho desitgeu.

# rev-suppressed-text-unhide
source: This page revision has been '''suppressed'''. Details can be found in the [{{fullurl:{{#Special:Log}}/suppress|page={{FULLPAGENAMEE}}}} suppression log]. You can still [$1 view this revision] if you wish to proceed.
ca: Aquesta versió de la pàgina ha estat '''eliminada'''. Hi poden haver més detalls al [{{fullurl:{{#Special:Log}}/suppress|page={{FULLPAGENAMEE}}}} registre d'esborrats]. Encara podeu [$1 veure aquesta revisió] si així ho desitgeu.

# rev-deleted-text-view
source: This page revision has been '''deleted'''. You can view it; details can be found in the [{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} deletion log].
ca: Aquesta versió de la pàgina ha estat '''eliminada'''. Podeu veure-la; vegeu-ne més detalls al [{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} registre d'esborrats].

# rev-suppressed-text-view
source: This page revision has been '''suppressed'''. You can view it; details can be found in the [{{fullurl:{{#Special:Log}}/suppress|page={{FULLPAGENAMEE}}}} suppression log].
ca: Aquesta versió de la pàgina ha estat '''eliminada'''. Podeu veure-la; vegeu-ne més detalls al [{{fullurl:{{#Special:Log}}/suppress|page={{FULLPAGENAMEE}}}} registre d'esborrats].

# rev-deleted-no-diff
source: You cannot view this diff because one of the revisions has been '''deleted'''. Details can be found in the [{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} deletion log].
ca: No podeu veure aquesta comparativa perquè una de les versions ha estat '''esborrada'''. Potser trobareu detalls al [{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} registre d'esborrats].

# rev-suppressed-no-diff
source: You cannot view this diff because one of the revisions has been '''deleted'''.
ca: No podeu veure aquesta diferència perquè una de les revisions ha estat '''esborrada'''.

# rev-deleted-unhide-diff
source: One of the revisions of this diff has been '''deleted'''. Details can be found in the [{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} deletion log]. You can still [$1 view this diff] if you wish to proceed.
ca: Una de les revisions d'aquesta comparativa ha estat '''eliminada'''. Potser trobareu detalls al [{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} registre d'esborrats]. Encara podeu [$1 veure aquesta comparativa] si així ho desitgeu.

# rev-suppressed-unhide-diff
source: One of the revisions of this diff has been '''suppressed'''. Details can be found in the [{{fullurl:{{#Special:Log}}/suppress|page={{FULLPAGENAMEE}}}} suppression log]. You can still [$1 view this diff] if you wish to proceed.
ca: Una de les revisions d'aquesta comparativa ha estat '''esborrada'''. Podeu veure'n més detalls al [{{fullurl:{{#Special:Log}}/suppress|page={{FULLPAGENAMEE}}}} registre de supressions]. Podeu seguir [$1 veient aquesta comparativa] si així ho desitgeu.

# rev-deleted-diff-view
source: One of the revisions of this diff has been '''deleted'''. You can view this diff; details can be found in the [{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} deletion log].
ca: Una de les revisions d'aquesta comparativa ha estat '''esborrada'''. Podeu veure aquesta comparativa; poden haver-hi més detalls al [{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} registre d'esborraments].

# rev-suppressed-diff-view
source: One of the revisions of this diff has been '''suppressed'''. You can view this diff; details can be found in the [{{fullurl:{{#Special:Log}}/suppress|page={{FULLPAGENAMEE}}}} suppression log].
ca: Una de les revisions d'aquesta comparativa ha estat '''esborrada'''. Podeu veure aquesta comparativa; pot haver-hi més detalls al [{{fullurl:{{#Special:Log}}/suppress|page={{FULLPAGENAMEE}}}} registre de supressions].

# rev-delundel
source: change visibility
ca: mostra/amaga

# rev-showdeleted
source: show
ca: mostra

# revisiondelete
source: Delete/undelete revisions
ca: Esborrar/restaurar revisions

# revdelete-nooldid-title
source: Invalid target revision
ca: La revisió objectiu no és vàlida

# revdelete-nooldid-text
source: You have either not specified a target revision(s) to perform this function, the specified revision does not exist, or you are attempting to hide the current revision.
ca: No heu especificat unes revisions objectius per a realitzar aquesta funció, la revisió especificada no existeix, o bé esteu provant d'amagar l'actual revisió.

# revdelete-nologtype-title
source: No log type given
ca: No s'ha donat el tipus de registre

# revdelete-nologtype-text
source: You have not specified a log type to perform this action on.
ca: No heu especificat un tipus de registre on dur a terme aquesta acció.

# revdelete-nologid-title
source: Invalid log entry
ca: Entrada de registre no vàlida

# revdelete-nologid-text
source: You have either not specified a target log event to perform this function or the specified entry does not exist.
ca: Heu especificat un esdeveniment del registre que no existeix o al que no se li pot aplicar aquesta funció.

# revdelete-no-file
source: The file specified does not exist.
ca: El fitxer especificat no existeix.

# revdelete-show-file-confirm
source: Are you sure you want to view a deleted revision of the file "<nowiki>$1</nowiki>" from $2 at $3?
ca: Esteu segurs que voleu veure una revisió esborrada del fitxer «<nowiki>$1</nowiki>» de $2 a $3?

# revdelete-show-file-submit
source: Yes
ca: Sí

# revdelete-selected
source: '''{{PLURAL:$2|Selected revision|Selected revisions}} of [[:$1]]:'''
ca: '''{{PLURAL:$2|Revisió seleccionada|Revisions seleccionades}} de [[:$1]]:'''

# logdelete-selected
source: '''{{PLURAL:$1|Selected log event|Selected log events}}:'''
ca: '''{{PLURAL:$1|Esdeveniment del registre seleccionat|Esdeveniments del registre seleccionats}}:'''

# revdelete-text
source: '''Deleted revisions and events will still appear in the page history and logs, but parts of their content will be inaccessible to the public.''' Other administrators on {{SITENAME}} will still be able to access the hidden content and can undelete it again through this same interface, unless additional restrictions are set.
ca: '''Les revisions esborrades es mostraran encara als historials de les pàgines i als registres, si bé part del seu contingut serà inaccessible al públic.''' Els altres administradors de {{SITENAME}} encara podran accedir al contingut amagat i restituir-lo de nou mitjançant aquesta mateixa interfície, si no hi ha cap altra restricció addicional.

# revdelete-confirm
source: Please confirm that you intend to do this, that you understand the consequences, and that you are doing this in accordance with [[{{MediaWiki:Policy-url}}|the policy]].
ca: Si us plau, confirmeu que és això el que desitgeu fer, que enteneu les conseqüències, i que esteu fent-ho d'acord amb [[{{MediaWiki:Policy-url}}|les polítiques acordades]].

# revdelete-suppress-text
source: Suppression should '''only''' be used for the following cases: * Potentially libelous information * Inappropriate personal information *: ''home addresses and telephone numbers, national identification numbers, etc.''
ca: Les supressions '''només''' han de ser portades a terme en els següents casos: * Informació potencialment difamatòria * Informació personal inapropiada *: ''adreces personals, números de telèfon, números d'identificació nacional, etc.''

# revdelete-legend
source: Set visibility restrictions
ca: Defineix restriccions en la visibilitat

# revdelete-hide-text
source: Revision text
ca: Text de la revisió

# revdelete-hide-image
source: Hide file content
ca: Amaga el contingut del fitxer

# revdelete-hide-name
source: Hide action and target
ca: Acció d'amagar i objectiu

# revdelete-hide-comment
source: Edit summary
ca: Modifica el resum

# revdelete-hide-user
source: Editor's username/IP address
ca: Nom d'usuari / adreça IP de l'editor

# revdelete-hide-restricted
source: Suppress data from administrators as well as others
ca: Suprimir les dades als administradors així com a la resta.

# revdelete-radio-same
source: (do not change)
ca: (no modificar)

# revdelete-radio-set
source: Hidden
ca: Oculta

# revdelete-suppress
source: Suppress data from administrators as well as others
ca: Suprimeix també les dades dels administradors

# revdelete-unsuppress
source: Remove restrictions on restored revisions
ca: Suprimir les restriccions de les revisions restaurades

# revdelete-log
source: Reason:
ca: Motiu:

# revdelete-submit
source: Apply to selected {{PLURAL:$1|revision|revisions}}
ca: Aplica a {{PLURAL:$1|la revisió seleccionada|les revisions seleccionades}}

# revdelete-success
source: '''Revision visibility successfully updated.'''
ca: '''La visibilitat d'aquesta revisió s'ha actualitzat correctament.'''

# revdelete-failure
source: '''Revision visibility could not be updated:''' $1
ca: '''La visibilitat de la revisió no ha pogut actualitzar-se:''' $1

# logdelete-success
source: '''Log visibility successfully set.'''
ca: '''S'ha establert correctament la visibilitat d'aquest element.'''

# logdelete-failure
source: '''Log visibility could not be set:''' $1
ca: '''No s'ha pogut establir la visibilitat del registre:''' $1

# revdel-restore
source: change visibility
ca: Canvia'n la visibilitat

# revdel-restore-deleted
source: deleted revisions
ca: revisions esborrades

# revdel-restore-visible
source: visible revisions
ca: revisions visibles

# pagehist
source: Page history
ca: Historial

# deletedhist
source: Deleted history
ca: Historial d'esborrat

# revdelete-hide-current
source: Error hiding the item dated $2, $1: This is the current revision. It cannot be hidden.
ca: Error en amagar l'edició del $1 a les $2: és la revisió actual. No es pot amagar.

# revdelete-show-no-access
source: Error showing the item dated $2, $1: This item has been marked "restricted". You do not have access to it.
ca: Error en mostrar l'element del $1 a les $2: està marcat com a ''restringit''. No hi tens accés.

# revdelete-modify-no-access
source: Error modifying the item dated $2, $1: This item has been marked "restricted". You do not have access to it.
ca: Error en modificar l'element del $1 a les $2: aquest element ha estat marcat com a ''restringit''. No hi tens accés.

# revdelete-modify-missing
source: Error modifying item ID $1: It is missing from the database!
ca: Error en modificar l'element ID $1: no figura a la base de dades!

# revdelete-no-change
source: '''Warning:''' The item dated $2, $1 already had the requested visibility settings.
ca: '''Atenció:''' la revisió del $1 a les $2 ja té les restriccions de visibilitat sol·licitades.

# revdelete-concurrent-change
source: Error modifying the item dated $2, $1: Its status appears to have been changed by someone else while you attempted to modify it. Please check the logs.
ca: Error en modificar l'element del $1 a les $2: el seu estat sembla haver estat canviat per algú altre quan intentaves modificar-lo. Si us plau, verifica els registres.

# revdelete-only-restricted
source: Error hiding the item dated $2, $1: You cannot suppress items from view by administrators without also selecting one of the other visibility options.
ca: Error amagant els ítems $2, $1: no pots suprimir elements a la vista dels administradors sense seleccionar alhora una de les altres opcions de supressió.

# revdelete-reason-dropdown
source: *Common delete reasons ** Copyright violation ** Inappropriate comment or personal information ** Inappropriate username ** Potentially libelous information
ca: *Raons d'esborrament comunes ** Violació del copyright ** Comentari o informació personal inapropiada ** Nom d'usuari inapropiat ** Informació potencialment calumniosa

# revdelete-otherreason
source: Other/additional reason:
ca: Motiu diferent o addicional:

# revdelete-reasonotherlist
source: Other reason
ca: Altres raons

# revdelete-edit-reasonlist
source: Edit delete reasons
ca: Editar el motiu d'esborrament

# revdelete-offender
source: Revision author:
ca: Autor de la revisió:

source: Suppression log
ca: Registre de supressió

# suppressionlogtext
source: Below is a list of deletions and blocks involving content hidden from administrators. See the [[Special:BlockList|block list]] for the list of currently operational bans and blocks.
ca: A continuació es mostra una llista de les supressions i blocs que impliquen contingut ocult per administradors. Veure la [[Special:BlockList|llista de bloqueigs]] per a la llista de prohibicions actualment operatives i bloqueigs.

# mergehistory
source: Merge page histories
ca: Fusiona els historials de les pàgines

# mergehistory-header
source: This page lets you merge revisions of the history of one source page into a newer page. Make sure that this change will maintain historical page continuity.
ca: Aquesta pàgina us permet fusionar les revisions de l'historial d'una pàgina origen en una més nova. Assegureu-vos que aquest canvi mantindrà la continuïtat històrica de la pàgina.

# mergehistory-box
source: Merge revisions of two pages:
ca: Fusiona les revisions de dues pàgines:

# mergehistory-from
source: Source page:
ca: Pàgina d'origen:

# mergehistory-into
source: Destination page:
ca: Pàgina de destinació:

# mergehistory-list
source: Mergeable edit history
ca: Historial d'edició que es pot fusionar

# mergehistory-merge
source: The following revisions of [[:$1]] can be merged into [[:$2]]. Use the radio button column to merge in only the revisions created at and before the specified time. Note that using the navigation links will reset this column.
ca: Les revisions següents de [[:$1]] poden fusionar-se en [[:$2]]. Feu servir la columna de botó d'opció per a fusionar només les revisions creades en el moment especificat o anteriors. Teniu en comptes que els enllaços de navegació reiniciaran aquesta columna.

# mergehistory-go
source: Show mergeable edits
ca: Mostra les edicions que es poden fusionar

# mergehistory-submit
source: Merge revisions
ca: Fusiona les revisions

# mergehistory-empty
source: No revisions can be merged.
ca: No pot fusionar-se cap revisió.

# mergehistory-success
source: $3 {{PLURAL:$3|revision|revisions}} of [[:$1]] successfully merged into [[:$2]].
ca: $3 {{PLURAL:$3|revisió|revisions}} de [[:$1]] s'han fusionat amb èxit a [[:$2]].

# mergehistory-fail
source: Unable to perform history merge, please recheck the page and time parameters.
ca: No s'ha pogut realitzar la fusió de l'historial, comproveu la pàgina i els paràmetres horaris.

# mergehistory-no-source
source: Source page $1 does not exist.
ca: La pàgina d'origen $1 no existeix.

# mergehistory-no-destination
source: Destination page $1 does not exist.
ca: La pàgina de destinació $1 no existeix.

# mergehistory-invalid-source
source: Source page must be a valid title.
ca: La pàgina d'origen ha de tenir un títol vàlid.

# mergehistory-invalid-destination
source: Destination page must be a valid title.
ca: La pàgina de destinació ha de tenir un títol vàlid.

# mergehistory-autocomment
source: Merged [[:$1]] into [[:$2]]
ca: [[:$1]] fusionat en [[:$2]]

# mergehistory-comment
source: Merged [[:$1]] into [[:$2]]: $3
ca: [[:$1]] fusionat en [[:$2]]: $3

# mergehistory-same-destination
source: Source and destination pages cannot be the same
ca: Les pàgines d'origen i de destinació no poden ser la mateixa

# mergehistory-reason
source: Reason:
ca: Motiu:

source: Merge log
ca: Registre de fusions

# pagemerge-logentry
source: merged [[$1]] into [[$2]] (revisions up to $3)
ca: s'ha fusionat [[$1]] en [[$2]] (revisions fins a $3)

# revertmerge
source: Unmerge
ca: Desfusiona

# mergelogpagetext
source: Below is a list of the most recent merges of one page history into another.
ca: A sota hi ha una llista de les fusions més recents d'una pàgina d'historial en una altra.

# history-title
source: Revision history of "$1"
ca: $1: Historial de revisions

# difference-title
source: Difference between revisions of "$1"
ca: $1: Diferència entre les revisions

# difference-title-multipage
source: Difference between pages "$1" and "$2"
ca: $1 i $2: Diferència entre les pàgines

# difference-multipage
source: (Difference between pages)
ca: (Diferència entre pàgines)

# lineno
source: Line $1:
ca: Línia $1:

# compareselectedversions
source: Compare selected revisions
ca: Compara les versions seleccionades

# showhideselectedversions
source: Change visibility of selected revisions
ca: Mostra/oculta les versions seleccionades

# editundo
source: undo
ca: desfés

# diff-empty
source: (No difference)
ca: (Cap diferència)

# diff-multi
source: ({{PLURAL:$1|One intermediate revision|$1 intermediate revisions}} by {{PLURAL:$2|one user|$2 users}} not shown)
ca: ({{PLURAL:$1|Hi ha una revisió intermèdia |Hi ha $1 revisions intermèdies}} sense mostrar fetes per {{PLURAL:$2|un usuari|$2 usuaris}})

# diff-multi-manyusers
source: ({{PLURAL:$1|One intermediate revision|$1 intermediate revisions}} by more than $2 {{PLURAL:$2|user|users}} not shown)
ca: ({{PLURAL:$1|Hi ha una revisió intermèdia|Hi ha $1 revisions intermèdies}} sense mostrar fetes per més {{PLURAL:$2|d'un usuari|de $2 usuaris}})

# difference-missing-revision
source: {{PLURAL:$2|One revision|$2 revisions}} of this difference ($1) {{PLURAL:$2|was|were}} not found. This is usually caused by following an outdated diff link to a page that has been deleted. Details can be found in the [{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} deletion log].
ca: {{PLURAL:$2|Una revisió|$2 revisions}} d'aquesta diferència ($1) no {{PLURAL:$2|s'ha|s'han}} trobat. Això passa generalment en seguir un enllaç obsolet de diferències a una pàgina que ha estat esborrada. Es pot trobar més informació en el [{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} registre de supressions].

source: Search results
ca: Resultats de la cerca

# searchresults-title
source: Search results for "$1"
ca: Resultats de la recerca de «$1»

# searchresulttext
source: For more information about searching {{SITENAME}}, see [[{{MediaWiki:Helppage}}|{{int:help}}]].
ca: Per a més informació de les cerques del projecte {{SITENAME}}, aneu a [[{{MediaWiki:Helppage}}|{{int:help}}]].

# searchsubtitle
source: You searched for '''[[:$1]]''' ([[Special:Prefixindex/$1|all pages starting with "$1"]]{{int:pipe-separator}}[[Special:WhatLinksHere/$1|all pages that link to "$1"]])
ca: Heu cercat '''[[:$1]]''' ([[Special:Prefixindex/$1|totes les pàgines que comencen amb «$1»]]{{int:pipe-separator}}[[Special:WhatLinksHere/$1|totes les pàgines que enllacen amb «$1»]])

# searchsubtitleinvalid
source: You searched for '''$1'''
ca: Heu cercat '''$1'''

# toomanymatches
source: Too many matches were returned, please try a different query
ca: S'han retornat masses coincidències. Proveu-ho amb una consulta diferent.

# titlematches
source: Page title matches
ca: Coincidències de títol de la pàgina

# notitlematches
source: No page title matches
ca: No hi ha cap coincidència de títol de pàgina

# textmatches
source: Page text matches
ca: Coincidències de text de pàgina

# notextmatches
source: No page text matches
ca: No hi ha cap coincidència de text de pàgina

# prevn
source: previous {{PLURAL:$1|$1}}
ca: anteriors {{PLURAL:$1|$1}}

# nextn
source: next {{PLURAL:$1|$1}}
ca: següents {{PLURAL:$1|$1}}

# prevn-title
source: Previous $1 {{PLURAL:$1|result|results}}
ca: $1 {{PLURAL:$1|resultat|resultats}} anteriors

# nextn-title
source: Next $1 {{PLURAL:$1|result|results}}
ca: $1 {{PLURAL:$1|resultat|resultats}} següents

# shown-title
source: Show $1 {{PLURAL:$1|result|results}} per page
ca: Mostra $1 {{PLURAL:$1|resultat|resultats}} per pàgina

# viewprevnext
source: View ($1 {{int:pipe-separator}} $2) ($3)
ca: Vés a ($1 {{int:pipe-separator}} $2) ($3).

# searchmenu-legend
source: Search options
ca: Opcions de cerca

# searchmenu-exists
source: '''There is a page named "[[:$1]]" on this wiki.'''
ca: '''Hi ha una pàgina anomenada «[[:$1]]» en aquest wiki'''

# searchmenu-new
source: '''Create the page "[[:$1]]" on this wiki!'''
ca: '''Creeu la pàgina «[[:$1]]» en aquest wiki!'''

# searchmenu-prefix
source: [[Special:PrefixIndex/$1|Browse pages with this prefix]]
ca: [[Special:PrefixIndex/$1|Mostra pàgines amb aquest prefix]]

# searchprofile-articles
source: Content pages
ca: Pàgines de contingut

# searchprofile-project
source: Help and Project pages
ca: Pàgines d'ajuda i de projecte

# searchprofile-images
source: Multimedia
ca: Multimèdia

# searchprofile-everything
source: Everything
ca: Tot

# searchprofile-advanced
source: Advanced
ca: Avançat

# searchprofile-articles-tooltip
source: Search in $1
ca: Cerca a $1

# searchprofile-project-tooltip
source: Search in $1
ca: Cerca a $1

# searchprofile-images-tooltip
source: Search for files
ca: Cerca fitxers

# searchprofile-everything-tooltip
source: Search all of content (including talk pages)
ca: Cerca tot tipus de contingut (s'hi inclouen pàgines de discussió)

# searchprofile-advanced-tooltip
source: Search in custom namespaces
ca: Cerca als espais de noms predefinits

# search-result-size
source: $1 ({{PLURAL:$2|1 word|$2 words}})
ca: $1 ({{PLURAL:$2|1 paraula|$2 paraules}})

# search-result-category-size
source: {{PLURAL:$1|1 member|$1 members}} ({{PLURAL:$2|1 subcategory|$2 subcategories}}, {{PLURAL:$3|1 file|$3 files}})
ca: {{PLURAL:$1|1 membre|$1 membres}} ({{PLURAL:$2|1 subcategoria|$2 subcategories}}, {{PLURAL:$3|1 fitxer|$3 fitxers}})

# search-result-score
source: Relevance: $1%
ca: Rellevància: $1%

# search-redirect
source: (redirect $1)
ca: (redirigit des de $1)

# search-section
source: (section $1)
ca: (secció $1)

# search-suggest
source: Did you mean: $1
ca: Volíeu dir: $1

# search-interwiki-caption
source: Sister projects
ca: Projectes germans

# search-interwiki-default
source: $1 results:
ca: $1 resultats:

# search-interwiki-more
source: (more)
ca: (més)

# search-relatedarticle
source: Related
ca: Relacionat

# mwsuggest-disable
source: Disable search suggestions
ca: Desactivar suggeriments de cerca

# searcheverything-enable
source: Search in all namespaces
ca: Cerca a tots els espais de noms

# searchrelated
source: related
ca: relacionat

# searchall
source: all
ca: tots

# showingresults
source: Showing below up to {{PLURAL:$1|'''1''' result|'''$1''' results}} starting with #'''$2'''.
ca: Tot seguit es {{PLURAL:$1|mostra el resultat|mostren els <b>$1</b> resultats començant pel número <b>$2</b>}}.

# showingresultsnum
source: Showing below {{PLURAL:$3|'''1''' result|'''$3''' results}} starting with #'''$2'''.
ca: Tot seguit es {{PLURAL:$3|llista el resultat|llisten els <b>$3</b> resultats començant pel número <b>$2</b>}}.

# showingresultsheader
source: {{PLURAL:$5|Result '''$1''' of '''$3'''|Results '''$1 - $2''' of '''$3'''}} for '''$4'''
ca: {{PLURAL:$5|Resultat '''$1''' de '''$3'''|Resultats '''$1 - $2''' de '''$3'''}} per '''$4'''
