Repository: BoFFire/translation-memory-tools
Catalog: latest-memories/po/mediawiki-tm.po
Languages: ca

# noemailprefs
source: Specify an email address in your preferences for these features to work.
ca: Especifiqueu una adreça electrònica per activar aquestes característiques.

# emailconfirmlink
source: Confirm your email address
ca: Confirmeu la vostra adreça electrònica

# invalidemailaddress
source: The email address cannot be accepted as it appears to have an invalid format. Please enter a well-formatted address or empty that field.
ca: No es pot acceptar l'adreça electrònica perquè sembla que té un format no vàlid. Introduïu una adreça amb un format adequat o bé buideu el camp.

# cannotchangeemail
source: Account email addresses cannot be changed on this wiki.
ca: No podeu canviar adreces de correu electrònic en aquest wiki.

# emaildisabled
source: This site cannot send emails.
ca: El lloc no pot enviar correus electrònics.

source: Account created
ca: S'ha creat el compte

# accountcreatedtext
source: The user account for [[{{ns:User}}:$1|$1]] ([[{{ns:User talk}}:$1|talk]]) has been created.
ca: S'ha creat el compte d'usuari de [[{{ns:User}}:$1|$1]] ([[{{ns:User talk}}:$1|discussió]]).

# createaccount-title
source: Account creation for {{SITENAME}}
ca: Creació d'un compte a {{SITENAME}}

# createaccount-text
source: Someone created an account for your email address on {{SITENAME}} ($4) named "$2", with password "$3". You should log in and change your password now. You may ignore this message, if this account was created in error.
ca: Algú ha creat un compte d'usuari anomenat $2 al projecte {{SITENAME}} ($4) amb la vostra adreça de correu electrònic. La contrasenya per a l'usuari «$2» és «$3». Hauríeu d'accedir al compte i canviar-vos aquesta contrasenya quan abans millor. Si no hi teniu cap relació i aquest compte ha estat creat per error, simplement ignoreu el missatge.

# usernamehasherror
source: Username cannot contain hash characters
ca: El nom d'usuari no pot contenir caràcters hash

# login-throttled
source: You have made too many recent login attempts. Please wait $1 before trying again.
ca: Heu realitzat massa intents d'accés a la sessió. Espereu $1 abans de tornar-ho a provar.

# login-abort-generic
source: Your login was unsuccessful - Aborted
ca: L'entrada al compte d'usuari no ha reeixit - Abortada

# loginlanguagelabel
source: Language: $1
ca: Llengua: $1

# suspicious-userlogout
source: Your request to log out was denied because it looks like it was sent by a broken browser or caching proxy.
ca: S'ha denegat la vostra petició per tancar la sessió ja què sembla que va ser enviada per un navegador defectuós o un proxy cau.

# createacct-another-realname-tip
source: Real name is optional. If you choose to provide it, this will be used for giving the user attribution for their work.
ca: El nom real és opcional. Si decidiu proporcionar-lo, s'utilitzarà per a reconèixer a l'usuari el seu treball.

# php-mail-error-unknown
source: Unknown error in PHP's mail() function.
ca: Error desconegut en la funció mail() de PHP

# user-mail-no-addy
source: Tried to send email without an email address.
ca: S'ha intentat enviar un missatge de correu electrònic sense adreça.

# user-mail-no-body
source: Tried to send email with an empty or unreasonably short body.
ca: Vas intentar enviar un correu electrònic amb un cos buit o excessivament curt.

# resetpass
source: Change password
ca: Canvia la contrasenya

# resetpass_announce
source: You logged in with a temporary emailed code. To finish logging in, you must set a new password here:
ca: Heu iniciat la sessió amb un codi temporal enviat per correu electrònic. Per a finalitzar-la, heu de definir una nova contrasenya ací:

# resetpass_text
source: <!-- Add text here -->
ca: <!-- Afegiu-hi un text -->

# resetpass_header
source: Change account password
ca: Canvia la contrasenya del compte

source: Old password:
ca: Contrasenya antiga

source: New password:
ca: Contrasenya nova

# retypenew
source: Retype new password:
ca: Torneu a escriure la nova contrasenya:

# resetpass_submit
source: Set password and log in
ca: Definiu una contrasenya i inicieu una sessió

# changepassword-success
source: Your password has been changed successfully!
ca: S'ha canviat la vostra contrasenya amb èxit!

# resetpass_forbidden
source: Passwords cannot be changed
ca: No poden canviar-se les contrasenyes

# resetpass-no-info
source: You must be logged in to access this page directly.
ca: Heu d'estar registrats en un compte per a poder accedir directament a aquesta pàgina.

# resetpass-submit-loggedin
source: Change password
ca: Canvia la contrasenya

# resetpass-submit-cancel
source: Cancel
ca: Canceŀla

# resetpass-wrong-oldpass
source: Invalid temporary or current password. You may have already successfully changed your password or requested a new temporary password.
ca: Contrasenya actual o temporal no vàlida. Deveu haver canviat la vostra contrasenya o demanat una nova contrasenya temporal.

# resetpass-temp-password
source: Temporary password:
ca: Contrasenya temporal:

# resetpass-abort-generic
source: Password change has been aborted by an extension.
ca: Una extensió ha interromput el canvi de contrasenya.

# passwordreset
source: Reset password
ca: Restablir contrasenya

# passwordreset-text-one
source: Complete this form to reset your password.
ca: Cal completar aquest formulari per reiniciar la contrasenya

# passwordreset-text-many
source: {{PLURAL:$1|Fill one of the fields to reset your password.}}
ca: {{PLURAL:$1|Ompliu un dels camps per a reiniciar la vostra contrasenya.}}

# passwordreset-legend
source: Reset password
ca: Restablir contrasenya

# passwordreset-disabled
source: Password resets have been disabled on this wiki.
ca: S'ha desactivat el restabliment de contranyes en aquest wiki.

# passwordreset-emaildisabled
source: Email features have been disabled on this wiki.
ca: Les opcions de correu electrònic no estan habilitades en aquest wiki.

# passwordreset-username
source: Username:
ca: Nom d'usuari:

# passwordreset-domain
source: Domain:
ca: Domini

# passwordreset-capture
source: View the resulting email?
ca: Veure el missatge de correu electrònic?

# passwordreset-capture-help
source: If you check this box, the email (with the temporary password) will be shown to you as well as being sent to the user.
ca: Si marqueu aquesta casella, el missatge de correu electrònic (amb la contrasenya temporal) es mostrarà al mateix moment que sigui enviat a l'usuari.

# passwordreset-email
source: Email address:
ca: Adreça de correu electrònic:

# passwordreset-emailtitle
source: Account details on {{SITENAME}}
ca: Detalls del compte a {{SITENAME}}

# passwordreset-emailtext-ip
source: Someone (probably you, from IP address $1) requested a reset of your password for {{SITENAME}} ($4). The following user {{PLURAL:$3|account is|accounts are}} associated with this email address: $2 {{PLURAL:$3|This temporary password|These temporary passwords}} will expire in {{PLURAL:$5|one day|$5 days}}. You should log in and choose a new password now. If someone else made this request, or if you have remembered your original password, and you no longer wish to change it, you may ignore this message and continue using your old password.
ca: Algú (vós mateix segurament, des de l'adreça IP $1) ha demanat una reinicialització de la vostra contrasenya al projecte {{SITENAME}} ($4). {{PLURAL:$3|El següent compte d'usuari està associat|Els següents comptes d'usuari estan associats}} amb aquesta adreça de correu electrònic: $2 {{PLURAL:$3|Aquesta contrasenya temporal caducarà|Aquestes contrasenyes temporals caducaran}} en {{PLURAL:$5|un dia|$5 dies}}. Hauríeu d'entrar al compte per a fixar-hi una nova contrasenya al més aviat possible. Si algú que no sou vós és qui ha fet aquesta petició o si heu recordat la contrasenya original i ja no la voleu canviar, podeu ignorar aquest missatge i seguir utilitzant la vostra antiga contrasenya.

# passwordreset-emailtext-user
source: User $1 on {{SITENAME}} requested a reset of your password for {{SITENAME}} ($4). The following user {{PLURAL:$3|account is|accounts are}} associated with this email address: $2 {{PLURAL:$3|This temporary password|These temporary passwords}} will expire in {{PLURAL:$5|one day|$5 days}}. You should log in and choose a new password now. If someone else made this request, or if you have remembered your original password, and you no longer wish to change it, you may ignore this message and continue using your old password.
ca: L'usuari $1 de {{SITENAME}} ha demanat una reinicialització de la vostra contrasenya per al projecte {{SITENAME}} ($4). {{PLURAL:$3|El següent compte d'usuari està associat|Els següents comptes d'usuari estan associats}} amb aquesta adreça de correu electrònic: $2 {{PLURAL:$3|Aquesta contrasenya temporal caducarà|Aquestes contrasenyes temporals caducaran}} en {{PLURAL:$5|un dia|$5 dies}}. Hauríeu d'entrar ara per fixar una nova contrasenya. Si algú que no sou vós és qui ha fet aquesta petició o si heu recordat la contrasenya original i ja no la voleu canviar, podeu ignorar aquest missatge i seguir utilitzant la vostra antiga contrasenya.

# passwordreset-emailelement
source: Username: $1 Temporary password: $2
ca: Nom d'usuari: $1 Contrasenya temporal: $2

# passwordreset-emailsent
source: A password reset email has been sent.
ca: S'ha enviat un correu de reinicialització de contrasenya.

# passwordreset-emailsent-capture
source: A password reset email has been sent, which is shown below.
ca: S'ha enviat un correu electrònic de reinicialització de contrasenya, tal com es mostra a continuació.

# passwordreset-emailerror-capture
source: A password reset email was generated, which is shown below, but sending it to the {{GENDER:$2|user}} failed: $1
ca: S'ha generat un correu electrònic de renovació de contrasenya, que es mostra a continuació, però ha fallat l'enviament a {{GENDER:$2:l'usuari|la usuària}}: $1

# changeemail
source: Change email address
ca: Canvi de correu electrònic

# changeemail-header
source: Change account email address
ca: Canvi de l'adreça de correu electrònic del compte

# changeemail-text
source: Complete this form to change your email address. You will need to enter your password to confirm this change.
ca: Completeu el següent formulari per canviar la vostra adreça de correu electrònic. Haureu d'introduir la contrasenya per confirmar el canvi.

# changeemail-no-info
source: You must be logged in to access this page directly.
ca: Heu d'entrar en un compte d'usuari per accedir directament a aquesta pàgina.

# changeemail-oldemail
source: Current email address:
ca: Adreça de correu electrònic actual:

# changeemail-newemail
source: New email address:
ca: Nova adreça de correu electrònic:

# changeemail-none
source: (none)
ca: (cap)

# changeemail-password
source: Your {{SITENAME}} password:
ca: La vostra contrasenya a {{SITENAME}}:

# changeemail-submit
source: Change email
ca: Canvia de correu electrònic

# changeemail-cancel
source: Cancel
ca: Cancel·la

source: Reset tokens
ca: Reinicia els testimonis

# resettokens-text
source: You can reset tokens which allow access to certain private data associated with your account here. You should do it if you accidentally shared them with someone or if your account has been compromised.
ca: Des d'aquí podeu reiniciar els testimonis que permeten l'accés a certes dades privades associades amb el vostre compte. Ho hauríeu de fer si accidentalment els heu compartit amb algú o si el vostre compte ha estat compromès.

# resettokens-no-tokens
source: There are no tokens to reset.
ca: No hi ha testimonis per reiniciar.

# resettokens-legend
source: Reset tokens
ca: Reinicia els testimonis

# resettokens-tokens
source: Tokens:
ca: Testimonis:

# resettokens-token-label
source: $1 (current value: $2)
ca: $1 (valor actual: $2)

# resettokens-watchlist-token
source: Token for the web feed (Atom/RSS) of [[Special:Watchlist|changes to pages on your watchlist]]
ca: Testimoni del canal web (Atom/RSS) dels [[Special:Watchlist|canvis a la llista de seguiment]]

# resettokens-done
source: Tokens reset.
ca: S'han reiniciat els testimonis.

# resettokens-resetbutton
source: Reset selected tokens
ca: Reinicia els testimonis seleccionats

# bold_sample
source: Bold text
ca: Text en negreta

# bold_tip
source: Bold text
ca: Text en negreta

# italic_sample
source: Italic text
ca: Text en cursiva

# italic_tip
source: Italic text
ca: Text en cursiva

# link_sample
source: Link title
ca: Títol de l'enllaç

# link_tip
source: Internal link
ca: Enllaç intern

# extlink_sample
source: http://www.example.com link title
ca: http://www.example.com títol de l'enllaç

# extlink_tip
source: External link (remember http:// prefix)
ca: Enllaç extern (recordeu el prefix http://)

# headline_sample
source: Headline text
ca: Text de l'encapçalament

# headline_tip
source: Level 2 headline
ca: Encapçalat de secció de 2n nivell

# nowiki_sample
source: Insert non-formatted text here
ca: Inseriu ací text sense format

# nowiki_tip
source: Ignore wiki formatting
ca: Ignora el format wiki

# image_sample
source: Example.jpg
ca: Exemple.jpg

# image_tip
source: Embedded file
ca: Fitxer incrustat

# media_sample
source: Example.ogg
ca: Exemple.ogg

# media_tip
source: File link
ca: Enllaç del fitxer

# sig_tip
source: Your signature with timestamp
ca: La vostra signatura amb marca horària

# hr_tip
source: Horizontal line (use sparingly)
ca: Línia horitzontal (feu-la servir amb moderació)

source: Summary:
ca: Resum:

# subject
source: Subject/headline:
ca: Tema/capçalera:

# minoredit
source: This is a minor edit
ca: Aquesta és una modificació menor

# watchthis
source: Watch this page
ca: Vigila aquesta pàgina

# savearticle
source: Save page
ca: Desa la pàgina

source: Preview
ca: Previsualització

source: Show preview
ca: Mostra una previsualització

# showlivepreview
source: Live preview
ca: Vista ràpida

# showdiff
source: Show changes
ca: Mostra els canvis

# anoneditwarning
source: '''Warning:''' You are not logged in. Your IP address will be recorded in this page's edit history.
ca: '''Avís:''' No esteu identificats amb un compte d'usuari. Es mostrarà la vostra adreça IP en l'historial d'aquesta pàgina.

# anonpreviewwarning
source: ''You are not logged in. Saving will record your IP address in this page's edit history.''
ca: ''No us heu identificat amb un compte d'usuari. La vostra adreça IP quedarà registrada a l'historial d'aquesta pàgina.''

# missingsummary
source: '''Reminder:''' You have not provided an edit summary. If you click "{{int:savearticle}}" again, your edit will be saved without one.
ca: '''Recordatori''': Heu deixat en blanc el resum de l'edició. Si torneu a clicar al botó de desar, l'edició es guardarà sense resum.

# missingcommenttext
source: Please enter a comment below.
ca: Introduïu un comentari a continuació.

# missingcommentheader
source: '''Reminder:''' You have not provided a subject/headline for this comment. If you click "{{int:savearticle}}" again, your edit will be saved without one.
ca: '''Recordatori:''' No heu proporcionat un assumpte/encapçalament per al comentari. Si cliqueu de nou al botó "{{int:savearticle}}", la vostra contribució se desarà sense cap.

source: Summary preview:
ca: Previsualització del resum:

# subject-preview
source: Subject/headline preview:
ca: Previsualització de tema/capçalera:

# blockedtitle
source: User is blocked
ca: L'usuari està blocat

# blockedtext
source: '''Your username or IP address has been blocked.''' The block was made by $1. The reason given is ''$2''. * Start of block: $8 * Expiry of block: $6 * Intended blockee: $7 You can contact $1 or another [[{{MediaWiki:Grouppage-sysop}}|administrator]] to discuss the block. You cannot use the "email this user" feature unless a valid email address is specified in your [[Special:Preferences|account preferences]] and you have not been blocked from using it. Your current IP address is $3, and the block ID is #$5. Please include all above details in any queries you make.
ca: '''S'ha procedit al blocatge del vostre compte d'usuari o la vostra adreça IP.''' El blocatge l'ha dut a terme l'usuari $1. El motiu donat és ''$2''. * Inici del blocatge: $8 * Final del blocatge: $6 * Compte blocat: $7 Podeu contactar amb $1 o un dels [[{{MediaWiki:Grouppage-sysop}}|administradors]] per a discutir-ho. Tingueu en compte que no podeu fer servir el formulari d'enviament de missatges de correu electrònic a cap usuari, a menys que tingueu una adreça de correu vàlida registrada a les vostres [[Special:Preferences|preferències d'usuari]] i no ho tingueu tampoc blocat. La vostra adreça IP actual és $3, i el número d'identificació del blocatge és #$5. Si us plau, incloeu aquestes dades en totes les consultes que feu.

# autoblockedtext
source: Your IP address has been automatically blocked because it was used by another user, who was blocked by $1. The reason given is: :''$2'' * Start of block: $8 * Expiry of block: $6 * Intended blockee: $7 You may contact $1 or one of the other [[{{MediaWiki:Grouppage-sysop}}|administrators]] to discuss the block. Note that you may not use the "email this user" feature unless you have a valid email address registered in your [[Special:Preferences|user preferences]] and you have not been blocked from using it. Your current IP address is $3, and the block ID is #$5. Please include all above details in any queries you make.
ca: La vostra adreça IP ha estat blocada automàticament perquè va ser usada per un usuari actualment bloquejat. Aquest usuari va ser blocat per l'{{GENDER:$1|administrador|administradora}} $1. El motiu donat per al bloqueig ha estat: :''$2'' * Inici del bloqueig: $8 * Final del bloqueig: $6 * Usuari bloquejat: $7 Podeu contactar l'usuari $1 o algun altre dels [[{{MediaWiki:Grouppage-sysop}}|administradors]] per a discutir el bloqueig. Recordeu que per a poder usar l'opció «Envia un missatge de correu electrònic a aquest usuari» haureu d'haver validat una adreça de correu electrònic a les vostres [[Special:Preferences|preferències]]. El número d'identificació de la vostra adreça IP és $3, i l'ID del bloqueig és #$5. Si us plau, incloeu aquestes dades en totes les consultes que feu.

# blockednoreason
source: no reason given
ca: no s'ha donat cap motiu

# whitelistedittext
source: You have to $1 to edit pages.
ca: Heu de $1 per modificar pàgines.

# confirmedittext
source: You must confirm your email address before editing pages. Please set and validate your email address through your [[Special:Preferences|user preferences]].
ca: Heu de confirmar la vostra adreça electrònica abans de poder modificar les pàgines. Definiu i valideu la vostra adreça electrònica a través de les vostres [[Special:Preferences|preferències d'usuari]].

# nosuchsectiontitle
source: Cannot find section
ca: No es pot trobar la secció

# nosuchsectiontext
source: You tried to edit a section that does not exist. It may have been moved or deleted while you were viewing the page.
ca: Heu intentat editar una secció que no existeix. Potser ha estat moguda o eliminada mentre estàveu veient la pàgina.

# loginreqtitle
source: Login required
ca: Cal que inicieu una sessió

# loginreqlink
source: log in
ca: inicia una sessió

# loginreqpagetext
source: You must $1 to view other pages.
ca: Cal que seguiu l'enllaç «$1» per a visualitzar altres pàgines.

# accmailtitle
source: Password sent
ca: S'ha enviat una contrasenya.

# accmailtext
source: A randomly generated password for [[User talk:$1|$1]] has been sent to $2. It can be changed on the ''[[Special:ChangePassword|change password]]'' page upon logging in.
ca: S'ha enviat una contrasenya aleatòria a $2 per a {{GENDER:$1|l'usuari|la usuària}} [[User talk:$1|$1]]. La contrasenya per aquest nou compte pot ser canviada a la pàgina de ''[[Special:ChangePassword|canvi de contrasenya]]'' un cop connectat.

# newarticle
source: (New)
ca: (Nou)

# newarticletext
source: You have followed a link to a page that does not exist yet. To create the page, start typing in the box below (see the [[{{MediaWiki:Helppage}}|help page]] for more info). If you are here by mistake, click your browser's '''back''' button.
ca: Heu seguit un enllaç a una pàgina que encara no existeix. Per a crear-la, comenceu a escriure en l'espai de sota (vegeu l'[[{{MediaWiki:Helppage}}|ajuda]] per a més informació). Si sou ací per error, simplement cliqueu al botó «Enrere» del vostre navegador.

# anontalkpagetext
source: ---- ''This is the discussion page for an anonymous user who has not created an account yet, or who does not use it.'' We therefore have to use the numerical IP address to identify him/her. Such an IP address can be shared by several users. If you are an anonymous user and feel that irrelevant comments have been directed at you, please [[Special:UserLogin/signup|create an account]] or [[Special:UserLogin|log in]] to avoid future confusion with other anonymous users.
ca: ----''Aquesta és la pàgina de discussió d'un usuari anònim que encara no ha creat un compte o que no fa servir el seu nom registrat. Per tant, hem de fer servir la seua adreça IP numèrica per a identificar-lo. Una adreça IP pot ser compartida per molts usuaris. Si sou un usuari anònim, i trobeu que us han adreçat comentaris inoportuns, si us plau, [[Special:UserLogin/signup|creeu-vos un compte]], o [[Special:UserLogin|entreu en el vostre compte]] si ja en teniu un, per a evitar futures confusions amb altres usuaris anònims.''

# noarticletext
source: There is currently no text in this page. You can [[Special:Search/{{PAGENAME}}|search for this page title]] in other pages, <span class="plainlinks">[{{fullurl:{{#Special:Log}}|page={{FULLPAGENAMEE}}}} search the related logs], or [{{fullurl:{{FULLPAGENAME}}|action=edit}} edit this page]</span>.
ca: Actualment no hi ha text en aquesta pàgina. Podeu [[Special:Search/{{PAGENAME}}|cercar aquest títol]] en altres pàgines, <span class="plainlinks">[{{fullurl:{{#Special:Log}}|page={{FULLPAGENAMEE}}}} cercar en els registres] o [{{fullurl:{{FULLPAGENAME}}|action=edit}} crear-la ara]</span>.

# noarticletext-nopermission
source: There is currently no text in this page. You can [[Special:Search/{{PAGENAME}}|search for this page title]] in other pages, or <span class="plainlinks">[{{fullurl:{{#Special:Log}}|page={{FULLPAGENAMEE}}}} search the related logs]</span>, but you do not have permission to create this page.
ca: Actualment no hi ha text en aquesta pàgina. Podeu [[Special:Search/{{PAGENAME}}|cercar aquest títol]] en altres pàgines o bé <span class="plainlinks">[{{fullurl:{{#Special:Log}}|page={{FULLPAGENAMEE}}}} cercar en els registres relacionats]</span>, però no teniu permisos per crear la pàgina.

# missing-revision
source: The revision #$1 of the page named "{{PAGENAME}}" does not exist. This is usually caused by following an outdated history link to a page that has been deleted. Details can be found in the [{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} deletion log].
ca: La revisió # $1 de la pàgina anomenada "{{PAGENAME}}" no existeix. Això és normalment provocat per després d'un enllaç d'història antiquat a una pàgina que s'ha suprimit. Detalls es poden trobar en el [{{fullurl: {{# especial: registre}} / delete|page = {{FULLPAGENAMEE}}}} registre de supressió].

# userpage-userdoesnotexist
source: User account "$1" is not registered. Please check if you want to create/edit this page.
ca: Atenció: El compte d'usuari «<nowiki>$1</nowiki>» no està registrat. En principi no hauríeu de crear ni editar aquesta pàgina.

# userpage-userdoesnotexist-view
source: User account "$1" is not registered.
ca: El compte d'usuari "$1" no està registrat.
