Repository: BoFFire/translation-memory-tools
Catalog: latest-memories/po/mediawiki-tm.po
Languages: ca

# expand_templates_generate_xml
source: Show XML parse tree
ca: Mostra l'arbre XML

# expand_templates_preview
source: Preview
ca: Previsualitza

# mobileapp-sitename
source: Wikipedia
ca: Viquipèdia

# mobileapp-appname
source: Wikipedia
ca: Viquipèdia

# mobileapp-appname-beta
source: Wikipedia Beta
ca: Viquipèdia Beta

# mobileapp-search-description
source: Article name
ca: Nom de l'article

# mobileapp-search-hintwiki
source: Search Wikipedia
ca: Cerca a la Viquipèdia

# mobileapp-spinner-loading
source: Loading…
ca: S'està carregant...

# mobileapp-spinner-retrieving
source: Retrieving content from $1…
ca: S'està recuperant el contingut de $1...

# mobileapp-saved-pages-clear-all
source: Clear all saved pages
ca: Neteja totes les pàgines desades

# mobileapp-saved-pages-close
source: Close saved pages screen
ca: Tanca la finestra de pàgines desades

# mobileapp-saved-pages-max-warning
source: You have reached the maximum number of saved pages.
ca: Heu assolit el nombre màxim de pàgines desades.

# mobileapp-page-saved
source: $1 saved.
ca: S'ha desat $1.

# mobileapp-page-already-saved
source: $1 already saved.
ca: Ja s'ha desat $1.

# mobileapp-saved-page-remove-prompt
source: Remove $1 from saved pages?
ca: Voleu suprimir $1 de les pàgines desades?

# mobileapp-clear-all-history-prompt
source: Clear history?
ca: Es neteja l'historial?

# mobileapp-clear-all-saved-pages-prompt
source: Clear all saved pages?
ca: Es netegen totes les pàgines desades?

# mobileapp-saved-page-removed
source: $1 has been removed.
ca: S'ha suprimit $1.

# mobileapp-saved-pages-title
source: Saved pages
ca: Pàgines desades

# mobileapp-menu-home
source: Wikipedia homepage
ca: Pàgina d'inici de la Viquipèdia

# mobileapp-menu-language
source: Read in…
ca: Canvia la llengua

# mobileapp-menu-savePage
source: Save page
ca: Desa la pàgina

# mobileapp-menu-savedPages
source: Saved pages
ca: Pàgines desades

# mobileapp-menu-history
source: History
ca: Historial

# mobileapp-menu-back
source: Back
ca: Enrere

# mobileapp-menu-forward
source: Forward
ca: Endavant

# mobileapp-menu-nearby
source: Nearby
ca: Properes

# mobileapp-menu-settings
source: Settings
ca: Paràmetres

# mobileapp-menu-selectText
source: Select text
ca: Seleccioneu el text

# mobileapp-menu-sharePage
source: Share page
ca: Comparteix la pàgina

# mobileapp-menu-about
source: About
ca: Quant a

# mobileapp-menu-cancel
source: Cancel
ca: Cancel·la

# mobileapp-menu-output
source: Output
ca: Sortida

# mobileapp-menu-sources
source: Sources
ca: Fonts

# mobileapp-menu-share-twitter
source: Share via Twitter
ca: Comparteix al Twitter

# mobileapp-menu-share-fb
source: Share via Facebook
ca: Comparteix al Facebook

# mobileapp-menu-share-mail
source: Share via Mail
ca: Comparteix amb el correu

# mobileapp-menu-ios-open-safari
source: Open in Safari
ca: Obre al Safari

# mobileapp-menu-open-browser
source: Open in Browser
ca: Obre al navegador

# mobileapp-menu-win8-pin
source: Pin to Start
ca: Clava a l'inici

# mobileapp-menu-win8-unpin
source: Unpin from Start
ca: Desclava de l'inici

# mobileapp-settings-close
source: Close settings screen
ca: Tanca la finestra de paràmetres

# mobileapp-settings-title
source: Settings
ca: Paràmetres

# mobileapp-settings-app-version-label
source: Application version:
ca: Versió de l'aplicació:

# mobileapp-settings-android-version-label
source: Android version:
ca: Versió de l'Android:

# mobileapp-settings-phonegap-version-label
source: PhoneGap version:
ca: Versió del PhoneGap:

# mobileapp-settings-language-label
source: Language:
ca: Llengua:

# mobileapp-settings-language-desc
source: Set language for $1
ca: Estableix la llengua de $1

# mobileapp-settings-font-size-label
source: Font size
ca: Mida de lletra

# mobileapp-settings-font-size-desc
source: Set page font size
ca: Defineix la mida de lletra de l'article

# mobileapp-settings-theme-selector-label
source: Theme
ca: Tema

# mobileapp-langlinks-close
source: Close read in other languages screen
ca: Tanca la finestra de lectura en altres llengües

# mobileapp-langlinks-title
source: Read page in…
ca: Llegeix l'article en...

# mobileapp-error-not-available
source: Sorry, this page is not available.
ca: Ho sentim, la pàgina no és disponible.

# mobileapp-error-offline
source: You are offline and the page has not been previously saved.
ca: Sou fora de línia i la pàgina no s'havia desat abans.

# mobileapp-error-offline-prompt
source: Please try again when you're connected to a network.
ca: Torneu-ho a provar quan estigueu connectat a la xarxa.

# mobileapp-error-server-issue-prompt
source: Our servers are currently experiencing problems. Please try again.
ca: Els nostres servidors estan experimentant problemes ara mateix. Torneu-ho a provar.

# mobileapp-error-saved-or-online
source: You can open a saved page or go online and search.
ca: Podeu obrir una pàgina desada o posar-vos en línia i cercar.

# mobileapp-error-not-found
source: Sorry, no page by that name exists.
ca: Ho sentim, no hi ha cap article amb aquest nom.

# mobileapp-error-not-found-reason
source: You might have mis-spelt the title, or the page has not been created.
ca: Potser n'heu escrit malament el títol, o bé l'article encara no s'ha creat.

# mobileapp-error-search-again
source: Please search for another term.
ca: Cerqueu un altre terme.

# mobileapp-about-page-label
source: About
ca: Quant a

# mobileapp-contact-page-label
source: Contact us
ca: Contacteu-nos

# mobileapp-history-clear-all
source: Clear history
ca: Neteja l'historial

# mobileapp-history-close
source: Close history screen
ca: Tanca la finestra d'historial

# mobileapp-history-title
source: History
ca: Historial

# mobileapp-expand-section
source: Show
ca: Mostra

# mobileapp-collapse-section
source: Hide
ca: Amaga

# mobileapp-about-close
source: Close about screen
ca: Tanca la finestra de 'Quant a'

# mobileapp-about-page-title
source: About
ca: Quant a

# mobileapp-about-version
source: Version
ca: Versió

# mobileapp-about-copyright
source: This application is copyright (C) Wikimedia Foundation and contributing developers
ca: L'aplicació té copyright (C) Wikimedia Foundation i desenvolupadors col·laboradors

# mobileapp-about-license
source: This application is free software under the GNU General Public License. You are welcome to distribute and modify it under certain conditions. See <a href="http://www.gnu.org/licenses/old-licenses/gpl-2.0.html">http://www.gnu.org/licenses/old-licenses/gpl-2.0.html</a> for details. The source code is available at <a href="https://github.com/Wikimedia/WikipediaMobile">https://github.com/Wikimedia/WikipediaMobile</a>
ca: L'aplicació és programari lliure sota la GNU General Public License. Podeu distribuir-la i modificar-la lliurement sota certes condicions. Consulteu <a href="http://www.gnu.org/licenses/old-licenses/gpl-2.0.html">http://www.gnu.org/licenses/old-licenses/gpl-2.0.html</a> per a més detalls. El codi font és disponible a <a href="https://github.com/Wikimedia/WikipediaMobile">https://github.com/Wikimedia/WikipediaMobile</a>

# mobileapp-about-contributors
source: We would like to recognize the following names for their contributions to the product:
ca: Ens agradaria reconèixer els noms següents per llurs contribucions al producte:

# mobileapp-about-credits
source: Wikipedia Mobile builds upon many Open Source works, including:
ca: El Wikipedia Mobile es basa en altres treballs de codi obert, incloent-hi:

# mobileapp-nearby-close
source: Close nearby pages screen
ca: Tanca la finestra de pàgines properes

# mobileapp-nearby-title
source: Nearby pages
ca: Pàgines properes

# mobileapp-app-description
source: Official Wikipedia App for Android. Wikipedia is the free encyclopedia containing more than 20 million articles in 280 languages, and is the most comprehensive and widely used reference work humans have ever compiled. Features: Save article to read later or offline, Search articles nearby, Share articles using Android "Share" function, Read article in a different language, Full screen search Send us your feedback on Twitter @WikimediaMobile.
ca: L'Aplicació oficial de la Viquipèdia per a l'Android. La Viquipèdia és l'enciclopèdia lliure que conté més de 20 milions d'articles en 280 llengües. Es tracta de l'obra més exhaustiva i àmpliament usada que ha compilat mai la humanitat. Característiques: deseu un article per llegir-lo després fora de línia, cerqueu-ne articles propers, compartiu articles amb la funcionalitat de compartició de l'Android, llegiu l'article en una llengua diferent, cerca en pantalla completa, etc. Feu-nos arribar la vostra opinió des del Twitter a @WikimediaMobile.

# mobileapp-search-results-did-you-mean-label
source: Did you mean:
ca: Volíeu dir:

# mobileapp-search-results-no-results
source: No results found
ca: Cap resultat

# mobileapp-search-results-close
source: Close search results
ca: Tanca els resultats de cerca

# mobileapp-search-button
source: Search Wikipedia for this text
ca: Cerca a la Viquipèdia aquest text

# mobileapp-search-placeholder
source: Search
ca: Cerca

# mobileapp-do-fulltext-search
source: Show more results...
ca: Mostra més resultats...

# mobileapp-share-open-browser
source: Open in browser
ca: Obre en el navegador

# mobileapp-attribution-mapquest
source: Tiles courtesy <a href="http://www.mapquest.com">MapQuest</a>
ca: Mosaic cortesia de <a href="http://www.mapquest.com">MapQuest</a>

# mobileapp-attribution-osm
source: Map Data (C) <a href="http://openstreetmap.org">OpenStreetMap</a> contributors, <a href="http://creativecommons.org/licenses/by-sa/2.0/">CC-BY-SA</a>
ca: Dades de mapes (C), els col·laboradors de l'<a href="http://openstreetmap.org">OpenStreetMap</a>, <a href="http://creativecommons.org/licenses/by-sa/2.0/">CC-BY-SA</a>

# mobileapp-twitter-not-available
source: Sorry, Twitter is not available for your iOS version
ca: Ho sentim, el Twitter no és disponible a la vostra versió de l'iOS

# mobileapp-page-contributors
source: Article by <a id='show-page-history'>contributors</a> like you
ca: Article fet per <a id='show-page-history'>col·laboradors</a> com tu

# mobileapp-page-license
source: Provided under <a id="show-license-page">CC&nbsp;BY-SA&nbsp;3.0</a>
ca: Oferta sota llicència <a id="show-license-page">CC&nbsp;BY-SA&nbsp;3.0</a>

# mobileapp-page-terms
source: Terms of Use
ca: Condicions d'ús

# mobileapp-page-privacy
source: Privacy Policy
ca: Política de privacitat

# mobileapp-table-show
source: Show table
ca: Mostra la taula

# mobileapp-table-show-infobox
source: Show infobox
ca: Mostra el quadre d'informació

# mobileapp-table-show-meta
source: Show metadata
ca: Mostra les metadades

# mobileapp-section-featured-pictures
source: Featured pictures
ca: Imatges destacades

# mobileapp-section-featured-articles
source: Featured articles
ca: Articles destacats

# mobileapp-section-onthisday
source: On this day
ca: En aquest dia

# mobileapp-section-recentchanges
source: Recent changes
ca: Canvis recents

# mobileapp-win8-tile-featured-article
source: Featured Article
ca: Article destacat

# mobileapp-migrating-saved-page-status
source: Updating $1
ca: S'està actualitzant $1

# mobileapp-migrating-saved-pages-title
source: Updating Saved Pages...
ca: S'estan actualitzant les pàgines desades…

# mobileapp-migrating-saved-pages-failed
source: Updating Saved Pages failed! Some saved pages will be disabled until they are updated. Will retry updating next time the app starts.
ca: Ha fallat l'actualització de les pàgines desades! S'inhabilitaran algunes pàgines desades mentre s'actualitzen. Es provarà tornar a actualitzar la propera vegada que s'iniciï l'aplicació.

# mobileapp-migrating-saved-pages-confirm
source: You need to update your existing Saved Pages before they can be used again. Update now?
ca: Cal que actualitzeu les pàgines desades que teniu abans de poder tornar-les a utilitzar. Voleu que s'actualitzin?

# mobileapp-confirm-button-yes
source: Yes
ca: Sí

# mobileapp-confirm-button-not-now
source: Not now
ca: Ara no

# mobileapp-migrating-saved-pages-confirm-title
source: Update?
ca: S'actualitza?

# mobileapp-migrating-saved-pages-confirm-cancel
source: Previously saved pages will be disabled until you update. Will retry updating next time the app starts.
ca: S'inhabilitaran les pàgines desades anteriorment fins que les actualitzeu. Es tornarà a provar d'actualitzar-les la propera vegada que l'aplicació s'iniciï.

# mobileapp-theme-light
source: Light
ca: Lluminós

# mobileapp-theme-solarized-dark
source: Solarized Dark
ca: Fosc assolellat

# mobileapp-win8-no-langlinks
source: No other languages available
ca: No hi ha altres llengües disponibles

# wpmobj2me-about-button-text
source: About
ca: Quant a

# wpmobj2me-app-title
source: Wikipedia
ca: Viquipèdia

# wpmobj2me-back-sk
source: Back
ca: Enrere

# wpmobj2me-bookmark-sk
source: Bookmark
ca: Preferit

# wpmobj2me-bookmarks-title
source: Bookmarks
ca: Preferits

# wpmobj2me-contributors
source: Article by contributors like you.
ca: Article de col·laboradors com vostè.

# wpmobj2me-delete-bookmark-sk
source: Delete Bookmark
ca: Suprimeix preferit

# wpmobj2me-exit-sk
source: Exit
ca: Sortir

# wpmobj2me-featured-article-title
source: Featured Article
ca: Article destacat

# wpmobj2me-home-sk
source: Home
ca: Inici

# wpmobj2me-info-title
source: Information
ca: Informació

# wpmobj2me-lang-dialog-text
source: Language set to:
ca: Idioma configurat per:

# wpmobj2me-lang-dialog-title
source: Language Set
ca: Llengua establerta

# wpmobj2me-language-title
source: Wiki Languages
ca: Llengües de la wiki

# wpmobj2me-loading-content-label
source: Loading Content...
ca: Carregant contingut...

# wpmobj2me-loading-text
source: Loading ...
ca: Carregant ...

# wpmobj2me-main
source: Main
ca: Pàgina principal

# wpmobj2me-net-error-text
source: The network has failed, please try again.
ca: La xarxa ha fallat, si us plau proveu un altre cop.

# wpmobj2me-next-page
source: Next Page
ca: Pàgina següent

# wpmobj2me-ok-label
source: OK
ca: D'acord

# wpmobj2me-prev-page
source: Prev Page
ca: Pàgina anterior

# wpmobj2me-privacy-button-text
source: Privacy
ca: Privadesa

# wpmobj2me-saved-pages-title
source: Saved Pages
ca: Pàgines desades

# wpmobj2me-save-page-sk
source: Save Page
ca: Desa la pàgina

# wpmobj2me-search-local
source: Search
ca: Cerca

# wpmobj2me-search-sk
source: Search
ca: Cerca

# wpmobj2me-settings-label
source: Settings
ca: Configuració

# wpmobj2me-settings-sk
source: Settings
ca: Configuració

# wpmobj2me-stored-pages-sk
source: Stored Pages
ca: Pàgines desades

# wpmobj2me-support-text
source: For support please go to www.wikipedia.org
ca: Per obtenir ajuda, si us plau, aneu a www.wikipedia.org

# wpmobj2me-table
source: Table
ca: Taula

# wpmobj2me-terms-button-text
source: Terms of Use
ca: Condicions d'ús

# wikisourcemobile-sitename
source: Wikisource
ca: Viquitexts

# wikisourcemobile-appname
source: Wikisource
ca: Viquitexts

# wikisourcemobile-appname-beta
source: Wikisource Beta
ca: Viquitexts Beta

# wikisourcemobile-search-description
source: Text name
ca: Nom del text

# wikisourcemobile-search-hintwiki
source: Search Wikisource
ca: Busca a Wikisource

# wikisourcemobile-spinner-loading
source: Loading…
ca: S'està carregant...

# wikisourcemobile-spinner-retrieving
source: Retrieving content from $1…
ca: S'està recuperant el contingut de $1...

# wikisourcemobile-saved-pages-clear-all
source: Clear all saved pages
ca: Neteja totes les pàgines desades

# wikisourcemobile-saved-pages-close
source: Close saved pages screen
ca: Tanca la finestra de pàgines desades

# wikisourcemobile-saved-pages-max-warning
source: You have reached the maximum number of saved pages.
ca: Heu assolit el nombre màxim de pàgines desades.

# wikisourcemobile-page-saved
source: $1 saved.
ca: S'ha desat $1.

# wikisourcemobile-page-already-saved
source: $1 already saved.
ca: Ja s'ha desat $1.

# wikisourcemobile-saved-page-remove-prompt
source: Remove $1 from saved pages?
ca: Voleu suprimir $1 de les pàgines desades?

# wikisourcemobile-clear-all-history-prompt
source: Clear history?
ca: Es neteja l'historial?

# wikisourcemobile-clear-all-saved-pages-prompt
source: Clear all saved pages?
ca: Es netegen totes les pàgines desades?

# wikisourcemobile-saved-page-removed
source: $1 has been removed.
ca: S'ha suprimit $1.

# wikisourcemobile-saved-pages-title
source: Saved pages
ca: Pàgines desades

# wikisourcemobile-menu-home
source: Wikisource homepage
ca: Pàgina d'inici de la Viquitexts

# wikisourcemobile-menu-language
source: Read in…
ca: Canvia la llengua

# wikisourcemobile-menu-savePage
source: Save page
ca: Desa la pàgina

# wikisourcemobile-menu-savedPages
source: Saved pages
ca: Pàgines desades

# wikisourcemobile-menu-history
source: History
ca: Historial

# wikisourcemobile-menu-back
source: Back
ca: Enrere

# wikisourcemobile-menu-forward
source: Forward
ca: Endavant

# wikisourcemobile-menu-nearby
source: Nearby
ca: Properes

# wikisourcemobile-menu-settings
source: Settings
ca: Paràmetres

# wikisourcemobile-menu-selectText
source: Select text
ca: Seleccioneu el text

# wikisourcemobile-menu-sharePage
source: Share page
ca: Comparteix la pàgina

# wikisourcemobile-menu-about
source: About
ca: Quant a

# wikisourcemobile-menu-cancel
source: Cancel
ca: Cancel·la

# wikisourcemobile-menu-output
source: Output
ca: Sortida

# wikisourcemobile-menu-sources
source: Sources
ca: Fonts

# wikisourcemobile-menu-share-twitter
source: Share via Twitter
ca: Comparteix al Twitter

# wikisourcemobile-menu-share-fb
source: Share via Facebook
ca: Comparteix al Facebook

# wikisourcemobile-menu-share-mail
source: Share via e-mail
ca: Comparteix amb el correu

# wikisourcemobile-menu-ios-open-safari
source: Open in Safari
ca: Obre en el Safari

# wikisourcemobile-menu-open-browser
source: Open in Browser
ca: Obre en el navegador

# wikisourcemobile-menu-win8-pin
source: Pin to Start
ca: Clava a l'inici

# wikisourcemobile-menu-win8-unpin
source: Unpin from Start
ca: Desclava de l'inici

# wikisourcemobile-settings-close
source: Close settings screen
ca: Tanca la finestra de paràmetres

# wikisourcemobile-settings-title
source: Settings
ca: Paràmetres

# wikisourcemobile-settings-app-version-label
source: Application version:
ca: Versió de l'aplicació:

# wikisourcemobile-settings-android-version-label
source: Android version:
ca: Versió de l'Android:

# wikisourcemobile-settings-phonegap-version-label
source: PhoneGap version:
ca: Versió del PhoneGap:

# wikisourcemobile-settings-language-label
source: Language:
ca: Idioma:

# wikisourcemobile-settings-language-desc
source: Set language for $1
ca: Estableix la llengua de $1

# wikisourcemobile-settings-font-size-label
source: Font size
ca: Mida de lletra

# wikisourcemobile-settings-font-size-desc
source: Set page font size
ca: Defineix la mida de lletra de l'article

# wikisourcemobile-langlinks-close
source: Close read in other languages screen
ca: Tanca la finestra de lectura en altres llengües

# wikisourcemobile-langlinks-title
source: Read page in…
ca: Llegeix l'article en...

# wikisourcemobile-error-not-available
source: Sorry, this page is not available.
ca: Ho sentim, la pàgina no és disponible.

# wikisourcemobile-error-offline
source: You are offline and the page has not been previously saved.
ca: Sou fora de línia i la pàgina no s'havia desat abans.

# wikisourcemobile-error-offline-prompt
source: Please try again when you're connected to a network.
ca: Torneu-ho a provar quan estigueu connectat a la xarxa.

# wikisourcemobile-error-server-issue-prompt
source: Our servers are currently experiencing problems. Please try again.
ca: Els nostres servidors estan experimentant problemes ara mateix. Torneu-ho a provar.

# wikisourcemobile-error-saved-or-online
source: You can open a saved page or go online and search.
ca: Podeu obrir una pàgina desada o posar-vos en línia i cercar.

# wikisourcemobile-error-not-found
source: Sorry, no page by that name exists.
ca: Ho sentim, no hi ha cap article amb aquest nom.

# wikisourcemobile-error-not-found-reason
source: You might have mis-spelt the title, or the page has not been created.
ca: Potser n'heu escrit malament el títol, o bé l'article encara no s'ha creat.

# wikisourcemobile-error-search-again
source: Please search for another term.
ca: Cerqueu un altre terme.

# wikisourcemobile-about-page-label
source: About
ca: Quant a

# wikisourcemobile-contact-page-label
source: Contact us
ca: Contacteu-nos

# wikisourcemobile-history-clear-all
source: Clear history
ca: Neteja l'historial

# wikisourcemobile-history-close
source: Close history screen
ca: Tanca la finestra d'historial

# wikisourcemobile-history-title
source: History
ca: Historial

# wikisourcemobile-expand-section
source: Show
ca: Mostra

# wikisourcemobile-collapse-section
source: Hide
ca: Amaga

# wikisourcemobile-about-close
source: Close about screen
ca: Tanca la finestra de 'Quant a'

# wikisourcemobile-about-page-title
source: About
ca: Quant a

# wikisourcemobile-about-version
source: Version
ca: Versió

# wikisourcemobile-about-copyright
source: This application is copyright (C) Wikimedia Foundation and contributing developers
ca: L'aplicació té copyright (C) Wikimedia Foundation i desenvolupadors col·laboradors

# wikisourcemobile-about-license
source: This application is free software under the GNU General Public License. You are welcome to distribute and modify it under certain conditions. See <a href="http://www.gnu.org/licenses/old-licenses/gpl-2.0.html">http://www.gnu.org/licenses/old-licenses/gpl-2.0.html</a> for details. The source code is available at <a href="https://github.com/Wikimedia/WikipediaMobile">https://github.com/Wikimedia/WikipediaMobile</a>
ca: L'aplicació és programari lliure sota la GNU General Public License. Podeu distribuir-la i modificar-la lliurement sota certes condicions. Consulteu <a href="http://www.gnu.org/licenses/old-licenses/gpl-2.0.html">http://www.gnu.org/licenses/old-licenses/gpl-2.0.html</a> per a més detalls. El codi font és disponible a <a href="https://github.com/Wikimedia/WikipediaMobile">https://github.com/Wikimedia/WikipediaMobile</a>

# wikisourcemobile-about-contributors
source: We would like to recognize the following names for their contributions to the product:
ca: Ens agradaria reconèixer els noms següents per llurs contribucions al producte:

# wikisourcemobile-about-credits
source: Wikisource Mobile builds upon many Open Source works, including:
ca: El Wikipedia Mobile es basa en altres treballs de codi obert, incloent-hi:

# wikisourcemobile-app-description
source: Official Wikisource App for Android. Wikisource is an online library of free content publications, collected and maintained by our community. Features: Save books to read later or offline, share pages using Android "Share" function, read article in a different language, full screen search Send us your feedback on Twitter @WikimediaMobile.
ca: App oficial de la Wikisource per Android. La Wikisource és una biblioteca online de publicacions de contingut lliure, recollit i matingut per la nostra comunitat. Característiques : Guarda llibres per llegir-los després o bé fora de línia, comparteix pàgines fent servir la funció "Compartir" d'Android, llegeix articles en diferents llengues, búsqueda a pantalla completa Envia'ns el teu Feedback al Twitter @WikimediaMobile.

# wikisourcemobile-search-results-did-you-mean-label
source: Did you mean:
ca: Volíeu dir:

# wikisourcemobile-search-results-no-results
source: No results found
ca: Cap resultat

# wikisourcemobile-search-results-close
source: Close search results
ca: Tanca els resultats de cerca

# wikisourcemobile-search-button
source: Search Wikisource for this text
ca: Cerca a la Viquitexts aquest text
