Repository: BoFFire/translation-memory-tools
Catalog: latest-memories/po/mediawiki-tm.po
Languages: ca

# statistics-pages-desc
source: All pages in the wiki, including talk pages, redirects, etc.
ca: Totes les pàgines del wiki, incloent les pàgines de discussió, redireccions, etc.

# statistics-files
source: Uploaded files
ca: Fitxers carregats

# statistics-edits
source: Page edits since {{SITENAME}} was set up
ca: Edicions en pàgines des que el projecte {{SITENAME}} fou instaŀlat

# statistics-edits-average
source: Average edits per page
ca: Edicions per pàgina de mitjana

# statistics-views-total
source: Views total
ca: Visualitzacions totals

# statistics-views-total-desc
source: Views to non-existing pages and special pages are not included
ca: No hom inclou l'accès a pàgines inexistents o pàgines especials

# statistics-views-peredit
source: Views per edit
ca: Visualitzacions per modificació

# statistics-users
source: Registered [[Special:ListUsers|users]]
ca: [[Special:ListUsers|Usuaris]] registrats

# statistics-users-active
source: Active users
ca: Usuaris actius

# statistics-users-active-desc
source: Users who have performed an action in the last {{PLURAL:$1|day|$1 days}}
ca: Usuaris que han dut a terme alguna acció en {{PLURAL:$1|l'últim dia|els últims $1 dies}}

# statistics-mostpopular
source: Most viewed pages
ca: Pàgines més visualitzades

# pageswithprop
source: Pages with a page property
ca: Pàgines amb una propietat de pàgina

# pageswithprop-legend
source: Pages with a page property
ca: Pàgines amb una propietat de pàgina

# pageswithprop-text
source: This page lists pages that use a particular page property.
ca: Aquesta pàgina llista les pàgines que utilitzen una propietat de pàgina en particular.

# pageswithprop-prop
source: Property name:
ca: Nom de la propietat:

# pageswithprop-submit
source: Go
ca: Vés

# pageswithprop-prophidden-long
source: long text property value hidden ($1)
ca: valor de propietat text llarg ocult ($1)

# pageswithprop-prophidden-binary
source: binary property value hidden ($1)
ca: valor de propietat binària oculta ($1)

source: Double redirects
ca: Redireccions dobles

# doubleredirectstext
source: This page lists pages that redirect to other redirect pages. Each row contains links to the first and second redirect, as well as the target of the second redirect, which is usually the "real" target page to which the first redirect should point. <del>Crossed out</del> entries have been solved.
ca: Aquesta pàgina llista les pàgines que redirigeixen a altres pàgines de redirecció. Cada fila conté enllaços a la primera i segona redireccions, així com el destí de la segona redirecció, què generalment és la pàgina destí "real", a la què hauria d'apuntar la primera redirecció. Les entrades <del>ratllades</del> s'han resolt.

# double-redirect-fixed-move
source: [[$1]] has been moved. It now redirects to [[$2]].
ca: S'ha reanomenat [[$1]], ara és una redirecció a [[$2]]

# double-redirect-fixed-maintenance
source: Fixing double redirect from [[$1]] to [[$2]].
ca: S'ha arreglat la redirecció doble [[$1]] - [[$2]].

# double-redirect-fixer
source: Redirect fixer
ca: Supressor de dobles redireccions

source: Broken redirects
ca: Redireccions rompudes

# brokenredirectstext
source: The following redirects link to non-existent pages:
ca: Les següents redireccions enllacen a pàgines inexistents:

# brokenredirects-edit
source: edit
ca: modifica

# brokenredirects-delete
source: delete
ca: elimina

# withoutinterwiki
source: Pages without language links
ca: Pàgines sense enllaços a altres llengües

# withoutinterwiki-summary
source: The following pages do not link to other language versions.
ca: Les pàgines següents no enllacen a versions d'altres llengües:

# withoutinterwiki-submit
source: Show
ca: Mostra

# fewestrevisions
source: Pages with the fewest revisions
ca: Pàgines amb menys revisions

# nbytes
source: $1 {{PLURAL:$1|byte|bytes}}
ca: $1 {{PLURAL:$1|octet|octets}}

# ncategories
source: $1 {{PLURAL:$1|category|categories}}
ca: $1 {{PLURAL:$1|categoria|categories}}

# nlinks
source: $1 {{PLURAL:$1|link|links}}
ca: $1 {{PLURAL:$1|enllaç|enllaços}}

# nmembers
source: $1 {{PLURAL:$1|member|members}}
ca: $1 {{PLURAL:$1|membre|membres}}

# nrevisions
source: $1 {{PLURAL:$1|revision|revisions}}
ca: $1 {{PLURAL:$1|revisió|revisions}}

# nviews
source: $1 {{PLURAL:$1|view|views}}
ca: $1 {{PLURAL:$1|visita|visites}}

# nimagelinks
source: Used on $1 {{PLURAL:$1|page|pages}}
ca: S'utilitza en {{PLURAL:$1|una pàgina|$1 pàgines}}

# ntransclusions
source: used on $1 {{PLURAL:$1|page|pages}}
ca: utilitzada en {{PLURAL:$1|una pàgina|$1 pàgines}}

# specialpage-empty
source: There are no results for this report.
ca: Aquesta pàgina és buida.

# lonelypages
source: Orphaned pages
ca: Pàgines òrfenes

# lonelypagestext
source: The following pages are not linked from or transcluded into other pages in {{SITENAME}}.
ca: Les següents pàgines no s'enllacen ni s'inclouen en cap altra pàgina del projecte {{SITENAME}}.

source: Uncategorized pages
ca: Pàgines sense categoria

source: Uncategorized categories
ca: Categories sense categoria

# uncategorizedimages
source: Uncategorized files
ca: Fitxers sense categoria

source: Uncategorized templates
ca: Plantilles sense categoria

source: Unused categories
ca: Categories sense cap ús

# unusedimages
source: Unused files
ca: Fitxers no utilitzats

source: Popular pages
ca: Pàgines populars

source: Wanted categories
ca: Categories demanades

source: Wanted pages
ca: Pàgines demanades

# wantedpages-badtitle
source: Invalid title in result set: $1
ca: Títol invàlid al conjunt de resultats: $1

source: Wanted files
ca: Fitxers demanats

# wantedfiletext-cat
source: The following files are used but do not exist. Files from foreign repositories may be listed despite existing. Any such false positives will be <del>struck out</del>. Additionally, pages that embed files that do not exist are listed in [[:$1]].
ca: Els fitxers següents s'utilitzen per no existeixen. Els fitxers de repositoris aliens poden ser llistats encara que existeixin. Aquells que siguin fals positius es <del>tatxaran</del>. A més, les pàgines que tinguin fitxers incrustats que no existeixin es llistaran a [[:$1]].

# wantedfiletext-nocat
source: The following files are used but do not exist. Files from foreign repositories may be listed despite existing. Any such false positives will be <del>struck out</del>.
ca: Els fitxers següents es fan servir però no existeixen. Els fitxers d'un repositori aliè poden ser llistats encara que existeixin. Tots aquells fals positius es <del>tatxaran</del>.

source: Wanted templates
ca: Plantilles demanades

# mostlinked
source: Most linked-to pages
ca: Pàgines més enllaçades

# mostlinkedcategories
source: Most linked-to categories
ca: Categories més utilitzades

# mostlinkedtemplates
source: Most linked-to templates
ca: Plantilles més usades

# mostcategories
source: Pages with the most categories
ca: Pàgines amb més categories

# mostimages
source: Most linked-to files
ca: Fitxers més enllaçats

# mostinterwikis
source: Pages with the most interwikis
ca: Pàgines amb més interwikis

# mostrevisions
source: Pages with the most revisions
ca: Pàgines més modificades

# prefixindex
source: All pages with prefix
ca: Totes les pàgines per prefix

# prefixindex-namespace
source: All pages with prefix ($1 namespace)
ca: Totes les pàgines amb prefix (espai de noms $1)

# prefixindex-strip
source: Strip prefix in list
ca: Suprimeix el prefix a la llista

source: Short pages
ca: Pàgines curtes

source: Long pages
ca: Pàgines llargues

source: Dead-end pages
ca: Pàgines atzucac

# deadendpagestext
source: The following pages do not link to other pages in {{SITENAME}}.
ca: Aquestes pàgines no tenen enllaços a d'altres pàgines del projecte {{SITENAME}}.

source: Protected pages
ca: Pàgines protegides

# protectedpages-indef
source: Indefinite protections only
ca: Només proteccions indefinides

# protectedpages-cascade
source: Cascading protections only
ca: Només proteccions en cascada

# protectedpagestext
source: The following pages are protected from moving or editing
ca: Les pàgines següents estan protegides perquè no es puguin modificar o reanomenar

# protectedpagesempty
source: No pages are currently protected with these parameters.
ca: No hi ha cap pàgina protegida per ara

source: Protected titles
ca: Títols protegits

# protectedtitlestext
source: The following titles are protected from creation
ca: Els títols següents estan protegits de crear-se

# protectedtitlesempty
source: No titles are currently protected with these parameters.
ca: No hi ha cap títol protegit actualment amb aquests paràmetres.

# listusers
source: User list
ca: Llista d'usuaris

# listusers-editsonly
source: Show only users with edits
ca: Mostra només usuaris amb edicions

# listusers-creationsort
source: Sort by creation date
ca: Ordena per data de creació

# listusers-desc
source: Sort in descending order
ca: Ordena en ordre descendent

# usereditcount
source: $1 {{PLURAL:$1|edit|edits}}
ca: $1 {{PLURAL:$1|modificació|modificacions}}

# usercreated
source: {{GENDER:$3|Created}} on $1 at $2
ca: {{GENDER:$3|Creat}}: $1 a les $2

source: New pages
ca: Pàgines noves

# newpages-username
source: Username:
ca: Nom d'usuari:

# ancientpages
source: Oldest pages
ca: Pàgines més antigues

source: Move
ca: Reanomena

source: Move this page
ca: Trasllada la pàgina

# unusedimagestext
source: The following files exist but are not embedded in any page. Please note that other web sites may link to a file with a direct URL, and so may still be listed here despite being in active use.
ca: Els següents fitxers existeixen però estan incorporats en cap altra pàgina. Tingueu en compte que altres llocs web poden enllaçar un fitxer amb un URL directe i estar llistat ací tot i estar en ús actiu.

# unusedcategoriestext
source: The following category pages exist, although no other page or category makes use of them.
ca: Les pàgines de categoria següents existeixen encara que cap altra pàgina o categoria les utilitza.

# notargettitle
source: No target
ca: No hi ha pàgina en blanc

# notargettext
source: You have not specified a target page or user to perform this function on.
ca: No heu especificat a quina pàgina dur a terme aquesta funció.

# nopagetitle
source: No such target page
ca: No existeix aquesta pàgina

# nopagetext
source: The target page you have specified does not exist.
ca: La pàgina que heu especificat no existeix.

# pager-newer-n
source: {{PLURAL:$1|newer 1|newer $1}}
ca: {{PLURAL:$1|1 posterior|$1 posteriors}}

# pager-older-n
source: {{PLURAL:$1|older 1|older $1}}
ca: {{PLURAL:$1|anterior|$1 anteriors}}

# querypage-disabled
source: This special page is disabled for performance reasons.
ca: Aquesta pàgina especial està desactivada per a no perjudicar el rendiment.

source: Book sources
ca: Obres de referència

# booksources-search-legend
source: Search for book sources
ca: Cerca fonts de llibres

# booksources-go
source: Go
ca: Vés-hi

# booksources-text
source: Below is a list of links to other sites that sell new and used books, and may also have further information about books you are looking for:
ca: A sota hi ha una llista d'enllaços d'altres llocs que venen llibres nous i de segona mà, i també podrien tenir més informació dels llibres que esteu cercant:

# booksources-invalid-isbn
source: The given ISBN does not appear to be valid; check for errors copying from the original source.
ca: El codi ISBN donat no és vàlid. Comproveu si l'heu copiat correctament.

# specialloguserlabel
source: Performer:
ca: Realitzador:

# speciallogtitlelabel
source: Target (title or user):
ca: L'objectiu (títol o usuari):

# log
source: Logs
ca: Registres

# all-logs-page
source: All public logs
ca: Tots els registres públics

# alllogstext
source: Combined display of all available logs of {{SITENAME}}. You can narrow down the view by selecting a log type, the username (case-sensitive), or the affected page (also case-sensitive).
ca: Presentació combinada de tots els registres disponibles de {{SITENAME}}. Podeu reduir l'extensió seleccionant el tipus de registre, el nom d'usuari realitzador (distingeix entre majúscules i minúscules), o la pàgina objectiu (també en distingeix).

# logempty
source: No matching items in log.
ca: No hi ha cap coincidència en el registre.

# log-title-wildcard
source: Search titles starting with this text
ca: Cerca els títols que comencin amb aquest text

# showhideselectedlogentries
source: Change visibility of selected log entries
ca: Mostra/amaga les entrades de registre seleccionades

source: All pages
ca: Totes les pàgines

# alphaindexline
source: $1 to $2
ca: $1 a $2

# nextpage
source: Next page ($1)
ca: Pàgina següent ($1)

# prevpage
source: Previous page ($1)
ca: Pàgina anterior ($1)

# allpagesfrom
source: Display pages starting at:
ca: Mostra les pàgines que comencin per:

# allpagesto
source: Display pages ending at:
ca: Mostra pàgines que acabin en:

# allarticles
source: All pages
ca: Totes les pàgines

# allinnamespace
source: All pages ($1 namespace)
ca: Totes les pàgines (de l'espai de noms $1)

# allnotinnamespace
source: All pages (not in $1 namespace)
ca: Totes les pàgines (que no són a l'espai de noms $1)

# allpagesprev
source: Previous
ca: Anterior

# allpagesnext
source: Next
ca: Següent

# allpagessubmit
source: Go
ca: Vés-hi

# allpagesprefix
source: Display pages with prefix:
ca: Mostra les pàgines amb prefix:

# allpagesbadtitle
source: The given page title was invalid or had an inter-language or inter-wiki prefix. It may contain one or more characters that cannot be used in titles.
ca: El títol de la pàgina que heu inserit no és vàlid o conté un prefix d'enllaç amb un altre projecte. També pot passar que contingui un o més caràcters que no es puguin fer servir en títols de pàgina.

# allpages-bad-ns
source: {{SITENAME}} does not have namespace "$1".
ca: El projecte {{SITENAME}} no disposa de l'espai de noms «$1».

# allpages-hide-redirects
source: Hide redirects
ca: Amaga les redireccions

# cachedspecial-viewing-cached-ttl
source: You are viewing a cached version of this page, which can be up to $1 old.
ca: Esteu veient una versió a la memòria cau de la pàgina, que pot tenir fins a $1.

# cachedspecial-viewing-cached-ts
source: You are viewing a cached version of this page, which might not be completely actual.
ca: Esteu veient una versió a la memòria cau de la pàgina, que podria no ser completament actual.

# cachedspecial-refresh-now
source: View latest.
ca: Mostra la darrera.

# categoriespagetext
source: The following {{PLURAL:$1|category contains|categories contain}} pages or media. [[Special:UnusedCategories|Unused categories]] are not shown here. Also see [[Special:WantedCategories|wanted categories]].
ca: {{PLURAL:$1|La següent categoria conté|Les següents categories contenen}} pàgines, o fitxers multimèdia. [[Special:UnusedCategories|Les categories no usades]] no s'hi mostren. Vegeu també [[Special:WantedCategories|les categories soŀlicitades]].

# categoriesfrom
source: Display categories starting at:
ca: Mostra les categories que comencen a:

# special-categories-sort-count
source: sort by count
ca: ordena per recompte

# special-categories-sort-abc
source: sort alphabetically
ca: ordena alfabèticament

# deletedcontributions
source: Deleted user contributions
ca: Contribucions esborrades

# deletedcontributions-title
source: Deleted user contributions
ca: Contribucions esborrades

# sp-deletedcontributions-contribs
source: contributions
ca: contribucions

# linksearch
source: External links search
ca: Cerca d'enllaços externs

# linksearch-pat
source: Search pattern:
ca: Patró de cerca:

# linksearch-ns
source: Namespace:
ca: Espai de noms:

# linksearch-ok
source: Search
ca: Cerca

# linksearch-text
source: Wildcards such as "*.wikipedia.org" may be used. Needs at least a top-level domain, for example "*.org".<br /> Supported {{PLURAL:$2|protocol|protocols}}: <code>$1</code> (defaults to http:// if no protocol is specified).
ca: Es poden utilitzar caràcters comodí com "*.wikipedia.org". Es necessita com a mínim un domini de primer nivell, per exemple "*.org".<br /> {{PLURAL:$2|Protocol admès|Protocols admesos}}: <code>$1</code> (http:// per defecte si no se n'especifica cap).

# linksearch-line
source: $1 is linked from $2
ca: $1 enllaçat a $2

# linksearch-error
source: Wildcards may appear only at the start of the hostname.
ca: Els caràcters comodí només poden aparèixer a l'inici de l'url.

# listusersfrom
source: Display users starting at:
ca: Mostra usuaris començant per:

# listusers-submit
source: Show
ca: Mostra

# listusers-noresult
source: No user found.
ca: No s'han trobat coincidències de noms d'usuaris. Si us plau, busqueu també amb variacions per majúscules i minúscules.

# listusers-blocked
source: (blocked)
ca: ({{GENDER:$1|blocat|blocada}})

# activeusers
source: Active users list
ca: Llista d'usuaris actius

# activeusers-intro
source: This is a list of users who had some kind of activity within the last $1 {{PLURAL:$1|day|days}}.
ca: Aquí hi ha una llista d'usuaris que han tingut algun tipus d'activitat en {{PLURAL:$1|el darrer dia|els darrers $1 dies}}.

# activeusers-count
source: $1 {{PLURAL:$1|action|actions}} in the last {{PLURAL:$3|day|$3 days}}
ca: $1 {{PLURAL:$1|acció|accions}} en {{PLURAL:$3|el darrer dia|els $3 darrers dies}}

# activeusers-from
source: Display users starting at:
ca: Mostra els usuaris començant per:

# activeusers-hidebots
source: Hide bots
ca: Amaga bots

# activeusers-hidesysops
source: Hide administrators
ca: Amaga administradors

# activeusers-noresult
source: No users found.
ca: No s'han trobat usuaris.

# listgrouprights
source: User group rights
ca: Drets dels grups d'usuaris

# listgrouprights-summary
source: The following is a list of user groups defined on this wiki, with their associated access rights. There may be [[{{MediaWiki:Listgrouprights-helppage}}|additional information]] about individual rights.
ca: A continuació hi ha una llista dels grups d'usuaris definits en aquest wiki, així com dels seus drets d'accés associats. Pot ser que hi hagi més informació sobre drets individuals [[{{MediaWiki:Listgrouprights-helppage}}|aquí]].

# listgrouprights-key
source: Legend: * <span class="listgrouprights-granted">Granted right</span> * <span class="listgrouprights-revoked">Revoked right</span>
ca: * <span class="listgrouprights-granted">Dret concedit</span> * <span class="listgrouprights-revoked">Dret retirat</span>

# listgrouprights-group
source: Group
ca: Grup

# listgrouprights-rights
source: Rights
ca: Drets

# listgrouprights-helppage
source: Help:Group rights
ca: Help:Drets del grup

# listgrouprights-members
source: (list of members)
ca: (llista de membres)

# listgrouprights-addgroup
source: Add {{PLURAL:$2|group|groups}}: $1
ca: Pot afegir {{PLURAL:$2|grup|grups}}: $1

# listgrouprights-removegroup
source: Remove {{PLURAL:$2|group|groups}}: $1
ca: Treu membres {{PLURAL:$2|grup|grups}}: $1

# listgrouprights-addgroup-all
source: Add all groups
ca: Poder afegir tots els grups

# listgrouprights-removegroup-all
source: Remove all groups
ca: Poder treure tots els grups

# listgrouprights-addgroup-self
source: Add {{PLURAL:$2|group|groups}} to own account: $1
ca: Entrar {{PLURAL:$2|al grup|als grups}} $1

# listgrouprights-removegroup-self
source: Remove {{PLURAL:$2|group|groups}} from own account: $1
ca: Abandona {{PLURAL:$2|el grup|els grups:}} $1

# listgrouprights-addgroup-self-all
source: Add all groups to own account
ca: Afegir-se a qualsevol grup

# listgrouprights-removegroup-self-all
source: Remove all groups from own account
ca: Abandona tots els grups

# mailnologin
source: No send address
ca: Cap adreça de remitent

# mailnologintext
source: You must be [[Special:UserLogin|logged in]] and have a valid email address in your [[Special:Preferences|preferences]] to send email to other users.
ca: Heu d'[[Special:UserLogin|iniciar una sessió]] i tenir una adreça electrònica vàlida en les vostres [[Special:Preferences|preferències]] per poder enviar correus a altres usuaris.

# emailuser
source: Email this user
ca: Envia un missatge de correu electrònic a aquest usuari

# emailuser-title-target
source: Email this {{GENDER:$1|user}}
ca: Enviar un correu electrònic a {{GENDER:$1|aquest usuari|aquesta usuària}}

# emailuser-title-notarget
source: Email user
ca: Enviar un correu electrònic a un usuari

# emailpage
source: Email user
ca: Correu electrònic a usuari

# emailpagetext
source: You can use the form below to send an email message to this {{GENDER:$1|user}}. The email address you entered in [[Special:Preferences|your user preferences]] will appear as the "From" address of the email, so the recipient will be able to reply directly to you.
ca: Podeu usar el següent formulari per a enviar un missatge de correu electrònic a {{GENDER:$1|aquest usuari|aquesta usuària}}. L'adreça electrònica que vau indicar a [[Special:Preferences|les vostres preferències d'usuari]] apareixerà com a remitent del correu electrònic, de manera que el destinatari us podrà respondre directament.

# usermailererror
source: Mail object returned error:
ca: L'objecte de correu ha retornat un error:

# defemailsubject
source: {{SITENAME}} email from user "$1"
ca: Correu electrònic de l'usuari "$1" de {{SITENAME}}

# usermaildisabled
source: User email disabled
ca: Correu electrònic d'usuaris deshabilitat

# usermaildisabledtext
source: You cannot send email to other users on this wiki
ca: No podeu enviar correus electrònics a altres usuaris en aquest wiki

# noemailtitle
source: No email address
ca: No hi ha cap adreça electrònica

# noemailtext
source: This user has not specified a valid email address.
ca: Aquest usuari no ha especificat una adreça electrònica vàlida.

# nowikiemailtitle
source: No email allowed
ca: No es permet el correu electrònic

# nowikiemailtext
source: This user has chosen not to receive email from other users.
ca: Aquest usuari ha escollit no rebre missatges electrònics d'altres usuaris.

# emailnotarget
source: Non-existent or invalid username for recipient.
ca: Nom d'usuari inexistent o no vàlid per al destinatari.

# emailtarget
source: Enter username of recipient
ca: Introduïu el nom d'usuari del destinatari

# emailusername
source: Username:
ca: Nom d'usuari:

# emailusernamesubmit
source: Submit
ca: Enviar

# email-legend
source: Send an email to another {{SITENAME}} user
ca: Enviar un correu electrònic a un altre usuari de {{SITENAME}}

# emailfrom
source: From:
ca: De:

# emailto
source: To:
ca: Per a:

# emailsubject
source: Subject:
ca: Assumpte:

# emailmessage
source: Message:
ca: Missatge:

# emailsend
source: Send
ca: Envia

# emailccme
source: Email me a copy of my message.
ca: Envia'm una còpia del meu missatge.

# emailccsubject
source: Copy of your message to $1: $2
ca: Còpia del vostre missatge a $1: $2

source: Email sent
ca: Correu electrònic enviat

# emailsenttext
source: Your email message has been sent.
ca: El vostre correu electrònic ha estat enviat.

# emailuserfooter
source: This email was sent by $1 to $2 by the "Email user" function at {{SITENAME}}.
ca: Aquest missatge de correu electrònic l'ha enviat $1 a $2 amb la funció «e-mail» del projecte {{SITENAME}}.

# usermessage-summary
source: Leaving system message.
ca: Deixant missatges de sistema.

# usermessage-editor
source: System messenger
ca: Missatger del sistema

source: Watchlist
ca: Llista de seguiment

# mywatchlist
source: Watchlist
ca: Llista de seguiment

# watchlistfor2
source: For $1 $2
ca: Per $1 $2

# nowatchlist
source: You have no items on your watchlist.
ca: No teniu cap element en la vostra llista de seguiment.

# watchlistanontext
source: Please $1 to view or edit items on your watchlist.
ca: Premeu $1 per a visualitzar o modificar elements de la vostra llista de seguiment.
