Repository: BoFFire/translation-memory-tools
Catalog: latest-memories/po/mediawiki-tm.po
Languages: ca

# watchnologin
source: Not logged in
ca: No heu iniciat la sessió

# watchnologintext
source: You must be [[Special:UserLogin|logged in]] to modify your watchlist.
ca: Heu d'[[Special:UserLogin|entrar]] per modificar el vostre llistat de seguiment.

# addwatch
source: Add to watchlist
ca: Afegeix a llista de seguiment

# addedwatchtext
source: The page "[[:$1]]" has been added to your [[Special:Watchlist|watchlist]]. Future changes to this page and its associated talk page will be listed there.
ca: La pàgina "[[:$1]]" ha estat afegida a la vostra [[Special:Watchlist|llista de seguiment]]. S'hi mostraran els canvis futurs que tinguin lloc en aquesta pàgina i la corresponent discussió.

# removewatch
source: Remove from watchlist
ca: Treu de la llista de seguiment

# removedwatchtext
source: The page "[[:$1]]" has been removed from [[Special:Watchlist|your watchlist]].
ca: S'ha tret la pàgina «[[:$1]]» de la vostra [[Special:Watchlist|llista de seguiment]].

source: Watch
ca: Vigila

source: Watch this page
ca: Vigila aquesta pàgina

source: Unwatch
ca: Desatén

# unwatchthispage
source: Stop watching
ca: Desatén

# notanarticle
source: Not a content page
ca: No és una pàgina amb contingut

# notvisiblerev
source: The last revision by a different user has been deleted
ca: La versió ha estat esborrada

# watchlist-details
source: {{PLURAL:$1|$1 page|$1 pages}} on your watchlist, not counting talk pages.
ca: Teniu $1 {{PLURAL:$1|pàgina vigilada|pàgines vigilades}}, sense comptar les pàgines de discussió.

# wlheader-enotif
source: Email notification is enabled.
ca: La notificació per correu electrònic està habilitada.

# wlheader-showupdated
source: Pages that have been changed since you last visited them are shown in '''bold'''.
ca: Les pàgines que s'han canviat des de la vostra darrera visita es mostren en '''negreta'''.

# watchmethod-recent
source: checking recent edits for watched pages
ca: s'està comprovant si hi ha pàgines vigilades en les edicions recents

# watchmethod-list
source: checking watched pages for recent edits
ca: s'està comprovant si hi ha edicions recents en les pàgines vigilades

# watchlistcontains
source: Your watchlist contains $1 {{PLURAL:$1|page|pages}}.
ca: La vostra llista de seguiment conté {{PLURAL:$1|una única pàgina|$1 pàgines}}.

# iteminvalidname
source: Problem with item "$1", invalid name...
ca: Hi ha un problema amb l'element '$1': el nom no és vàlid...

# wlnote
source: Below {{PLURAL:$1|is the last change|are the last '''$1''' changes}} in the last {{PLURAL:$2|hour|'''$2''' hours}}, as of $3, $4.
ca: A sota hi ha {{PLURAL:$1|el darrer canvi|els darrers '''$1''' canvis}} en {{PLURAL:$2|la darrera hora|les '''$2''' darreres hores}}, a $4 del $3.

# wlshowlast
source: Show last $1 hours $2 days $3
ca: <small>- Mostra les darreres $1 hores, els darrers $2 dies o $3</small>

source: Watchlist options
ca: Opcions de la llista de seguiment

source: Watching...
ca: S'està vigilant...

source: Unwatching...
ca: S'està desatenent...

# watcherrortext
source: An error occurred while changing your watchlist settings for "$1".
ca: S'ha produït un error en canviar els paràmetres de la vostra llista de seguiment de «$1».

# enotif_mailer
source: {{SITENAME}} notification mailer
ca: Sistema de notificació per correl de {{SITENAME}}

# enotif_reset
source: Mark all pages visited
ca: Marca totes les pàgines com a visitades

# enotif_impersonal_salutation
source: {{SITENAME}} user
ca: usuari de la {{SITENAME}}

# enotif_subject_deleted
source: {{SITENAME}} page $1 has been {{GENDER:$2|deleted}} by $2
ca: La pàgina $1 de {{SITENAME}} ha estat suprimida per {{gender:$2|$2}}

# enotif_subject_created
source: {{SITENAME}} page $1 has been {{GENDER:$2|created}} by $2
ca: La pàgina $1 de {{SITENAME}} ha estat creada per {{gender:$2|$2}}

# enotif_subject_moved
source: {{SITENAME}} page $1 has been {{GENDER:$2|moved}} by $2
ca: La pàgina $1 de {{SITENAME}} ha estat reanomenada per {{gender:$2|$2}}

# enotif_subject_restored
source: {{SITENAME}} page $1 has been {{GENDER:$2|restored}} by $2
ca: La pàgina $1 de {{SITENAME}} ha estat restaurada per {{gender:$2|$2}}

# enotif_subject_changed
source: {{SITENAME}} page $1 has been {{GENDER:$2|changed}} by $2
ca: La pàgina $1 de {{SITENAME}} ha estat canviada per {{gender:$2|$2}}

# enotif_body_intro_deleted
source: The {{SITENAME}} page $1 has been {{GENDER:$2|deleted}} on $PAGEEDITDATE by $2, see $3.
ca: La pàgina $1 de {{SITENAME}} ha estat suprimida el $PAGEEDITDATE per {{gender:$2|$2}}, vegeu $3 .

# enotif_body_intro_created
source: The {{SITENAME}} page $1 has been {{GENDER:$2|created}} on $PAGEEDITDATE by $2, see $3 for the current revision.
ca: La pàgina $1 de {{SITENAME}} ha estat creada el $PAGEEDITDATE per {{gender:$2|$2}}. Aneu a $3 per veure la revisió actual.

# enotif_body_intro_moved
source: The {{SITENAME}} page $1 has been {{GENDER:$2|moved}} on $PAGEEDITDATE by $2, see $3 for the current revision.
ca: La pàgina $1 de {{SITENAME}} ha estat reanomenada el $PAGEEDITDATE per {{gender:$2|$2}}. Aneu a $3 per veure la revisió actual.

# enotif_body_intro_restored
source: The {{SITENAME}} page $1 has been {{GENDER:$2|restored}} on $PAGEEDITDATE by $2, see $3 for the current revision.
ca: La pàgina $1 de {{SITENAME}} ha estat restaurada el $PAGEEDITDATE per {{gender:$2|$2}}. Aneu a $3 per veure la revisió actual.

# enotif_body_intro_changed
source: The {{SITENAME}} page $1 has been {{GENDER:$2|changed}} on $PAGEEDITDATE by $2, see $3 for the current revision.
ca: La pàgina $1 de {{SITENAME}} ha estat canviada el $PAGEEDITDATE per {{gender:$2|$2}}. Aneu a $3 per veure la revisió actual.

# enotif_lastvisited
source: See $1 for all changes since your last visit.
ca: Vegeu $1 per a tots els canvis que s'han fet d'ença de la vostra darrera visita.

# enotif_lastdiff
source: See $1 to view this change.
ca: Consulteu $1 per a visualitzar aquest canvi.

# enotif_anon_editor
source: anonymous user $1
ca: usuari anònim $1

# enotif_body
source: Dear $WATCHINGUSERNAME, $PAGEINTRO $NEWPAGE Editor's summary: $PAGESUMMARY $PAGEMINOREDIT Contact the editor: mail: $PAGEEDITOR_EMAIL wiki: $PAGEEDITOR_WIKI There will be no other notifications in case of further activity unless you visit this page while logged in. You could also reset the notification flags for all your watched pages on your watchlist. Your friendly {{SITENAME}} notification system -- To change your email notification settings, visit {{canonicalurl:{{#special:Preferences}}}} To change your watchlist settings, visit {{canonicalurl:{{#special:EditWatchlist}}}} To delete the page from your watchlist, visit $UNWATCHURL Feedback and further assistance: {{canonicalurl:{{MediaWiki:Helppage}}}}
ca: Benvolgut/uda $WATCHINGUSERNAME, $PAGEINTRO $NEWPAGE Resum de l'editor: $PAGESUMMARY $PAGEMINOREDIT Contacteu amb l'editor: correu: $PAGEEDITOR_EMAIL wiki: $PAGEEDITOR_WIKI No rebreu més notificacions en cas de més activitat a menys que visiteu aquesta pàgina havent iniciat sessió. També podeu canviar el mode de notificació de les pàgines que vigileu en la vostra llista de seguiment. El servei de notificacions del projecte {{SITENAME}} -- Per a canviar les opcions de notificació per correu electrònic aneu a {{canonicalurl:{{#special:Preferences}}}} Per a canviar les opcions de la vostra llista de seguiment aneu a {{canonicalurl:{{#special:EditWatchlist}}}} Per eliminar la pàgina de la vostra llista de seguiment aneu a $UNWATCHURL Suggeriments i ajuda: {{canonicalurl:{{MediaWiki:Helppage}}}}

source: created
ca: creada

source: changed
ca: modificada

source: Delete page
ca: Elimina la pàgina

source: Confirm
ca: Confirma

# excontent
source: content was: "$1"
ca: el contingut era: «$1»

# excontentauthor
source: content was: "$1" (and the only contributor was "[[Special:Contributions/$2|$2]]")
ca: el contingut era: «$1» (i l'únic coŀlaborador era [[Special:Contributions/$2|$2]])

# exbeforeblank
source: content before blanking was: "$1"
ca: el contingut abans de buidar era: '$1'

# exblank
source: page was empty
ca: la pàgina estava en blanc

# delete-confirm
source: Delete "$1"
ca: Elimina «$1»

# delete-legend
source: Delete
ca: Elimina

# historywarning
source: '''Warning:''' The page you are about to delete has a history with approximately $1 {{PLURAL:$1|revision|revisions}}:
ca: '''Atenció:''' La pàgina que esteu a punt d'eliminar té un historial amb $1 {{PLURAL:$1|versió|versions}}, aproximadament:

# confirmdeletetext
source: You are about to delete a page along with all of its history. Please confirm that you intend to do this, that you understand the consequences, and that you are doing this in accordance with [[{{MediaWiki:Policy-url}}|the policy]].
ca: Esteu a punt d'esborrar de forma permanent una pàgina o imatge i tot el seu historial de la base de dades. Confirmeu que realment ho voleu fer, que enteneu les conseqüències, i que el que esteu fent està d'acord amb la [[{{MediaWiki:Policy-url}}|política]] del projecte.

source: Action complete
ca: S'ha realitzat l'acció de manera satisfactòria.

source: Action failed
ca: L'acció ha fallat

# deletedtext
source: "$1" has been deleted. See $2 for a record of recent deletions.
ca: «$1» ha estat esborrat. Vegeu $2 per a un registre dels esborrats més recents.

# dellogpage
source: Deletion log
ca: Registre d'eliminació

# dellogpagetext
source: Below is a list of the most recent deletions.
ca: Davall hi ha una llista dels esborraments més recents.

source: deletion log
ca: Registre d'esborrats

# reverted
source: Reverted to earlier revision
ca: Invertit amb una revisió anterior

# deletecomment
source: Reason:
ca: Motiu:

# deleteotherreason
source: Other/additional reason:
ca: Motiu diferent o addicional:

# deletereasonotherlist
source: Other reason
ca: Altres motius

# deletereason-dropdown
source: * Common delete reasons ** Spam ** Vandalism ** Copyright violation ** Author request ** Broken redirect
ca: *Motius freqüents d'esborrat ** Brossa ** Vandalisme ** Violació del copyright ** Demanada per l'autor ** Redirecció trencada

# delete-edit-reasonlist
source: Edit deletion reasons
ca: Edita els motius d'eliminació

# delete-toobig
source: This page has a large edit history, over $1 {{PLURAL:$1|revision|revisions}}. Deletion of such pages has been restricted to prevent accidental disruption of {{SITENAME}}.
ca: Aquesta pàgina té un historial d'edicions molt gran, amb més de $1 {{PLURAL:$1|canvi|canvis}}. L'eliminació d'aquestes pàgines està restringida per a prevenir que hi pugui haver un desajustament seriós de la base de dades de tot el projecte {{SITENAME}} per accident.

# delete-warning-toobig
source: This page has a large edit history, over $1 {{PLURAL:$1|revision|revisions}}. Deleting it may disrupt database operations of {{SITENAME}}; proceed with caution.
ca: Aquesta pàgina té un historial d'edicions molt gran, amb més de $1 {{PLURAL:$1|canvi|canvis}}. Eliminar-la podria suposar un seriós desajustament de la base de dades de tot el projecte {{SITENAME}}; aneu en compte abans dur a terme l'acció.

# rollback
source: Roll back edits
ca: Reverteix edicions

# rollback_short
source: Rollback
ca: Revoca

# rollbacklink
source: rollback
ca: Reverteix

# rollbacklinkcount
source: rollback $1 {{PLURAL:$1|edit|edits}}
ca: reverteix $1 {{PLURAL:$1|edició|edicions}}

# rollbacklinkcount-morethan
source: rollback more than $1 {{PLURAL:$1|edit|edits}}
ca: reverteix més de $1 {{PLURAL:$1|edició|edicions}}

source: Rollback failed
ca: No s'ha pogut revocar

# cantrollback
source: Cannot revert edit; last contributor is only author of this page.
ca: No s'ha pogut revertir les edicions; el darrer coŀlaborador és l'únic autor de la pàgina.

# alreadyrolled
source: Cannot rollback last edit of [[:$1]] by [[User:$2|$2]] ([[User talk:$2|talk]]{{int:pipe-separator}}[[Special:Contributions/$2|{{int:contribslink}}]]); someone else has edited or rolled back the page already. The last edit to the page was by [[User:$3|$3]] ([[User talk:$3|talk]]{{int:pipe-separator}}[[Special:Contributions/$3|{{int:contribslink}}]]).
ca: No es pot revertir la darrera modificació de [[:$1]] de l'usuari [[User:$2|$2]] ([[User talk:$2|Discussió]]{{int:pipe-separator}}[[Special:Contributions/$2|{{int:contribslink}}]]). Algú altre ja ha modificat o revertit la pàgina. La darrera modificació ha estat feta per l'usuari [[User:$3|$3]] ([[User talk:$3|Discussió]]{{int:pipe-separator}}[[Special:Contributions/$3|{{int:contribslink}}]]).

# editcomment
source: The edit summary was: "''$1''".
ca: El resum d'edició ha estat: «$1».

# revertpage
source: Reverted edits by [[Special:Contributions/$2|$2]] ([[User talk:$2|talk]]) to last revision by [[User:$1|$1]]
ca: Revertides les edicions de [[Special:Contributions/$2|$2]] ([[User talk:$2|discussió]]) a l'última versió de [[User:$1|$1]]

# revertpage-nouser
source: Reverted edits by a hidden user to last revision by {{GENDER:$1|[[User:$1|$1]]}}
ca: Edicions revertides per un usuari ocult a l'última revisió de {{GENDER:$1|[[User:$1|$1]]}}

# rollback-success
source: Reverted edits by $1; changed back to last revision by $2.
ca: Edicions revertides de $1; s'ha canviat a la darrera versió de $2.

# sessionfailure-title
source: Session failure
ca: Error de sessió

# sessionfailure
source: There seems to be a problem with your login session; this action has been canceled as a precaution against session hijacking. Go back to the previous page, reload that page and then try again.
ca: Sembla que hi ha problema amb la vostra sessió. Aquesta acció ha estat anuŀlada en prevenció de pirateig de sessió. Si us plau, pitgeu «Torna», i recarregueu la pàgina des d'on veniu, després intenteu-ho de nou.

# protectlogpage
source: Protection log
ca: Registre de protecció

# protectlogtext
source: Below is a list of changes to page protections. See the [[Special:ProtectedPages|protected pages list]] for the list of currently operational page protections.
ca: A continuació es mostra un registre amb els canvis de protecció de pàgines. Vegeu la [[Special:ProtectedPages|llista de pàgines protegides]] per a la llista de les pàgines que actualment tenen alguna protecció.

# protectedarticle
source: protected "[[$1]]"
ca: ha protegit «[[$1]]»

# modifiedarticleprotection
source: changed protection level for "[[$1]]"
ca: ha canviat el nivell de protecció de «[[$1]]»

# unprotectedarticle
source: removed protection from "[[$1]]"
ca: ha desprotegit "[[$1]]"

# movedarticleprotection
source: moved protection settings from "[[$2]]" to "[[$1]]"
ca: ha traslladat els ajustaments de protecció des de «[[$2]]» a «[[$1]]»

# protect-title
source: Change protection level for "$1"
ca: Canviant la protecció de «$1»

# protect-title-notallowed
source: View protection level of "$1"
ca: Mostra el nivell de protecció de " $1 "

# prot_1movedto2
source: [[$1]] moved to [[$2]]
ca: [[$1]] mogut a [[$2]]

# protect-badnamespace-title
source: Non-protectable namespace
ca: Espai de nom no-protectable

# protect-badnamespace-text
source: Pages in this namespace cannot be protected.
ca: Les pàgines en aquest espai de nom no pot ser protegit.

# protect-norestrictiontypes-text
source: This page cannot be protected as there are no restriction types available.
ca: Aquesta pàgina no es pot protegir ja que no hi ha cap tipus de restricció disponible.

# protect-norestrictiontypes-title
source: Non-protectable page
ca: Pàgina no protegible

# protect-legend
source: Confirm protection
ca: Confirmeu la protecció

# protectcomment
source: Reason:
ca: Motiu:

# protectexpiry
source: Expires:
ca: Data d'expiració

# protect_expiry_invalid
source: Expiry time is invalid.
ca: Data d'expiració no vàlida

# protect_expiry_old
source: Expiry time is in the past.
ca: El temps de termini ja ha passat.

# protect-unchain-permissions
source: Unlock further protect options
ca: Desbloqueja les opcions de protecció avançades

# protect-text
source: Here you may view and change the protection level for the page '''$1'''.
ca: Aquí podeu visualitzar i canviar el nivell de protecció de la pàgina «$1». Assegureu-vos de seguir les polítiques existents.

# protect-locked-blocked
source: You cannot change protection levels while blocked. Here are the current settings for the page '''$1''':
ca: No podeu canviar els nivells de protecció mentre estigueu bloquejats. Ací hi ha els paràmetres actuals de la pàgina '''$1''':

# protect-locked-dblock
source: Protection levels cannot be changed due to an active database lock. Here are the current settings for the page '''$1''':
ca: No poden canviar-se els nivells de protecció a casa d'un bloqueig actiu de la base de dades. Ací hi ha els paràmetres actuals de la pàgina '''$1''':

# protect-locked-access
source: Your account does not have permission to change page protection levels. Here are the current settings for the page '''$1''':
ca: El vostre compte no té permisos per a canviar els nivells de protecció de la pàgina. Ací es troben els paràmetres actuals de la pàgina '''$1''':

# protect-cascadeon
source: This page is currently protected because it is included in the following {{PLURAL:$1|page, which has|pages, which have}} cascading protection turned on. You can change this page's protection level, but it will not affect the cascading protection.
ca: Aquesta pàgina es troba protegida perquè està inclosa en {{PLURAL:$1|la següent pàgina que té|les següents pàgines que tenen}} activada una protecció en cascada. Podeu canviar el nivell de protecció d'aquesta pàgina però això no afectarà la protecció en cascada.

# protect-default
source: Allow all users
ca: Permet tots els usuaris

# protect-fallback
source: Allow only users with "$1" permission
ca: Permetre només a usuaris amb permisos de "$1"

# protect-level-autoconfirmed
source: Allow only autoconfirmed users
ca: Permetre només usuaris autoconfirmats

# protect-level-sysop
source: Allow only administrators
ca: Permetre només administradors

# protect-summary-cascade
source: cascading
ca: en cascada

# protect-expiring
source: expires $1 (UTC)
ca: expira el dia $1 (UTC)

# protect-expiring-local
source: expires $1
ca: caduca el $1

# protect-expiry-indefinite
source: indefinite
ca: indefinit

# protect-cascade
source: Protect pages included in this page (cascading protection)
ca: Protecció en cascada: protegeix totes les pàgines i plantilles incloses en aquesta.

# protect-cantedit
source: You cannot change the protection levels of this page because you do not have permission to edit it.
ca: No podeu canviar els nivells de protecció d'aquesta pàgina, perquè no teniu permisos per a editar-la.

# protect-othertime
source: Other time:
ca: Un altre termini:

# protect-othertime-op
source: other time
ca: un altre termini

# protect-existing-expiry
source: Existing expiry time: $3, $2
ca: Data d'expiració existent: $2 a les $3

# protect-otherreason
source: Other/additional reason:
ca: Motiu diferent o addicional:

# protect-otherreason-op
source: Other reason
ca: Altres motius

# protect-dropdown
source: *Common protection reasons ** Excessive vandalism ** Excessive spamming ** Counter-productive edit warring ** High traffic page
ca: *Motius comuns de protecció ** Vandalisme excessiu ** Spam excessiu ** Guerra d'edicions improductiva ** Pàgina amb alt trànsit

# protect-edit-reasonlist
source: Edit protection reasons
ca: Edita motius de protecció

# protect-expiry-options
source: 1 hour:1 hour,1 day:1 day,1 week:1 week,2 weeks:2 weeks,1 month:1 month,3 months:3 months,6 months:6 months,1 year:1 year,infinite:infinite
ca: 1 hora:1 hour,1 dia:1 day,1 setmana:1 week,2 setmanes:2 weeks,1 mes:1 month,3 mesos:3 months,6 mesos:6 months,1 any:1 year,infinit:infinite

# restriction-type
source: Permission:
ca: Permís:

source: Restriction level:
ca: Nivell de restricció:

# minimum-size
source: Min size
ca: Mida mínima

# maximum-size
source: Max size:
ca: Mida màxima:

# restriction-edit
source: Edit
ca: Modifica

# restriction-move
source: Move
ca: Reanomena

# restriction-create
source: Create
ca: Crea

# restriction-upload
source: Upload
ca: Carrega

# restriction-level-sysop
source: fully protected
ca: protegida

# restriction-level-autoconfirmed
source: semi protected
ca: semiprotegida

# restriction-level-all
source: any level
ca: qualsevol nivell

# undelete
source: View deleted pages
ca: Restaura una pàgina esborrada

# undeletepage
source: View and restore deleted pages
ca: Mostra i restaura pàgines esborrades

# undeletepagetitle
source: '''The following consists of deleted revisions of [[:$1|$1]]'''.
ca: '''A continuació teniu revisions eliminades de [[:$1]]'''.

# viewdeletedpage
source: View deleted pages
ca: Visualitza les pàgines eliminades

# undeletepagetext
source: The following {{PLURAL:$1|page has been deleted but is|$1 pages have been deleted but are}} still in the archive and can be restored. The archive may be periodically cleaned out.
ca: S'ha eliminat {{PLURAL:|la pàgina $1, però encara és a l'arxiu i pot ser restaurada|les pàgines $1, però encara són a l'arxiu i poden ser restaurades}}. Es Pot netejar l'arxiu periòdicament.

# undelete-fieldset-title
source: Restore revisions
ca: Restaura revisions

# undeleteextrahelp
source: To restore the page's entire history, leave all checkboxes deselected and click '''''{{int:undeletebtn}}'''''. To perform a selective restoration, check the boxes corresponding to the revisions to be restored, and click '''''{{int:undeletebtn}}'''''.
ca: Per a restaurar l'historial sencer de la pàgina, deixeu totes les caselles sense seleccionar i feu clic a '''''{{int:undeletebtn}}'''''. Per a realitzar una restauració selectiva, marqueu les caselles que corresponguin a les revisions que voleu recuperar, i feu clic a '''''{{int:undeletebtn}}'''''.

# undeleterevisions
source: $1 {{PLURAL:$1|revision|revisions}} archived
ca: {{PLURAL:$1|Una revisió arxivada|$1 revisions arxivades}}

# undeletehistory
source: If you restore the page, all revisions will be restored to the history. If a new page with the same name has been created since the deletion, the restored revisions will appear in the prior history.
ca: Si restaureu la pàgina, totes les revisions seran restaurades a l'historial. Si s'hagués creat una nova pàgina amb el mateix nom d'ençà que la vàreu esborrar, les versions restaurades apareixeran abans a l'historial.

# undeleterevdel
source: Undeletion will not be performed if it will result in the top page or file revision being partially deleted. In such cases, you must uncheck or unhide the newest deleted revision.
ca: No es revertirà l'eliminació si això provoca la supressió parcial de la pàgina superior. En aqueixos casos, heu de desmarcar o mostrar les revisions eliminades més noves.

# undeletehistorynoadmin
source: This page has been deleted. The reason for deletion is shown in the summary below, along with details of the users who had edited this page before deletion. The actual text of these deleted revisions is only available to administrators.
ca: S'ha eliminat la pàgina. El motiu es mostra al resum a continuació, juntament amb detalls dels usuaris que l'havien editat abans de la seua eliminació. El text de les revisions eliminades només és accessible als administradors.

# undelete-revision
source: Deleted revision of $1 (as of $4, at $5) by $3:
ca: S'ha eliminat la revisió de $1 (des del dia $4 a les $5), revisat per $3:

# undeleterevision-missing
source: Invalid or missing revision. You may have a bad link, or the revision may have been restored or removed from the archive.
ca: La revisió no és vàlida o no hi és. Podeu tenir-hi un enllaç incorrecte, o bé pot haver-se restaurat o eliminat de l'arxiu.

# undelete-nodiff
source: No previous revision found.
ca: No s'ha trobat cap revisió anterior.

# undeletebtn
source: Restore
ca: Restaura!

# undeletelink
source: view/restore
ca: mira/restaura
