Repository: BoFFire/translation-memory-tools
Catalog: latest-memories/po/mediawiki-tm.po
Languages: ca

# commons-ios-license-details-intro
source: More information
ca: Més informació

# commons-ios-license-details-label
source: Read about licensing
ca: Aprèn-ne més sobre les llicències i la seva concessió

# commons-ios-catdetail-title
source: Category
ca: Categoria

# commons-ios-catdetail-intro
source: Categories help make your images more discoverable on Wikimedia Commons.
ca: Les categories us ajuden a fer les vostres imatges més descobribles a Wikimedia Commons.

# commons-ios-catdetail-remove-label
source: Remove "$1"
ca: Elimina "$1"

# commons-ios-catdetail-info-intro
source: More information
ca: Més informació

# commons-ios-catdetail-info-label
source: Read about categories
ca: Aprèn-ne més sobre les categories

# commons-ios-catadd-title
source: Add category
ca: Afegeix una categoria

# commons-ios-catadd-search-placeholder
source: Search categories
ca: Cerca categories

# commons-ios-getting-started-what-is-commons-contribute-label
source: Contribute your images. Help Wikipedia articles come to life!
ca: Doneu les vostres imatges. Ajudeu a donar vida als articles de la Viquipèdia!

# commons-ios-getting-started-what-is-commons-images-label
source: Images on Wikipedia come from Wikimedia Commons.
ca: Les imatges de la Viquipèdia vénen de la Wikimedia Commons.

# commons-ios-getting-started-what-photos-educate-label
source: Your images help educate people around the world.
ca: Les vostres imatges ajuden a educar gent d'arreu del món.

# commons-ios-getting-started-what-photos-avoid-label
source: Avoid copyrighted materials you found from the Internet as well as images of posters, book covers, etc.
ca: No utilitzeu materials amb copyright que pugueu trobar a Internet, ni tampoc imatges de pòsters, portades de llibres, etc.

# commons-ios-getting-started-got-it-label
source: You think you got it?
ca: Creieu que ho heu entès?

# commons-ios-getting-started-yes-button
source: Yes!
ca: Sí!

# commons-ios-picture-of-day-label
source: Wikimedia Commons Picture of the Day
ca: Imatge del dia a Wikimedia Commons

# commons-ios-picture-of-day-author
source: Author:
ca: Autor:

# commons-ios-picture-of-day-tap-for-license
source: Tap for License
ca: Toqueu per veure la llicència

# commons-ios-picture-of-day-menu-title
source: Picture of the Day
ca: Imatge del dia

# commons-ios-picture-of-day-commons-button
source: Commons Page
ca: Pàgina de Commons

# commons-ios-picture-of-day-license-button
source: License
ca: Llicència

# commons-ios-picture-of-day-cancel-button
source: Cancel
ca: Cancel·la

# commons-ios-refresh-failed-alert
source: Refresh Failed!
ca: El refrescament ha fallat!

# commons-ios-gallery-cancel-button
source: Cancel
ca: Cancel·la

# commons-ios-gallery-album-title
source: Albums
ca: Àlbums
