Repository: BoFFire/translation-memory-tools
Catalog: latest-memories/po/mediawiki-tm.po
Languages: ca

# wiktionarymobile-settings-language-desc
source: Set language for $1
ca: Estableix la llengua de $1

# wiktionarymobile-settings-font-size-label
source: Font size
ca: Mida de lletra

# wiktionarymobile-settings-font-size-desc
source: Set page font size
ca: Defineix la mida de lletra de la pàgina

# wiktionarymobile-settings-font-size-smaller
source: Small
ca: Petita

# wiktionarymobile-settings-font-size-larger
source: Large
ca: Gran

# wiktionarymobile-langlinks-close
source: Close read in other languages screen
ca: Tanca la finestra de lectura en altres llengües

# wiktionarymobile-langlinks-title
source: Read page in…
ca: Llegeix l'article en...

# wiktionarymobile-audiolinks-title
source: Listen in
ca: Escolta en

# wiktionarymobile-audiolinks-close
source: Close listen in
ca: Tanca escolta en

# wiktionarymobile-error-not-available
source: Sorry, this page is not available.
ca: Ho sentim, la pàgina no és disponible.

# wiktionarymobile-error-offline
source: You are offline and the page has not been previously saved.
ca: Sou fora de línia i la pàgina no s'havia desat abans.

# wiktionarymobile-error-offline-prompt
source: Please try again when you're connected to a network.
ca: Torneu-ho a provar quan estigueu connectat a la xarxa.

# wiktionarymobile-error-saved-or-online
source: You can open a saved page or go online and search.
ca: Podeu obrir una pàgina desada o posar-vos en línia i cercar.

# wiktionarymobile-error-not-found
source: Sorry, no page by that name exists.
ca: Ho sentim, no hi ha cap article amb aquest nom.

# wiktionarymobile-error-not-found-reason
source: You might have mis-spelt the title, or the page has not been created.
ca: Potser n'heu escrit malament el títol, o bé l'article encara no s'ha creat.

# wiktionarymobile-error-search-again
source: Please search for another term.
ca: Cerqueu un altre terme.

# wiktionarymobile-about-page-label
source: About
ca: Quan a

# wiktionarymobile-contact-page-label
source: Contact us
ca: Contacteu-nos

# wiktionarymobile-history-clear-all
source: Clear history
ca: Neteja l'historial

# wiktionarymobile-history-close
source: Close history screen
ca: Tanca la finestra d'historial

# wiktionarymobile-history-title
source: History
ca: Historial

# wiktionarymobile-expand-section
source: Show
ca: Mostra

# wiktionarymobile-collapse-section
source: Hide
ca: Amaga

# wiktionarymobile-about-close
source: Close about screen
ca: Tanca la finestra de 'Quant a'

# wiktionarymobile-about-page-title
source: About
ca: Quant a

# wiktionarymobile-about-version
source: Version
ca: Versió

# wiktionarymobile-about-copyright
source: This application is copyright (C) Wikimedia Foundation and contributing developers
ca: L'aplicació té copyright (C) Wikimedia Foundation i desenvolupadors col·laboradors

# wiktionarymobile-about-license
source: This application is free software under the GNU General Public License. You are welcome to distribute and modify it under certain conditions. See <a href="http://www.gnu.org/licenses/old-licenses/gpl-2.0.html">http://www.gnu.org/licenses/old-licenses/gpl-2.0.html</a> for details. The source code is available at <a href="https://github.com/Wikimedia/WiktionaryMobile">https://github.com/Wikimedia/WiktionaryMobile</a>
ca: L'aplicació és programari lliure sota la GNU General Public License. Podeu distribuir-la i modificar-la lliurement sota certes condicions. Consulteu <a href="http://www.gnu.org/licenses/old-licenses/gpl-2.0.html">http://www.gnu.org/licenses/old-licenses/gpl-2.0.html</a> per a més detalls. El codi font és disponible a <a href="https://github.com/Wikimedia/WikipediaMobile">https://github.com/Wikimedia/WikipediaMobile</a>

# wiktionarymobile-about-contributors
source: We would like to recognize the following names for their contributions to the product:
ca: Ens agradaria reconèixer els noms següents per llurs contribucions al producte:

# wiktionarymobile-about-credits
source: WiktionaryMobile builds upon many Open Source works, including:
ca: El WiktionaryMobile es basa en altres treballs de codi obert, incloent-hi:

# wiktionarymobile-app-description
source: Official Wiktionary App for Android. Wiktionary is a web-based dictionary that anyone can edit, available in over 150 languages. Features: Save article to read later or offline, share articles using Android "Share" function, read article in a different language, listen to word pronunciations, full screen search Send us your feedback on Twitter @WikimediaMobile.
ca: L'aplicació oficial del Viccionari per a l'Android. El Viccionari és un diccionari web que tothom pot modificar i està disponible en més de 150 llengües. Característiques: deseu un article per llegir-lo després fora de línia, compartiu articles amb la funcionalitat de compartició de l'Android, llegiu l'article en una llengua diferent, escolteu les pronuncies d'una paraules, cerca en pantalla completa, etc. Feu-nos arribar la vostra opinió des del Twitter a @WikimediaMobile.

# wiktionarymobile-search-results-did-you-mean-label
source: Did you mean:
ca: Volíeu dir:

# wiktionarymobile-search-results-no-results
source: No results found
ca: Cap resultat

# wiktionarymobile-search-results-close
source: Close search results
ca: Tanca els resultats de cerca

# wiktionarymobile-search-button
source: Search Wiktionary for this text
ca: Cerca al Viccionari aquest text

# wiktionarymobile-search-placeholder
source: Search
ca: Cerca

# wiktionarymobile-do-fulltext-search
source: Show more results...
ca: Mostra més resultats...

# wiktionarymobile-share-open-browser
source: Open in browser
ca: Obre en el navegador

# wiktionarymobile-twitter-not-available
source: Sorry, Twitter is not available for your iOS version
ca: Ho sentim, el Twitter no és disponible a la vostra versió de l'iOS

# commons-android-strings-app_name_beta
source: Wikimedia Commons Beta
ca: Beta de la Wikimedia Commons

# commons-android-strings-menu_settings
source: Settings
ca: Paràmetres

# commons-android-strings-username
source: Username
ca: Nom d'usuari:

# commons-android-strings-password
source: Password
ca: Contrasenya

# commons-android-strings-login
source: Log in
ca: Inicia una sessió

# commons-android-strings-logging_in_title
source: Logging in
ca: Iniciant sessió

# commons-android-strings-logging_in_message
source: Please wait...
ca: Espereu...

# commons-android-strings-login_success
source: Login success!
ca: S'ha iniciat sessió correctament !

# commons-android-strings-login_failed
source: Login failed!
ca: Error en iniciar la sessió !

# commons-android-strings-authentication_failed
source: Authentication failed!
ca: L'autenticació ha fallat!

# commons-android-strings-uploading_started
source: Upload started!
ca: Ha començat la càrrega !

# commons-android-strings-upload_completed_notification_title
source: %1$s uploaded!
ca: S'ha carregat %1$s !

# commons-android-strings-upload_completed_notification_text
source: Tap to view your upload
ca: Prem per veure la teva càrrega

# commons-android-strings-upload_progress_notification_title_start
source: Starting %1$s upload
ca: Començant la càrrega al servidor de %1$s

# commons-android-strings-upload_progress_notification_title_in_progress
source: %1$s uploading
ca: Carregant %1$s

# commons-android-strings-upload_progress_notification_title_finishing
source: Finishing uploading %1$s
ca: Acabant la càrrega al servidor de %1$s

# commons-android-strings-upload_failed_notification_title
source: Uploading %1$s failed
ca: Error al carregar %1$s

# commons-android-strings-upload_failed_notification_subtitle
source: Tap to view
ca: Prem per veure-ho

# commons-android-strings-title_activity_contributions
source: My uploads
ca: Les meves càrregues

# commons-android-strings-contribution_state_queued
source: Queued
ca: En cua

# commons-android-strings-contribution_state_failed
source: Failed
ca: Ha fallat

# commons-android-strings-contribution_state_in_progress
source: %1$d%% complete
ca: %1$d%% completat

# commons-android-strings-contribution_state_starting
source: Uploading
ca: Càrrega en curs

# commons-android-strings-menu_from_gallery
source: From Gallery
ca: De la galeria

# commons-android-strings-menu_from_camera
source: Take photo
ca: Fes una foto

# commons-android-strings-provider_contributions
source: My uploads
ca: Les meves càrregues

# commons-android-strings-menu_share
source: Share
ca: Comparteix

# commons-android-strings-menu_open_in_browser
source: View in Browser
ca: Mostra al navegador

# commons-android-strings-share_title_hint
source: Title
ca: Títol

# commons-android-strings-share_description_hint
source: Description
ca: Descripció

# commons-android-strings-login_failed_network
source: Unable to login - network failure
ca: No s'ha pogut iniciar la sessió – error de xarxa

# commons-android-strings-login_failed_username
source: Unable to login - please check your username
ca: No s'ha pogut iniciar la sessió – siusplau comprova el teu nom d'usuari

# commons-android-strings-login_failed_password
source: Unable to login - please check your password
ca: No s'ha pogut iniciar la sessió – comprova la teva contrasenya

# commons-android-strings-login_failed_throttled
source: Too many unsuccessful attempts. Please try again in a few minutes
ca: Masses intents erronis – Siusplau prova-ho d'aquí uns minuts

# commons-android-strings-login_failed_blocked
source: Sorry, this user has been blocked on Commons
ca: Ho sentim, aquest usuari ha estat blocat a Commons

# commons-android-strings-login_failed_generic
source: Login failed
ca: Ha fallat l'inici de sessió

# commons-android-strings-share_upload_button
source: Upload
ca: Carrega

# commons-android-strings-multiple_share_base_title
source: Name this set
ca: Anomena aquest conjunt

# commons-android-strings-provider_modifications
source: Modifications
ca: Modificacions

# commons-android-strings-menu_upload_single
source: Upload
ca: Carrega

# commons-android-strings-categories_search_text_hint
source: Search categories
ca: Categories de cerca

# commons-android-strings-menu_save_categories
source: Save
ca: Desa

# commons-android-strings-categories_not_found
source: No categories matching %1$s found
ca: No s'ha trobat cap categoria que coincideixi amb %1$s

# commons-android-strings-categories_skip_explanation
source: Add categories to make your images more discoverable on Wikimedia Commons. Start typing to add categories. Tap this message (or hit back) to skip this step.
ca: Afegiu categories per fer que les vostres imatges siguin més fàcils de trobar a Wikimedia Commons.

# commons-android-strings-preference_tracking
source: Usage reports
ca: Informes d'ús

# commons-android-strings-preference_tracking_summary
source: Send usage reports to Wikimedia to help us improve the app
ca: Envia informes d'ús a Wikimedia per ajudar-nos a millorar l'aplicació

# commons-android-strings-title_activity_settings
source: Settings
ca: Paràmetres

# commons-android-strings-menu_about
source: About
ca: Quant a

# commons-android-strings-about_license
source: Open Source software released under the <a href="https://github.com/wikimedia/apps-android-commons/blob/master/COPYING">Apache License v2</a>
ca: Programari de codi obert distribuït sota la <a href="https://github.com/wikimedia/apps-android-commons/blob/master/COPYING">llicència Apache v2</a>

# commons-android-strings-about_improve
source: Source on <a href="https://github.com/wikimedia/apps-android-commons">GitHub</a>. Bugs at <a href="https://bugzilla.wikimedia.org/enter_bug.cgi?product=Commons%20App">Bugzilla</a>.
ca: Codi a <a href="https://github.com/wikimedia/apps-android-commons">GitHub</a>. Informes d'error a <a href="https://bugzilla.wikimedia.org/enter_bug.cgi?product=Commons%20App">Bugzilla</a>.

# commons-android-strings-about_privacy_policy
source: <a href="https://wikimediafoundation.org/wiki/Privacy_policy">Privacy policy</a>
ca: Wikimedia:Commons-android-texts-sobre privacitat/ca

# commons-android-strings-title_activity_about
source: About
ca: Quant a

# commons-android-strings-menu_feedback
source: Send Feedback (via Email)
ca: Envia comentaris (per correu)

# commons-android-strings-provider_categories
source: Recently used categories
ca: Categories usades recentment

# commons-android-strings-waiting_first_sync
source: Waiting for first sync...
ca: S'està esperant la primera sincronització…

# commons-android-strings-no_uploads_yet
source: You have not yet uploaded any photos.
ca: Encara no heu carregat cap foto.

# commons-android-strings-menu_retry_upload
source: Retry
ca: Reintenta

# commons-android-strings-menu_cancel_upload
source: Cancel
ca: Cancel·la

# commons-android-strings-share_license_summary
source: This image will be licensed under %1$s
ca: Aquesta imatge es llicenciarà sota %1$s

# commons-android-strings-menu_download
source: Download
ca: Baixa

# commons-android-strings-preference_license
source: License
ca: Llicència

# commons-android-strings-license_name_cc_by_sa
source: CCu00A0Attribution-ShareAlikeu00A03.0
ca: CCu00A0Reconeixement-CompartirIgualu00A03.0

# commons-android-strings-license_name_cc_by
source: CCu00A0Attributionu00A03.0
ca: CCu00A0Reconeixementu00A03.0

# commons-android-strings-license_name_cc_by_sa_3_0_at
source: CC BY-SA 3.0 (Austria)
ca: CC BY-SA 3.0 (Àustria)

# commons-android-strings-license_name_cc_by_sa_3_0_de
source: CC BY-SA 3.0 (Germany)
ca: CC BY-SA 3.0 (Alemanya)

# commons-android-strings-license_name_cc_by_sa_3_0_ee
source: CC BY-SA 3.0 (Estonia)
ca: CC BY-SA 3.0 (Estònia)

# commons-android-strings-license_name_cc_by_sa_3_0_es
source: CC BY-SA 3.0 (Spain)
ca: CC BY-SA 3.0 (Espanya)

# commons-android-strings-license_name_cc_by_sa_3_0_hr
source: CC BY-SA 3.0 (Croatia)
ca: CC BY-SA 3.0 (Croàcia)

# commons-android-strings-license_name_cc_by_sa_3_0_lu
source: CC BY-SA 3.0 (Luxembourg)
ca: CC BY-SA 3.0 (Luxemburg)

# commons-android-strings-license_name_cc_by_sa_3_0_nl
source: CC BY-SA 3.0 (Netherlands)
ca: CC BY-SA 3.0 (Països Baixos)

# commons-android-strings-license_name_cc_by_sa_3_0_no
source: CC BY-SA 3.0 (Norway)
ca: CC BY-SA 3.0 (Noruega)

# commons-android-strings-license_name_cc_by_sa_3_0_pl
source: CC BY-SA 3.0 (Poland)
ca: CC BY-SA 3.0 (Polònia)

# commons-android-strings-license_name_fal
source: Free Art License
ca: Llicència artística lliure

# commons-android-strings-license_name_pd_old_100
source: Public domain (author died over 100 years ago)
ca: Domini públic (l'autor va morir fa més de 100 anys)

# commons-android-strings-license_name_pd_old
source: Public domain (copyright expired)
ca: Domini públic (copyright expirat)

# commons-android-strings-license_name_pd_art
source: Public domain (art)
ca: Domini públic (art)

# commons-android-strings-license_name_pd_us
source: Public domain (US)
ca: Domini públic (EUA)

# commons-android-strings-license_name_pd_usgov
source: Public domain (US government)
ca: Domini públic (govern dels EUA)

# commons-android-strings-license_name_pd_usgov_nasa
source: Public domain (NASA)
ca: Domini públic (NASA)

# commons-android-strings-license_name_pd_ineligible
source: Public domain (ineligible for copyright)
ca: Domini públic (copyright no aplicable)

# commons-android-strings-license_name_attribution
source: Attribution
ca: Reconeixement

# commons-android-strings-license_name_gfdl
source: GNU Free Documentation License
ca: Llicència de Documentació Lliure de GNU

# commons-android-strings-welcome_wikipedia_text
source: Contribute your images. Help Wikipedia articles come to life!
ca: Doneu les vostres imatges. Ajudeu a donar vida als articles de la Viquipèdia!

# commons-android-strings-welcome_wikipedia_subtext
source: Images on Wikipedia come from Wikimedia Commons.
ca: Les imatges de la Viquipèdia vénen de la Wikimedia Commons.

# commons-android-strings-welcome_copyright_text
source: Your images help educate people around the world.
ca: Les vostres imatges ajuden a educar gent d'arreu del món.

# commons-android-strings-welcome_copyright_subtext
source: Avoid copyrighted materials you found from the Internet as well as images of posters, book covers, etc.
ca: No utilitzis material amb copyright que puguis trobar a Internet, ni tampoc imatges de pòsters, portades de llibres, etc.

# commons-android-strings-welcome_final_text
source: You think you got it?
ca: Creieu que ho heu entès?

# commons-android-strings-welcome_final_button_text
source: Yes!
ca: Sí!

# commons-android-strings-detail_panel_cats_loading
source: Loading...
ca: Carregant...

# commons-android-strings-detail_panel_cats_none
source: None selected
ca: No se n'ha seleccionat cap

# commons-android-strings-detail_description_empty
source: No description
ca: Sense descripció

# commons-android-strings-detail_license_empty
source: Unknown license
ca: Llicència desconeguda

# commons-android-strings-provider_campaigns
source: Campaigns
ca: Campanyes

# commons-android-strings-menu_refresh
source: Refresh
ca: Refresca

# commons-android-error-crash_dialog_title
source: Commons has crashed
ca: El Commons s'ha penjat

# commons-android-error-crash_dialog_text
source: Oops. Something went wrong!
ca: Uups ! Quelcom ha anat malament !

# commons-android-error-crash_dialog_comment_prompt
source: Tell us what you were doing, then share it via email to us. Will help us fix it!
ca: Explica'ns que estaves fent, després comparteix-ho mitjançant email amb nosaltres. Ens ajudaràs a arreglar-ho!

# commons-android-error-crash_dialog_ok_toast
source: Thank you!
ca: Gràcies!

# commons-ios-contribs-title
source: My uploads
ca: Les meves càrregues

# commons-ios-contribs-settings-button
source: Settings
ca: Paràmetres

# commons-ios-contribs-upload-button
source: Upload
ca: Carrega

# commons-ios-contribs-photo-library-button
source: Photos
ca: Fotos

# commons-ios-contribs-state-queued
source: $1 Queued
ca: $1 en cua

# commons-ios-contribs-state-uploading
source: $1 Uploading Photo
ca: S'està carregant $1

# commons-ios-contribs-state-downloading
source: $1 Retrieving Thumbnail
ca: S'està recuperant la miniatura $1

# commons-ios-contribs-state-generating-thumb
source: $1 Generating Thumbnail
ca: S'està generant la miniatura $1

# commons-ios-contribs-untitled
source: Untitled
ca: Sense títol

# commons-ios-contribs-photo-access-error
source: This app does not have access to your photos.
ca: L'aplicació no pot accedir a les vostres fotos.

# commons-ios-contribs-photo-access-remedy
source: You can enable access in Privacy Settings.
ca: Podeu habilitar l'accés a les preferències de privadesa.

# commons-ios-contribs-refresh
source: Pull to refresh
ca: Estira per a refrescar

# commons-ios-contribs-refreshing
source: Refreshing...
ca: S'està refrescant…

# commons-ios-error-upload-failed
source: Upload failed!
ca: Ha fallat la càrrega!

# commons-ios-error-upload-cancelled
source: Upload cancelled
ca: S'ha cancel·lat la càrrega

# commons-ios-error-dismiss
source: Dismiss
ca: Descarta

# commons-ios-error-nologin-text
source: You need to login before you can upload photos
ca: Cal que inicieu una sessió abans de poder carregar les fotos

# commons-ios-error-bad-password-title
source: Login error
ca: Error d'inici de sessió

# commons-ios-error-bad-password
source: Bad username or password
ca: Nom d'usuari o contrasenya incorrectes

# commons-ios-reltime-minutes
source: $1 mins ago
ca: fa $1 minuts

# commons-ios-reltime-hours
source: $1 hours ago
ca: fa $1 hores

# commons-ios-reltime-days
source: $1 days ago
ca: fa $1 dies

# commons-ios-settings-title
source: Settings
ca: Paràmetres

# commons-ios-settings-username-placeholder
source: Username
ca: Nom d'usuari

# commons-ios-settings-password-placeholder
source: Password
ca: Contrasenya

# commons-ios-settings-debug-label
source: Debug Mode:
ca: Mode de depuració:

# commons-ios-settings-open-links-label
source: Open Links With:
ca: Obre enllaços amb:

# commons-ios-settings-open-links-only-safari
source: No other supported browsers are installed.
ca: No hi ha altres navegadors compatibles instal·lats.

# commons-ios-settings-debug-detail
source: Uploading to $1
ca: S'està carregant a $1

# commons-ios-settings-usage-reports-label
source: Usage Reports:
ca: Informes d'ús:

# commons-ios-settings-usage-reports-description
source: Send usage reports to Wikimedia to help us improve the app.
ca: Envia informes d'ús a Wikimedia per a ajudar-nos a millorar l'aplicació.

# commons-ios-settings-usage-reports-send-button
source: Send
ca: Envia

# commons-ios-settings-usage-reports-dont-send-button
source: Don't Send
ca: No enviïs

# commons-ios-settings-links-label
source: Links:
ca: Enllaços:

# commons-ios-settings-source-label
source: Source:
ca: Font:

# commons-ios-settings-background-label
source: Background
ca: Fons

# commons-ios-details-title
source: Details
ca: Detalls

# commons-ios-details-nav-prompt
source: Describe and Upload
ca: Descriu i carrega

# commons-ios-details-upload-button
source: Upload
ca: Carrega

# commons-ios-details-title-label
source: Title
ca: Títol

# commons-ios-details-title-placeholder
source: Unique, descriptive title
ca: Un títol únic i descriptiu

# commons-ios-details-description-label
source: Description
ca: Descripció

# commons-ios-details-description-placeholder
source: Required
ca: Necessari

# commons-ios-details-description-loading
source: Loading...
ca: Carregant...

# commons-ios-details-description-none-found
source: No Description Found
ca: No s'ha trobat cap descripció

# commons-ios-details-license-label
source: License
ca: Llicència

# commons-ios-details-license-loading
source: Loading...
ca: S'està carregant...

# commons-ios-details-hide-keyboard
source: Hide Keyboard
ca: Amaga el teclat

# commons-ios-details-category-select
source: Select...
ca: Selecciona...

# commons-ios-details-category-loading
source: Loading...
ca: Carregant...

# commons-ios-details-category-none-found
source: No Categories Found
ca: No s'han trobat categories

# commons-ios-details-deletion-button
source: Delete this Image
ca: Suprimeix la imatge

# commons-ios-web-open-in
source: Open in $1
ca: Obre-ho al $1

# commons-ios-web-cancel
source: Cancel
ca: Cancel·la

# commons-ios-login-title
source: Account
ca: Compte

# commons-ios-login-current-user-button
source: Continue as: $1
ca: Continua com: $1

# commons-ios-login-button
source: Login
ca: Sessió

# commons-ios-login-recover-password-button
source: recover password
ca: recupera la contrasenya

# commons-ios-logout-button
source: Logout
ca: Finalitza la sessió

# commons-ios-about-title
source: About
ca: Quant a

# commons-ios-about-app-version-label
source: Version $1
ca: Versió $1

# commons-ios-about-bugs-button
source: Bug Tracker
ca: Seguiment d'errors

# commons-ios-about-privacy-button
source: Privacy Policy
ca: Política de privadesa

# commons-ios-about-source-button
source: Source
ca: Font

# commons-ios-about-source-this-app-title
source: This App (iOS):
ca: Aquesta aplicació (iOS):

# commons-ios-about-source-this-app-contributors
source: Contributors
ca: Col·laboradors

# commons-ios-about-license-button
source: License
ca: Llicència

# commons-ios-welcome-no-images-message
source: No Uploads Found Use the Button Below to Take or Choose Photos
ca: No s'han trobat càrregues Utilitzeu el botó d'aquí sota per fer o escollir fotos

# commons-ios-welcome-take-or-choose-message
source: Take or Choose a Photo
ca: Fes o escull una fotografia

# commons-ios-welcome-checking-message
source: Checking for Previous Uploads
ca: Comprovant l'existència de càrregues anteriors

# commons-ios-license-title
source: License
ca: Llicència

# commons-ios-license-intro
source: You agree to license your upload under the selected terms:
ca: Esteu d'acord a concedir una llicència a la vostra càrrega sota els termes i condicions seleccionats:
