Repository: BoFFire/translation-memory-tools
Catalog: latest-memories/po/mediawiki-tm.po
Languages: ca

# minutes-ago
source: $1 {{PLURAL:$1|minute|minutes}} ago
ca: fa $1 {{PLURAL:$1|minut|minuts}}

# seconds-ago
source: $1 {{PLURAL:$1|second|seconds}} ago
ca: fa $1 {{PLURAL:$1|segon|segons}}

# monday-at
source: Monday at $1
ca: Dilluns a les $1

# tuesday-at
source: Tuesday at $1
ca: Dimarts a les $1

# wednesday-at
source: Wednesday at $1
ca: Dimecres a les $1

# thursday-at
source: Thursday at $1
ca: Dijous a les $1

# friday-at
source: Friday at $1
ca: Divendres a les $1

# saturday-at
source: Saturday at $1
ca: Dissabte a les $1

# sunday-at
source: Sunday at $1
ca: Diumenge a les $1

# yesterday-at
source: Yesterday at $1
ca: Ahir a les $1

# bad_image_list
source: The format is as follows: Only list items (lines starting with *) are considered. The first link on a line must be a link to a bad file. Any subsequent links on the same line are considered to be exceptions, i.e. pages where the file may occur inline.
ca: El format ha de ser el següent: Només els elements de llista (les línies que comencin amb un *) es prenen en consideració. El primer enllaç de cada línia ha de ser el d'un fitxer dolent. La resta d'enllaços de la línia són les excepcions, és a dir, les pàgines on s'hi pot encabir el fitxer.

source: Metadata
ca: Metadades

# metadata-help
source: This file contains additional information, probably added from the digital camera or scanner used to create or digitize it. If the file has been modified from its original state, some details may not fully reflect the modified file.
ca: Aquest fitxer conté informació addicional, probablement afegida per la càmera digital o l'escàner utilitzat per a crear-lo o digitalitzar-lo. Si s'ha modificat posteriorment, alguns detalls poden no reflectir les dades reals del fitxer modificat.

# metadata-expand
source: Show extended details
ca: Mostra els detalls estesos

# metadata-collapse
source: Hide extended details
ca: Amaga els detalls estesos

# metadata-fields
source: Image metadata fields listed in this message will be included on image page display when the metadata table is collapsed. Others will be hidden by default. * make * model * datetimeoriginal * exposuretime * fnumber * isospeedratings * focallength * artist * copyright * imagedescription * gpslatitude * gpslongitude * gpsaltitude
ca: Els camps de metadades de la imatge llistats en aquest missatge s'inclouran en la pàgina de descripció de la imatge fins i tot quan la taula estigui plegada. La resta estaran ocults però es podran desplegar. * make * model * datetimeoriginal * exposuretime * fnumber * isospeedratings * focallength * artist * copyright * imagedescription * gpslatitude * gpslongitude * gpsaltitude

# exif-imagewidth
source: Width
ca: Amplada

# exif-imagelength
source: Height
ca: Alçada

# exif-bitspersample
source: Bits per component
ca: Octets per component

# exif-compression
source: Compression scheme
ca: Esquema de compressió

# exif-photometricinterpretation
source: Pixel composition
ca: Composició dels píxels

# exif-orientation
source: Orientation
ca: Orientació

# exif-samplesperpixel
source: Number of components
ca: Nombre de components

# exif-planarconfiguration
source: Data arrangement
ca: Ordenament de dades

# exif-ycbcrsubsampling
source: Subsampling ratio of Y to C
ca: Proporció de mostreig secundari de Y amb C

# exif-ycbcrpositioning
source: Y and C positioning
ca: Posició YCbCr

# exif-xresolution
source: Horizontal resolution
ca: Resolució horitzontal

# exif-yresolution
source: Vertical resolution
ca: Resolució vertical

# exif-stripoffsets
source: Image data location
ca: Ubicació de les dades de la imatge

# exif-rowsperstrip
source: Number of rows per strip
ca: Nombre de fileres per franja

# exif-stripbytecounts
source: Bytes per compressed strip
ca: Octets per franja comprimida

# exif-jpeginterchangeformat
source: Offset to JPEG SOI
ca: Ancorament del JPEG SOI

# exif-jpeginterchangeformatlength
source: Bytes of JPEG data
ca: Octets de dades JPEG

# exif-whitepoint
source: White point chromaticity
ca: Cromositat del punt blanc

# exif-primarychromaticities
source: Chromaticities of primarities
ca: Coordenada cromàtica del color primari

# exif-ycbcrcoefficients
source: Color space transformation matrix coefficients
ca: Quoficients de la matriu de transformació de l'espai colorimètric

# exif-referenceblackwhite
source: Pair of black and white reference values
ca: Valors de referència negre i blanc

# exif-datetime
source: File change date and time
ca: Data i hora de modificació del fitxer

# exif-imagedescription
source: Image title
ca: Títol de la imatge

# exif-make
source: Camera manufacturer
ca: Fabricant de la càmera

# exif-model
source: Camera model
ca: Model de càmera

# exif-software
source: Software used
ca: Programari utilitzat

# exif-artist
source: Author
ca: Autor

# exif-copyright
source: Copyright holder
ca: Titular dels drets d'autor

# exif-exifversion
source: Exif version
ca: Versió Exif

# exif-flashpixversion
source: Supported Flashpix version
ca: Versió Flashpix admesa

# exif-colorspace
source: Color space
ca: Espai de color

# exif-componentsconfiguration
source: Meaning of each component
ca: Significat de cada component

# exif-compressedbitsperpixel
source: Image compression mode
ca: Mode de compressió d'imatge

# exif-pixelydimension
source: Image width
ca: Amplada de la imatge

# exif-pixelxdimension
source: Image height
ca: Alçada de la imatge

# exif-usercomment
source: User comments
ca: Comentaris de l'usuari

# exif-relatedsoundfile
source: Related audio file
ca: Fitxer d'àudio relacionat

# exif-datetimeoriginal
source: Date and time of data generation
ca: Dia i hora de generació de les dades

# exif-datetimedigitized
source: Date and time of digitizing
ca: Dia i hora de digitalització

# exif-subsectime
source: DateTime subseconds
ca: Data i hora, fraccions de segon

# exif-subsectimeoriginal
source: DateTimeOriginal subseconds
ca: Data i hora de creació, fraccions de segon

# exif-subsectimedigitized
source: DateTimeDigitized subseconds
ca: Data i hora de digitalització, fraccions de segon

# exif-exposuretime
source: Exposure time
ca: Temps d'exposició

# exif-exposuretime-format
source: $1 sec ($2)
ca: $1 s ($2)

# exif-fnumber
source: F Number
ca: Obertura del diafragma

# exif-exposureprogram
source: Exposure Program
ca: Programa d'exposició

# exif-spectralsensitivity
source: Spectral sensitivity
ca: Sensibilitat espectral

# exif-isospeedratings
source: ISO speed rating
ca: Sensibilitat ISO

# exif-shutterspeedvalue
source: APEX shutter speed
ca: APEX velocitat d'obturació

# exif-aperturevalue
source: APEX aperture
ca: APEX obertura

# exif-brightnessvalue
source: APEX brightness
ca: APEX brillantor

# exif-exposurebiasvalue
source: APEX exposure bias
ca: Correcció d'exposició

# exif-maxaperturevalue
source: Maximum land aperture
ca: Camp d'obertura màxim

# exif-subjectdistance
source: Subject distance
ca: Distància del subjecte

# exif-meteringmode
source: Metering mode
ca: Mode de mesura

# exif-lightsource
source: Light source
ca: Font de llum

# exif-flash
source: Flash
ca: Flaix

# exif-focallength
source: Lens focal length
ca: Longitud focal de la lent

# exif-subjectarea
source: Subject area
ca: Enquadre del subjecte

# exif-flashenergy
source: Flash energy
ca: Energia del flaix

# exif-focalplanexresolution
source: Focal plane X resolution
ca: Resolució X del pla focal

# exif-focalplaneyresolution
source: Focal plane Y resolution
ca: Resolució Y del pla focal

# exif-focalplaneresolutionunit
source: Focal plane resolution unit
ca: Unitat de resolució del pla focal

# exif-subjectlocation
source: Subject location
ca: Posició del subjecte

# exif-exposureindex
source: Exposure index
ca: Índex d'exposició

# exif-sensingmethod
source: Sensing method
ca: Mètode de detecció

# exif-filesource
source: File source
ca: Font del fitxer

# exif-scenetype
source: Scene type
ca: Tipus d'escena

# exif-customrendered
source: Custom image processing
ca: Processament d'imatge personalitzat

# exif-exposuremode
source: Exposure mode
ca: Mode d'exposició

# exif-whitebalance
source: White balance
ca: Balanç de blancs

# exif-digitalzoomratio
source: Digital zoom ratio
ca: Escala d'ampliació digital (zoom)

# exif-focallengthin35mmfilm
source: Focal length in 35 mm film
ca: Distància focal per a peŀlícula de 35 mm

# exif-scenecapturetype
source: Scene capture type
ca: Tipus de captura d'escena

# exif-gaincontrol
source: Scene control
ca: Control d'escena

# exif-saturation
source: Saturation
ca: Saturació

# exif-sharpness
source: Sharpness
ca: Nitidesa

# exif-devicesettingdescription
source: Device settings description
ca: Descripció dels paràmetres del dispositiu

# exif-subjectdistancerange
source: Subject distance range
ca: Escala de distància del subjecte

# exif-imageuniqueid
source: Unique image ID
ca: Identificador únic de la imatge

# exif-gpsversionid
source: GPS tag version
ca: Versió del tag GPS

# exif-gpslatituderef
source: North or south latitude
ca: Latitud nord o sud

# exif-gpslatitude
source: Latitude
ca: Latitud

# exif-gpslongituderef
source: East or west longitude
ca: Longitud est o oest

# exif-gpslongitude
source: Longitude
ca: Longitud

# exif-gpsaltituderef
source: Altitude reference
ca: Referència d'altitud

# exif-gpsaltitude
source: Altitude
ca: Altitud

# exif-gpstimestamp
source: GPS time (atomic clock)
ca: Hora GPS (rellotge atòmic)

# exif-gpssatellites
source: Satellites used for measurement
ca: Satèŀlits utilitzats en la mesura

# exif-gpsstatus
source: Receiver status
ca: Estat del receptor

# exif-gpsmeasuremode
source: Measurement mode
ca: Mode de mesura

# exif-gpsdop
source: Measurement precision
ca: Precisió de la mesura

# exif-gpsspeedref
source: Speed unit
ca: Unitat de velocitat

# exif-gpsspeed
source: Speed of GPS receiver
ca: Velocitat del receptor GPS

# exif-gpstrackref
source: Reference for direction of movement
ca: Referència per la direcció del moviment

# exif-gpstrack
source: Direction of movement
ca: Direcció del moviment

# exif-gpsimgdirectionref
source: Reference for direction of image
ca: Referència per la direcció de la imatge

# exif-gpsimgdirection
source: Direction of image
ca: Direcció de la imatge

# exif-gpsmapdatum
source: Geodetic survey data used
ca: S'han utilitzat dades d'informes geodètics

# exif-gpsdestlatituderef
source: Reference for latitude of destination
ca: Referència per a la latitud de la destinació

# exif-gpsdestlatitude
source: Latitude destination
ca: Latitud de la destinació

# exif-gpsdestlongituderef
source: Reference for longitude of destination
ca: Referència per a la longitud de la destinació

# exif-gpsdestlongitude
source: Longitude of destination
ca: Longitud de la destinació

# exif-gpsdestbearingref
source: Reference for bearing of destination
ca: Referència per a l'orientació de la destinació

# exif-gpsdestbearing
source: Bearing of destination
ca: Orientació de la destinació

# exif-gpsdestdistanceref
source: Reference for distance to destination
ca: Referència de la distància a la destinació

# exif-gpsdestdistance
source: Distance to destination
ca: Distància a la destinació

# exif-gpsprocessingmethod
source: Name of GPS processing method
ca: Nom del mètode de processament GPS

# exif-gpsareainformation
source: Name of GPS area
ca: Nom de l'àrea GPS

# exif-gpsdatestamp
source: GPS date
ca: Data GPS

# exif-gpsdifferential
source: GPS differential correction
ca: Correcció diferencial GPS

# exif-jpegfilecomment
source: JPEG file comment
ca: Comentari del fitxer JPEG

# exif-keywords
source: Keywords
ca: Paraules clau

# exif-worldregioncreated
source: World region that the picture was taken in
ca: Regió del món on la foto va ser presa

# exif-countrycreated
source: Country that the picture was taken in
ca: País on la foto va ser presa

# exif-countrycodecreated
source: Code for the country that the picture was taken in
ca: Codi del país on la foto va ser presa

# exif-provinceorstatecreated
source: Province or state that the picture was taken in
ca: Província o estat on la foto va ser presa

# exif-citycreated
source: City that the picture was taken in
ca: Ciutat on la foto va ser presa

# exif-sublocationcreated
source: Sublocation of the city that the picture was taken in
ca: Sublocalització de la ciutat on la foto va ser presa

# exif-worldregiondest
source: World region shown
ca: Regió del món que mostra

# exif-countrydest
source: Country shown
ca: País que mostra

# exif-countrycodedest
source: Code for country shown
ca: Codi del país que mostra

# exif-provinceorstatedest
source: Province or state shown
ca: Província o estat que mostra

# exif-citydest
source: City shown
ca: Ciutat que mostra

# exif-sublocationdest
source: Sublocation of city shown
ca: Sublocalització de la ciutat que mostra

# exif-objectname
source: Short title
ca: Títol abreujat

# exif-specialinstructions
source: Special instructions
ca: Instruccions especials

# exif-headline
source: Headline
ca: Encapçalament

# exif-credit
source: Credit/Provider
ca: Crèdit / Proveïdor

# exif-source
source: Source
ca: Font

# exif-editstatus
source: Editorial status of image
ca: Estat de redacció de la imatge

# exif-urgency
source: Urgency
ca: Urgència

# exif-fixtureidentifier
source: Fixture name
ca: Nom de l'accessori

# exif-locationdest
source: Location depicted
ca: Ubicació representada

# exif-locationdestcode
source: Code of location depicted
ca: Codi de la ubicació que mostra

# exif-objectcycle
source: Time of day that media is intended for
ca: Moment del dia al qual va destinat el mitjà de comunicació

# exif-contact
source: Contact information
ca: Informació de contacte

# exif-writer
source: Writer
ca: Escriptor

# exif-languagecode
source: Language
ca: Idioma

# exif-iimversion
source: IIM version
ca: IIM versió

# exif-iimcategory
source: Category
ca: Categoria

# exif-iimsupplementalcategory
source: Supplemental categories
ca: Categories suplementàries

# exif-datetimeexpires
source: Do not use after
ca: No utilitzar després

# exif-datetimereleased
source: Released on
ca: Data de llançament

# exif-originaltransmissionref
source: Original transmission location code
ca: Transmissió original del codi de la ubicació

# exif-identifier
source: Identifier
ca: Identificador

# exif-lens
source: Lens used
ca: Objectiu utilitzat

# exif-serialnumber
source: Serial number of camera
ca: Número de sèrie de la càmera

# exif-cameraownername
source: Owner of camera
ca: Propietari de la càmera

# exif-label
source: Label
ca: Etiqueta

# exif-datetimemetadata
source: Date metadata was last modified
ca: Data que la metadata ha estat modificada per última vegada

# exif-nickname
source: Informal name of image
ca: Nom informal de l'imatge

# exif-rating
source: Rating (out of 5)
ca: Valoració (sobre 5)

# exif-rightscertificate
source: Rights management certificate
ca: Certificat de gestió de drets

# exif-copyrighted
source: Copyright status
ca: Estat dels drets d'autor

# exif-copyrightowner
source: Copyright owner
ca: Propietari dels drets d'autor

# exif-usageterms
source: Usage terms
ca: Termes d'ús

# exif-webstatement
source: Online copyright statement
ca: Declaració de drets d'autor en línia

# exif-originaldocumentid
source: Unique ID of original document
ca: ID únic del document original

# exif-licenseurl
source: URL for copyright license
ca: Direcció de llicències de drets d'autor

# exif-morepermissionsurl
source: Alternative licensing information
ca: Alternativa informació de llicència

# exif-attributionurl
source: When re-using this work, please link to
ca: Quan re-utilitzis aquest treball, si us plau posa un enllaç a

# exif-preferredattributionname
source: When re-using this work, please credit
ca: Quan re-utilitzis aquest treball, si us plau posa un credit a

# exif-pngfilecomment
source: PNG file comment
ca: Comentari del fitxer PNG

# exif-disclaimer
source: Disclaimer
ca: Avís general

# exif-contentwarning
source: Content warning
ca: Advertència de contingut

# exif-giffilecomment
source: GIF file comment
ca: Comentari del fitxer GIF

# exif-intellectualgenre
source: Type of item
ca: Tipus d'article

# exif-subjectnewscode
source: Subject code
ca: Codi del subjecte

# exif-scenecode
source: IPTC scene code
ca: Codi d'escena IPTC

# exif-event
source: Event depicted
ca: Esdeveniment representat

# exif-organisationinimage
source: Organization depicted
ca: Organització representada

# exif-personinimage
source: Person depicted
ca: Persona representada

# exif-originalimageheight
source: Height of image before it was cropped
ca: Alçada de la imatge abans que fos retallada

# exif-originalimagewidth
source: Width of image before it was cropped
ca: Amplada de la imatge abans que fos retallada

# exif-compression-1
source: Uncompressed
ca: Sense compressió

# exif-compression-2
source: CCITT Group 3 1-Dimensional Modified Huffman run length encoding
ca: Codificació CCITT Grup 3 longitud monodimensional de Huffman modificat

# exif-compression-3
source: CCITT Group 3 fax encoding
ca: Codificació de fax CCITT grup 3

# exif-compression-4
source: CCITT Group 4 fax encoding
ca: Codificació de fax CCITT grup 4

# exif-copyrighted-true
source: Copyrighted
ca: Sotmesa a drets d'autor

# exif-copyrighted-false
source: Copyright status not set
ca: No s'ha definit l'estat de copyright

# exif-unknowndate
source: Unknown date
ca: Data desconeguda

# exif-orientation-2
source: Flipped horizontally
ca: Invertit horitzontalment

# exif-orientation-3
source: Rotated 180°
ca: Girat 180°

# exif-orientation-4
source: Flipped vertically
ca: Invertit verticalment

# exif-orientation-5
source: Rotated 90° CCW and flipped vertically
ca: Rotat 90° en sentit antihorari i invertit verticalment

# exif-orientation-6
source: Rotated 90° CCW
ca: Rotat 90° en sentit antihorari

# exif-orientation-7
source: Rotated 90° CW and flipped vertically
ca: Rotat 90° en sentit horari i invertit verticalment

# exif-orientation-8
source: Rotated 90° CW
ca: Rotat 90° en sentit horari

# exif-planarconfiguration-1
source: chunky format
ca: a blocs densos (chunky)

# exif-planarconfiguration-2
source: planar format
ca: format pla

# exif-xyresolution-i
source: $1 dpi
ca: $1 ppp

# exif-xyresolution-c
source: $1 dpc
ca: $1 ppc

# exif-colorspace-65535
source: Uncalibrated
ca: Sense calibrar

# exif-componentsconfiguration-0
source: does not exist
ca: no existeix

# exif-exposureprogram-0
source: Not defined
ca: No definit

# exif-exposureprogram-2
source: Normal program
ca: Programa normal

# exif-exposureprogram-3
source: Aperture priority
ca: amb prioritat d'obertura

# exif-exposureprogram-4
source: Shutter priority
ca: amb prioritat de velocitat d'obturació

# exif-exposureprogram-5
source: Creative program (biased toward depth of field)
ca: Programa creatiu (preferència a la profunditat de camp)

# exif-exposureprogram-6
source: Action program (biased toward fast shutter speed)
ca: Programa acció (preferència a la velocitat d'obturació)

# exif-exposureprogram-7
source: Portrait mode (for closeup photos with the background out of focus)
ca: Mode retrat (per primers plans amb fons desenfocat)

# exif-exposureprogram-8
source: Landscape mode (for landscape photos with the background in focus)
ca: Mode paisatge (per fotos de paisatges amb el fons enfocat)

# exif-subjectdistance-value
source: $1 meters
ca: $1 metres

# exif-meteringmode-0
source: Unknown
ca: Desconegut

# exif-meteringmode-1
source: Average
ca: Mitjana

# exif-meteringmode-2
source: Center weighted average
ca: Mesura central mitjana

# exif-meteringmode-3
source: Spot
ca: Puntual

# exif-meteringmode-4
source: Multi-Spot
ca: Multipuntual

# exif-meteringmode-5
source: Pattern
ca: Patró

# exif-meteringmode-6
source: Partial
ca: Parcial

# exif-meteringmode-255
source: Other
ca: Altres

# exif-lightsource-0
source: Unknown
ca: Desconegut

# exif-lightsource-1
source: Daylight
ca: Llum de dia

# exif-lightsource-3
source: Tungsten (incandescent light)
ca: Tungstè (llum incandescent)

# exif-lightsource-4
source: Flash
ca: Flaix

# exif-lightsource-9
source: Fine weather
ca: Clar

# exif-lightsource-10
source: Cloudy weather
ca: Ennuvolat

# exif-lightsource-11
source: Shade
ca: Ombra

# exif-lightsource-12
source: Daylight fluorescent (D 5700 – 7100K)
ca: Fluorescent de llum del dia (D 5700 – 7100K)

# exif-lightsource-13
source: Day white fluorescent (N 4600 – 5400K)
ca: Fluorescent de llum blanca (N 4600 – 5400K)

# exif-lightsource-14
source: Cool white fluorescent (W 3900 – 4500K)
ca: Fluorescent blanc fred (W 3900 – 4500K)

# exif-lightsource-15
source: White fluorescent (WW 3200 – 3700K)
ca: Fluorescent blanc (WW 3200 – 3700K)

# exif-lightsource-17
source: Standard light A
ca: Llum estàndard A

# exif-lightsource-18
source: Standard light B
ca: Llum estàndard B

# exif-lightsource-19
source: Standard light C
ca: Llum estàndard C

# exif-lightsource-24
source: ISO studio tungsten
ca: Bombeta de tungstè d'estudi ISO

# exif-lightsource-255
source: Other light source
ca: Altre font de llum

# exif-flash-fired-0
source: Flash did not fire
ca: No s'ha disparat el flaix

# exif-flash-fired-1
source: Flash fired
ca: Flaix disparat

# exif-flash-return-0
source: no strobe return detection function
ca: no hi ha funció de detecció del retorn de la llum estroboscòpica

# exif-flash-return-2
source: strobe return light not detected
ca: no s'ha detectat retorn de llum estroboscòpica

# exif-flash-return-3
source: strobe return light detected
ca: s'ha detectat retorn de llum estroboscòpica

# exif-flash-mode-1
source: compulsory flash firing
ca: disparada de flaix obligatòria

# exif-flash-mode-2
source: compulsory flash suppression
ca: tret de flash suprimit

# exif-flash-mode-3
source: auto mode
ca: mode automàtic

# exif-flash-function-1
source: No flash function
ca: Sense funció de flaix

# exif-flash-redeye-1
source: red-eye reduction mode
ca: reducció d'ulls vermells

# exif-focalplaneresolutionunit-2
source: inches
ca: polzades

# exif-sensingmethod-1
source: Undefined
ca: Indefinit

# exif-sensingmethod-2
source: One-chip color area sensor
ca: Sensor d'àrea de color a un xip

# exif-sensingmethod-3
source: Two-chip color area sensor
ca: Sensor d'àrea de color a dos xips

# exif-sensingmethod-4
source: Three-chip color area sensor
ca: Sensor d'àrea de color a tres xips

# exif-sensingmethod-5
source: Color sequential area sensor
ca: Sensor d'àrea de color per seqüències

# exif-sensingmethod-7
source: Trilinear sensor
ca: Sensor trilineal

# exif-sensingmethod-8
source: Color sequential linear sensor
ca: Sensor linear de color per seqüències

# exif-filesource-3
source: Digital still camera
ca: Càmera fotogràfica digital

# exif-scenetype-1
source: A directly photographed image
ca: Una imatge fotografiada directament

# exif-customrendered-0
source: Normal process
ca: Procés normal

# exif-customrendered-1
source: Custom process
ca: Processament personalitzat

# exif-exposuremode-0
source: Auto exposure
ca: Exposició automàtica

# exif-exposuremode-1
source: Manual exposure
ca: Exposició manual

# exif-exposuremode-2
source: Auto bracket
ca: Bracketting automàtic

# exif-whitebalance-0
source: Auto white balance
ca: Balanç automàtic de blancs

# exif-whitebalance-1
source: Manual white balance
ca: Balanç manual de blancs

# exif-scenecapturetype-0
source: Standard
ca: Estàndard

# exif-scenecapturetype-1
source: Landscape
ca: Paisatge

# exif-scenecapturetype-2
source: Portrait
ca: Retrat

# exif-scenecapturetype-3
source: Night scene
ca: Escena nocturna

# exif-gaincontrol-0
source: None
ca: Cap

# exif-gaincontrol-1
source: Low gain up
ca: Baix augment del guany

# exif-gaincontrol-2
source: High gain up
ca: Fort augment del guany

# exif-gaincontrol-3
source: Low gain down
ca: Baixa reducció del guany
