Repository: BoFFire/translation-memory-tools
Catalog: latest-memories/po/mediawiki-tm.po
Languages: ca

# undeleteviewlink
source: view
ca: veure

# undeletereset
source: Reset
ca: Reinicia

# undeleteinvert
source: Invert selection
ca: Invertir selecció

# undeletecomment
source: Reason:
ca: Motiu:

# undeletedrevisions
source: {{PLURAL:$1|1 revision|$1 revisions}} restored
ca: {{PLURAL:$1|Una revisió restaurada|$1 revisions restaurades}}

# undeletedrevisions-files
source: {{PLURAL:$1|1 revision|$1 revisions}} and {{PLURAL:$2|1 file|$2 files}} restored
ca: {{PLURAL:$1|Una revisió|$1 revisions}} i {{PLURAL:$2|un fitxer|$2 fitxers}} restaurats

# undeletedfiles
source: {{PLURAL:$1|1 file|$1 files}} restored
ca: $1 {{PLURAL:$1|fitxer restaurat|fitxers restaurats}}

# cannotundelete
source: Undelete failed: $1
ca: Hi ha hagut un error en el procés de restauració: $1

# undeletedpage
source: '''$1 has been restored''' Consult the [[Special:Log/delete|deletion log]] for a record of recent deletions and restorations.
ca: '''S'ha restaurat «$1»''' Consulteu el [[Special:Log/delete|registre d'esborraments]] per a veure els esborraments i els restauraments més recents.

# undelete-header
source: See [[Special:Log/delete|the deletion log]] for recently deleted pages.
ca: Vegeu [[Special:Log/delete|el registre d'eliminació]] per a veure les pàgines eliminades recentment.

# undelete-search-title
source: Search deleted pages
ca: Cerca de pàgines esborrades

# undelete-search-box
source: Search deleted pages
ca: Cerca pàgines esborrades

# undelete-search-prefix
source: Show pages starting with:
ca: Mostra pàgines que comencin:

# undelete-search-submit
source: Search
ca: Cerca

# undelete-no-results
source: No matching pages found in the deletion archive.
ca: Amb aquest criteri de cerca, no s'ha trobat cap pàgina a l'arxiu de supressions

# undelete-filename-mismatch
source: Cannot undelete file revision with timestamp $1: Filename mismatch.
ca: No es pot revertir l'eliminació de la revisió de fitxer amb marca horària $1: no coincideix el nom de fitxer

# undelete-bad-store-key
source: Cannot undelete file revision with timestamp $1: File was missing before deletion.
ca: No es pot revertir la revisió de fitxer amb marca horària $1: el fitxer no hi era abans i tot de ser eliminat.

# undelete-cleanup-error
source: Error deleting unused archive file "$1".
ca: S'ha produït un error en eliminar el fitxer d'arxiu sense utilitzar «$1».

# undelete-missing-filearchive
source: Unable to restore file archive ID $1 because it is not in the database. It may have already been undeleted.
ca: No s'ha pogut restaurar l'identificador $1 d'arxiu de fitxers perquè no es troba a la base de dades. Podria ser que ja s'hagués revertit l'eliminació.

# undelete-error
source: Error undeleting page
ca: Error recuperant pàgina

# undelete-error-short
source: Error undeleting file: $1
ca: S'ha produït un error en revertir l'eliminació del fitxer: $1

# undelete-error-long
source: Errors were encountered while undeleting the file: $1
ca: S'han produït errors en revertir la supressió del fitxer: $1

# undelete-show-file-confirm
source: Are you sure you want to view the deleted revision of the file "<nowiki>$1</nowiki>" from $2 at $3?
ca: Segur que voleu veure la revisió esborrada del fitxer «<nowiki>$1</nowiki>» corresponent a les $3 del $2?

# undelete-show-file-submit
source: Yes
ca: Sí

source: Namespace:
ca: Espai de noms:

# invert
source: Invert selection
ca: Inverteix la selecció

# tooltip-invert
source: Check this box to hide changes to pages within the selected namespace (and the associated namespace if checked)
ca: Marqueu aquesta casella per ocultar els canvis a les pàgines de l'espai de noms seleccionat (i l'espai de noms associat si està activat)

# namespace_association
source: Associated namespace
ca: Espai de noms associat

# tooltip-namespace_association
source: Check this box to also include the talk or subject namespace associated with the selected namespace
ca: Marqueu aquesta casella per incloure l'espai de noms de discussió o de no discussió associat a l'espai de noms seleccionat

# blanknamespace
source: (Main)
ca: (Principal)

# contributions
source: {{GENDER:$1|User}} contributions
ca: Contribucions de {{GENDER:$1|l'usuari|la usuària}}

# contributions-title
source: User contributions for $1
ca: Contribucions de l'usuari $1

# mycontris
source: Contributions
ca: Contribucions

# contribsub2
source: For {{GENDER:$3|$1}} ($2)
ca: Per a {{GENDER:$3|$1}} ($2)

# nocontribs
source: No changes were found matching these criteria.
ca: No s'ha trobat canvis que encaixessin amb aquests criteris.

# uctop
source: (current)
ca: (actual)

# month
source: From month (and earlier):
ca: Mes (i anteriors):

# year
source: From year (and earlier):
ca: Any (i anteriors):

# sp-contributions-newbies
source: Show contributions of new accounts only
ca: Mostra les contribucions dels usuaris novells

# sp-contributions-newbies-sub
source: For new accounts
ca: Per a novells

# sp-contributions-newbies-title
source: User contributions for new accounts
ca: Contribucions dels comptes d'usuari més nous

# sp-contributions-blocklog
source: block log
ca: Registre de bloquejos

# sp-contributions-deleted
source: deleted user contributions
ca: contribucions d'usuari esborrades

# sp-contributions-uploads
source: uploads
ca: pujades

# sp-contributions-logs
source: logs
ca: registres

# sp-contributions-talk
source: talk
ca: discussió

# sp-contributions-userrights
source: user rights management
ca: gestió de drets d'usuari

# sp-contributions-blocked-notice
source: This user is currently blocked. The latest block log entry is provided below for reference:
ca: En aquests moments, aquest compte d'usuari es troba blocat. Per més detalls, la última entrada del registre es mostra a continuació:

# sp-contributions-blocked-notice-anon
source: This IP address is currently blocked. The latest block log entry is provided below for reference:
ca: En aquests moments, aquesta adreça IP es troba blocada. Per més detalls, la última entrada del registre es mostra a continuació:

# sp-contributions-search
source: Search for contributions
ca: Cerca les contribucions

# sp-contributions-username
source: IP address or username:
ca: Adreça IP o nom d'usuari:

# sp-contributions-toponly
source: Only show edits that are latest revisions
ca: Mostra només revisions superiors

# sp-contributions-submit
source: Search
ca: Cerca

source: What links here
ca: Què hi enllaça

# whatlinkshere-title
source: Pages that link to "$1"
ca: Pàgines que enllacen amb «$1»

# whatlinkshere-page
source: Page:
ca: Pàgina:

# linkshere
source: The following pages link to '''[[:$1]]''':
ca: Les següents pàgines enllacen amb '''[[:$1]]''':

# nolinkshere
source: No pages link to '''[[:$1]]'''.
ca: Cap pàgina no enllaça amb '''[[:$1]]'''.

# nolinkshere-ns
source: No pages link to '''[[:$1]]''' in the chosen namespace.
ca: No s'enllaça cap pàgina a '''[[:$1]]''' en l'espai de noms triat.

# isredirect
source: redirect page
ca: pàgina redirigida

# istemplate
source: transclusion
ca: inclosa

# isimage
source: file link
ca: enllaç a fitxer

# whatlinkshere-prev
source: {{PLURAL:$1|previous|previous $1}}
ca: {{PLURAL:$1|anterior|anteriors $1}}

# whatlinkshere-next
source: {{PLURAL:$1|next|next $1}}
ca: {{PLURAL:$1|següent|següents $1}}

# whatlinkshere-links
source: ← links
ca: ← enllaços

# whatlinkshere-hideredirs
source: $1 redirects
ca: $1 redireccions

# whatlinkshere-hidetrans
source: $1 transclusions
ca: $1 inclusions

# whatlinkshere-hidelinks
source: $1 links
ca: $1 enllaços

# whatlinkshere-hideimages
source: $1 file links
ca: $1 enllaços de fitxers

# whatlinkshere-filters
source: Filters
ca: Filtres

# autoblockid
source: Autoblock #$1
ca: Autoblocatge #$1

# block
source: Block user
ca: Blocatge d'usuaris

# unblock
source: Unblock user
ca: Desblocatge d'usuaris

# blockip
source: Block user
ca: Bloqueig d'usuaris

# blockip-title
source: Block user
ca: Bloquejar l'usuari

# blockip-legend
source: Block user
ca: Bloca l'usuari

# blockiptext
source: Use the form below to block write access from a specific IP address or username. This should be done only to prevent vandalism, and in accordance with [[{{MediaWiki:Policy-url}}|policy]]. Fill in a specific reason below (for example, citing particular pages that were vandalized).
ca: Empreu el següent formulari per blocar l'accés d'escriptura des d'una adreça IP específica o des d'un usuari determinat. això només s'hauria de fer per prevenir el vandalisme, i d'acord amb la [[{{MediaWiki:Policy-url}}|política del projecte]]. Empleneu el diàleg de sota amb un motiu específic (per exemple, citant quines pàgines en concret estan sent vandalitzades).

# ipadressorusername
source: IP address or username:
ca: Adreça IP o nom de l'usuari

# ipbexpiry
source: Expiry:
ca: Venciment

# ipbreason
source: Reason:
ca: Motiu:

# ipbreasonotherlist
source: Other reason
ca: Altres motius

# ipbreason-dropdown
source: *Common block reasons ** Inserting false information ** Removing content from pages ** Spamming links to external sites ** Inserting nonsense/gibberish into pages ** Intimidating behavior/harassment ** Abusing multiple accounts ** Unacceptable username
ca: *Motius de bloqueig més freqüents ** Inserció d'informació falsa ** Supressió de contingut sense justificació ** Inserció d'enllaços promocionals (spam) ** Inserció de contingut sense cap sentit ** Conducta intimidatòria o hostil ** Abús de comptes d'usuari múltiples ** Nom d'usuari no acceptable

# ipb-hardblock
source: Prevent logged-in users from editing from this IP address
ca: Impedeix que els usuaris registrats puguin editar des d'aquesta adreça IP

# ipbcreateaccount
source: Prevent account creation
ca: Impedeix la creació de comptes

# ipbemailban
source: Prevent user from sending email
ca: Impedeix que l'usuari enviï correus electrònics

# ipbenableautoblock
source: Automatically block the last IP address used by this user, and any subsequent IP addresses they try to edit from
ca: Bloca l'adreça IP d'aquest usuari, i totes les subseqüents adreces des de les quals intenti registrar-se

# ipbsubmit
source: Block this user
ca: Bloqueja aquesta adreça

# ipbother
source: Other time:
ca: Un altre termini

# ipboptions
source: 2 hours:2 hours,1 day:1 day,3 days:3 days,1 week:1 week,2 weeks:2 weeks,1 month:1 month,3 months:3 months,6 months:6 months,1 year:1 year,indefinite:infinite
ca: 2 hores:2 hours,1 dia:1 day,3 dies:3 days,1 setmana:1 week,2 setmanes:2 weeks,1 mes:1 month,3 mesos:3 months,6 mesos:6 months,1 any:1 year,infinit:infinite

# ipbotheroption
source: other
ca: un altre

# ipbotherreason
source: Other/additional reason:
ca: Altres motius o addicionals:

# ipbhidename
source: Hide username from edits and lists
ca: Amaga el nom d'usuari de les edicions i llistes

# ipbwatchuser
source: Watch this user's user and talk pages
ca: Vigila les pàgines d'usuari i de discussió de l'usuari

# ipb-disableusertalk
source: Prevent this user from editing their own talk page while blocked
ca: Impedeix que aquest usuari pugui modificar la seva pàgina de discussió mentre dura el blocatge

# ipb-change-block
source: Re-block the user with these settings
ca: Torna a blocar l'usuari amb aquests paràmetres

# ipb-confirm
source: Confirm block
ca: Confirma el blocatge

# badipaddress
source: Invalid IP address
ca: L'adreça IP no té el format correcte.

# blockipsuccesssub
source: Block succeeded
ca: S'ha blocat amb èxit

# blockipsuccesstext
source: [[Special:Contributions/$1|$1]] has been blocked.<br /> See the [[Special:BlockList|block list]] to review blocks.
ca: [[Special:Contributions/$1|$1]] ha estat {{GENDER:$1|blocat|blocada}}.<br /> Vegeu la [[Special:BlockList|llista de bloqueigs]] per revisar-los.

# ipb-blockingself
source: You are about to block yourself! Are you sure you want to do that?
ca: Esteu a punt de blocar-vos a vós mateix! Esteu segurs de voler-ho fer?

# ipb-confirmhideuser
source: You are about to block a user with "hide user" enabled. This will suppress the user's name in all lists and log entries. Are you sure you want to do that?
ca: Esteu a punt de bloquejar un usuari que està marcat amb l'opció «amaga l'usuari». Això suprimirà el seu nom a totes les llistes i registres. Esteu segurs de voler-ho fer?

# ipb-edit-dropdown
source: Edit block reasons
ca: Edita les raons per a blocar

# ipb-unblock-addr
source: Unblock $1
ca: Desbloca $1

# ipb-unblock
source: Unblock a username or IP address
ca: Desbloca un usuari o una adreça IP

# ipb-blocklist
source: View existing blocks
ca: Llista els bloquejos existents

# ipb-blocklist-contribs
source: Contributions for $1
ca: Contribucions de $1

# unblockip
source: Unblock user
ca: Desbloca l'usuari

# unblockiptext
source: Use the form below to restore write access to a previously blocked IP address or username.
ca: Empreu el següent formulari per restaurar l'accés a l'escriptura a una adreça IP o un usuari prèviament bloquejat.

# ipusubmit
source: Remove this block
ca: Desbloca aquesta adreça

# unblocked
source: [[User:$1|$1]] has been unblocked.
ca: S'ha desbloquejat l'{{GENDER:$1|usuari|usuària}} [[User:$1|$1]]

# unblocked-range
source: $1 has been unblocked.
ca: $1 ha estat desblocat

# unblocked-id
source: Block $1 has been removed.
ca: S'ha eliminat el bloqueig de $1

# blocklist
source: Blocked users
ca: Usuaris blocats

# ipblocklist
source: Blocked users
ca: Usuaris blocats

# ipblocklist-legend
source: Find a blocked user
ca: Cerca un usuari blocat

# blocklist-userblocks
source: Hide account blocks
ca: Amaga bloquejos de compte

# blocklist-tempblocks
source: Hide temporary blocks
ca: Amaga bloquejos temporals

# blocklist-addressblocks
source: Hide single IP blocks
ca: Amaga bloquejos d'una sola IP

# blocklist-rangeblocks
source: Hide range blocks
ca: Amaga els bloquejos de rang

# blocklist-timestamp
source: Timestamp
ca: Marca horària

# blocklist-target
source: Target
ca: Usuari blocat

# blocklist-expiry
source: Expires
ca: Caduca

# blocklist-by
source: Blocking admin
ca: Administrador que ha blocat

# blocklist-params
source: Block parameters
ca: Paràmetres del bloqueig

# blocklist-reason
source: Reason
ca: Motiu

# ipblocklist-submit
source: Search
ca: Cerca

# ipblocklist-localblock
source: Local block
ca: Bloqueig local

# ipblocklist-otherblocks
source: Other {{PLURAL:$1|block|blocks}}
ca: Altres {{PLURAL:$1|bloquejos|bloquejos}}

# infiniteblock
source: infinite
ca: infinit

# expiringblock
source: expires on $1 at $2
ca: venç el $1 a $2

# anononlyblock
source: anon. only
ca: només usuari anònim

# noautoblockblock
source: autoblock disabled
ca: S'ha inhabilitat el bloqueig automàtic

# createaccountblock
source: account creation disabled
ca: s'ha blocat la creació de nous comptes

# emailblock
source: email disabled
ca: s'ha blocat l'enviament de correus electrònics

# blocklist-nousertalk
source: cannot edit own talk page
ca: no podeu modificar la pàgina de discussió pròpia

# ipblocklist-empty
source: The block list is empty.
ca: La llista de bloqueigs està buida.

# ipblocklist-no-results
source: The requested IP address or username is not blocked.
ca: L'adreça IP o nom d'usuari soŀlicitat no està bloquejat.

# blocklink
source: block
ca: bloca

# unblocklink
source: unblock
ca: desbloca

# change-blocklink
source: change block
ca: canvia el blocatge

# contribslink
source: contribs
ca: contribucions

# emaillink
source: send email
ca: correu electrònic

# autoblocker
source: Autoblocked because your IP address has been recently used by "[[User:$1|$1]]". The reason given for $1's block is "''$2''"
ca: Heu estat blocat automàticament perquè la vostra adreça IP ha estat recentment utilitzada per l'usuari ''[[User:$1|$1]]''. El motiu del bloqueig de $1 és: ''$2''.

# blocklogpage
source: Block log
ca: Registre de bloquejos

# blocklog-showlog
source: This user has been blocked previously. The block log is provided below for reference:
ca: Aquest usuari ha estat blocat prèviament. Per més detalls, a sota es mostra el registre de bloquejos:

# blocklog-showsuppresslog
source: This user has been blocked and hidden previously. The suppress log is provided below for reference:
ca: Aquest usuari ha estat blocat i amagat prèviament. Per més detalls, a sota es mostra el registre de supressions:

# blocklogentry
source: blocked [[$1]] with an expiry time of $2 $3
ca: ha blocat l'{{GENDER:$1|usuari|usuària}} [[$1]] per un període de: $2 $3

# reblock-logentry
source: changed block settings for [[$1]] with an expiry time of $2 $3
ca: canviades les opcions del blocatge a [[$1]] amb caducitat a $2, $3

# blocklogtext
source: This is a log of user blocking and unblocking actions. Automatically blocked IP addresses are not listed. See the [[Special:BlockList|block list]] for the list of currently operational bans and blocks.
ca: Això és una relació de accions de bloqueig i desbloqueig. Les adreces IP bloquejades automàticament no apareixen. Vegeu la [[Special:BlockList|llista de bloqueigs]] per veure una llista dels actuals bloqueigs operatius.

# unblocklogentry
source: unblocked $1
ca: ha desblocat $1

# block-log-flags-anononly
source: anonymous users only
ca: només els usuaris anònims

# block-log-flags-nocreate
source: account creation disabled
ca: s'ha desactivat la creació de comptes

# block-log-flags-noautoblock
source: autoblock disabled
ca: sense bloqueig automàtic

# block-log-flags-noemail
source: email disabled
ca: correu-e blocat

# block-log-flags-nousertalk
source: cannot edit own talk page
ca: no podeu modificar la pàgina de discussió pròpia

# block-log-flags-angry-autoblock
source: enhanced autoblock enabled
ca: autoblocatge avançat activat

# block-log-flags-hiddenname
source: username hidden
ca: nom d'usuari ocult

# range_block_disabled
source: The administrator ability to create range blocks is disabled.
ca: La facultat dels administradors per a crear bloquejos de rang està desactivada.

# ipb_expiry_invalid
source: Expiry time invalid.
ca: Data d'acabament no vàlida.

# ipb_expiry_temp
source: Hidden username blocks must be permanent.
ca: Els blocatges amb ocultació de nom d'usuari haurien de ser permanents.

# ipb_hide_invalid
source: Unable to suppress this account; it may have too many edits.
ca: No s'ha pogut eliminar el compte; potser té massa edicions.

# ipb_already_blocked
source: "$1" is already blocked
ca: «$1» ja està blocat

# ipb-needreblock
source: $1 is already blocked. Do you want to change the settings?
ca: L'usuari $1 ja està blocat. Voleu canviar-ne els paràmetres del blocatge?

# ipb-otherblocks-header
source: Other {{PLURAL:$1|block|blocks}}
ca: Altres {{PLURAL:$1|bloquejos|bloquejos}}

# unblock-hideuser
source: You cannot unblock this user, as their username has been hidden.
ca: No podeu desblocar aquest usuari, perquè el seu nom d'usuari està ocult.

# ipb_cant_unblock
source: Error: Block ID $1 not found. It may have been unblocked already.
ca: Errada: No s'ha trobat el núm. ID de bloqueig $1. És possible que ja s'haguera desblocat.

# ipb_blocked_as_range
source: Error: The IP address $1 is not blocked directly and cannot be unblocked. It is, however, blocked as part of the range $2, which can be unblocked.
ca: Error: L'adreça IP $1 no està blocada directament i per tant no pot ésser desbloquejada. Ara bé, sí que ho està per formar part del rang $2 que sí que pot ser desblocat.

# ip_range_invalid
source: Invalid IP range.
ca: Rang de IP no vàlid.

# ip_range_toolarge
source: Range blocks larger than /$1 are not allowed.
ca: No estan permesos el bloquejos de rangs més grans que /$1.

source: Proxy blocker
ca: Bloqueig de proxy

# proxyblockreason
source: Your IP address has been blocked because it is an open proxy. Please contact your Internet service provider or technical support of your organization and inform them of this serious security problem.
ca: La vostra adreça IP ha estat bloquejada perquè és un proxy obert. Si us plau contactau el vostre proveïdor d'Internet o servei tècnic i informau-los d'aquest seriós problema de seguretat.

# sorbsreason
source: Your IP address is listed as an open proxy in the DNSBL used by {{SITENAME}}.
ca: La vostra adreça IP està llistada com a servidor intermediari (''proxy'') obert dins la llista negra de DNS que fa servir el projecte {{SITENAME}}.

# sorbs_create_account_reason
source: Your IP address is listed as an open proxy in the DNSBL used by {{SITENAME}}. You cannot create an account
ca: La vostra adreça IP està llistada com a servidor intermediari (''proxy'') obert a la llista negra de DNS que utilitza el projecte {{SITENAME}}. No podeu crear-vos-hi un compte

# xffblockreason
source: An IP address present in the X-Forwarded-For header, either yours or that of a proxy server you are using, has been blocked. The original block reason was: $1
ca: Una adreça IP present en la capçalera X-Forwarded-For, ja sigui vostra o la d'un servidor proxy que esteu utilitzant, ha estat blocada. El motiu inicial del bloqueig és: $1

# cant-block-while-blocked
source: You cannot block other users while you are blocked.
ca: No podeu blocar altres usuaris quan esteu bloquejat.

# cant-see-hidden-user
source: The user you are trying to block has already been blocked and hidden. Since you do not have the hideuser right, you cannot see or edit the user's block.
ca: L'usuari que esteu intentant blocar ja ha estat blocat i ocultat. Com que no teniu el permís hideuser no podeu veure ni modificar el seu blocatge.

# ipbblocked
source: You cannot block or unblock other users because you are yourself blocked
ca: No podeu blocar o desblocar altres usuaris, perquè vós {{GENDER:|mateix|mateixa|mateix}} esteu {{GENDER:|blocat|blocada|blocat}}.

# ipbnounblockself
source: You are not allowed to unblock yourself
ca: No teniu permís per a treure el vostre bloqueig

# lockdb
source: Lock database
ca: Bloca la base de dades

# unlockdb
source: Unlock database
ca: Desbloca la base de dades

# lockdbtext
source: Locking the database will suspend the ability of all users to edit pages, change their preferences, edit their watchlists, and other things requiring changes in the database. Please confirm that this is what you intend to do, and that you will unlock the database when your maintenance is done.
ca: Si es bloca la base de dades impedirà la capacitat a tots els usuaris d'editar pàgines, canviar les preferències, editar la llista de seguiment i altres canvis que calen de modificacions a la base de dades. Confirmeu que això és el que voleu fer, i sobretot no us oblideu de desblocar la base de dades quan acabeu el manteniment.

# unlockdbtext
source: Unlocking the database will restore the ability of all users to edit pages, change their preferences, edit their watchlists, and other things requiring changes in the database. Please confirm that this is what you intend to do.
ca: Desblocant la base de dades es restaurarà l'habilitat de tots els usuaris d'editar pàgines, canviar les preferències, editar els llistats de seguiment, i altres accions que requereixen canvis en la base de dades. Confirmeu que això és el que voleu fer.

# lockconfirm
source: Yes, I really want to lock the database.
ca: Sí, realment vull blocar la base de dades.

# unlockconfirm
source: Yes, I really want to unlock the database.
ca: Sí, realment vull desblocar la base dades.

# lockbtn
source: Lock database
ca: Bloca la base de dades

# unlockbtn
source: Unlock database
ca: Desbloca la base de dades

# locknoconfirm
source: You did not check the confirmation box.
ca: No heu respost al diàleg de confirmació.

# lockdbsuccesssub
source: Database lock succeeded
ca: S'ha bloquejat la base de dades

# unlockdbsuccesssub
source: Database lock removed
ca: S'ha eliminat el bloqueig de la base de dades
