Repository: BoFFire/translation-memory-tools
Catalog: latest-memories/po/mediawiki-tm.po
Languages: ca

# lockdbsuccesstext
source: The database has been locked.<br /> Remember to [[Special:UnlockDB|remove the lock]] after your maintenance is complete.
ca: S'ha bloquejat la base de dades.<br /> Recordeu-vos de [[Special:UnlockDB|treure el bloqueig]] quan hàgiu acabat el manteniment.

# unlockdbsuccesstext
source: The database has been unlocked.
ca: S'ha desbloquejat la base de dades del projecte {{SITENAME}}.

# lockfilenotwritable
source: The database lock file is not writable. To lock or unlock the database, this needs to be writable by the web server.
ca: No es pot modificar el fitxer de la base de dades de bloquejos. Per a blocar o desblocar la base de dades, heu de donar-ne permís de modificació al servidor web.

# databasenotlocked
source: The database is not locked.
ca: La base de dades no està bloquejada.

# lockedbyandtime
source: (by {{GENDER:$1|$1}} on $2 at $3)
ca: (per $1 el $2 a les $3)

# move-page
source: Move $1
ca: Reanomena $1

# move-page-legend
source: Move page
ca: Reanomena la pàgina

# movepagetext
source: Using the form below will rename a page, moving all of its history to the new name. The old title will become a redirect page to the new title. You can update redirects that point to the original title automatically. If you choose not to, be sure to check for [[Special:DoubleRedirects|double]] or [[Special:BrokenRedirects|broken redirects]]. You are responsible for making sure that links continue to point where they are supposed to go. Note that the page will '''not''' be moved if there is already a page at the new title, unless the latter is a redirect and has no past edit history. This means that you can rename a page back to where it was renamed from if you make a mistake, and you cannot overwrite an existing page. '''Warning!''' This can be a drastic and unexpected change for a popular page; please be sure you understand the consequences of this before proceeding.
ca: Amb el formulari següent reanomenareu una pàgina, movent tot el seu historial al nou nom. El títol anterior es convertirà en una pàgina de redirecció al nou títol. Podeu actualitzar automàticament les redireccions que apuntin al títol original. Si no ho feu, assegureu-vos de verificar les redireccions [[Special:DoubleRedirects|dobles]] o [[Special:BrokenRedirects|trencades]]. Serà de la vostra responsabilitat verificar que els enllaços segueixin apuntant cap a on se suposa que ho han de fer. Tingueu en compte que la pàgina '''no''' serà traslladada si ja existeix una pàgina amb el títol nou, tret que sigui una redirecció sense més historial. Això significa que podeu reanomenar de nou una pàgina al seu títol original si cometeu un error, i que no podeu sobreescriure una pàgina existent. '''Atenció!''' Açò pot ser un canvi dràstic i inesperat en una pàgina que sigui popular; assegureu-vos d'entendre les conseqüències que comporta abans de seguir endavant.

# movepagetext-noredirectfixer
source: Using the form below will rename a page, moving all of its history to the new name. The old title will become a redirect page to the new title. Be sure to check for [[Special:DoubleRedirects|double]] or [[Special:BrokenRedirects|broken redirects]]. You are responsible for making sure that links continue to point where they are supposed to go. Note that the page will '''not''' be moved if there is already a page at the new title, unless it is a redirect and has no past edit history. This means that you can rename a page back to where it was renamed from if you make a mistake, and you cannot overwrite an existing page. '''Warning!''' This can be a drastic and unexpected change for a popular page; please be sure you understand the consequences of this before proceeding.
ca: Amb el formulari següent podeu reanomenar una pàgina movent tot el seu historial al nom nou. El títol anterior es convertirà en una pàgina de redirecció al nou títol. Assegureu-vos de verificar les redireccions [[Special:DoubleRedirects|dobles]] o [[Special:BrokenRedirects|trencades]]. És responsabilitat vostra assegurar que els enllaços continuen apuntant cap a on se suposa que han d'anar. Tingueu en compte que la pàgina '''no''' serà traslladada si ja existeix una pàgina amb el títol nou, tret que sigui una redirecció i no tingui més historial. Això significa que podeu reanomenar de nou una pàgina al seu títol original si cometeu un error, i que no podeu sobreescriure una pàgina existent. '''Atenció!''' Això pot ser un canvi dràstic i inesperat per una pàgina popular; assegureu-vos que sabeu el que feu abans de continuar.

# movepagetalktext
source: The associated talk page will be automatically moved along with it '''unless:''' *A non-empty talk page already exists under the new name, or *You uncheck the box below. In those cases, you will have to move or merge the page manually if desired.
ca: La pàgina de discussió associada també serà traslladada automàticament '''tret que''': * Ja existeix una pàgina de discussió no buida amb el nou nom, o * Desactiveu la opció de més avall. En aquests casos, haureu de traslladar o fusionar la pàgina manualment si ho desitgeu.

# movearticle
source: Move page:
ca: Reanomena la pàgina

# moveuserpage-warning
source: '''Warning:''' You are about to move a user page. Please note that only the page will be moved and the user will ''not'' be renamed.
ca: '''Atenció:''' Esteu a punt de moure una pàgina d'usuari. Tingueu en compte que només la pàgina es desplaçarà i que el compte d'usuari ''no'' canviarà de nom.

# movenologin
source: Not logged in
ca: No sou a dins d'una sessió

# movenologintext
source: You must be a registered user and [[Special:UserLogin|logged in]] to move a page.
ca: Heu de ser un usuari registrat i estar [[Special:UserLogin|dintre d'una sessió]] per reanomenar una pàgina.

# movenotallowed
source: You do not have permission to move pages.
ca: No teniu permís per a moure pàgines.

# movenotallowedfile
source: You do not have permission to move files.
ca: No teniu el permís per a moure fitxers.

# cant-move-user-page
source: You do not have permission to move user pages (apart from subpages).
ca: No teniu permís per a moure pàgines d'usuari (independentment de les subpàgines).

# cant-move-to-user-page
source: You do not have permission to move a page to a user page (except to a user subpage).
ca: No teniu permís per a moure una pàgina a una pàgina d'usuari (independentment de poder fer-ho cap a una subpàgina d'usuari).

# newtitle
source: To new title:
ca: A títol nou

# move-watch
source: Watch source page and target page
ca: Vigila aquesta pàgina

# movepagebtn
source: Move page
ca: Reanomena la pàgina

# pagemovedsub
source: Move succeeded
ca: Reanomenament amb èxit

# movepage-moved
source: '''"$1" has been moved to "$2"'''
ca: '''«$1» s'ha mogut a «$2»'''

# movepage-moved-redirect
source: A redirect has been created.
ca: S'ha creat una redirecció.

# movepage-moved-noredirect
source: The creation of a redirect has been suppressed.
ca: La creació d'una redirecció s'ha suprimit.

# articleexists
source: A page of that name already exists, or the name you have chosen is not valid. Please choose another name.
ca: Ja existeix una pàgina amb aquest nom, o el nom que heu triat no és vàlid. Trieu-ne un altre, si us plau.

# cantmove-titleprotected
source: You cannot move a page to this location because the new title has been protected from creation
ca: No podeu moure una pàgina a aquesta ubicació, perquè s'ha protegit la creació del títol nou

# talkexists
source: '''The page itself was moved successfully, but the talk page could not be moved because one already exists at the new title. Please merge them manually.'''
ca: S'ha reanomenat la pàgina amb èxit, però la pàgina de discussió no s'ha pogut moure car ja no existeix en el títol nou. Incorporeu-les manualment, si us plau.

source: moved to
ca: reanomenat a

# movetalk
source: Move associated talk page
ca: Mou la pàgina de discussió associada

# move-subpages
source: Move subpages (up to $1)
ca: Desplaça'n també les subpàgines (fins a $1)

# move-talk-subpages
source: Move subpages of talk page (up to $1)
ca: Desplaça també les subpàgines de la pàgina de discussió (fins un màxim de $1)

# movepage-page-exists
source: The page $1 already exists and cannot be automatically overwritten.
ca: La pàgina $1 ja existeix i no pot sobreescriure's automàticament.

# movepage-page-moved
source: The page $1 has been moved to $2.
ca: La pàgina $1 ha estat traslladada a $2.

# movepage-page-unmoved
source: The page $1 could not be moved to $2.
ca: La pàgina $1 no s'ha pogut moure a $2.

# movepage-max-pages
source: The maximum of $1 {{PLURAL:$1|page|pages}} has been moved and no more will be moved automatically.
ca: {{PLURAL:$1|S'ha mogut una pàgina|S'han mogut $1 pàgines}} que és el nombre màxim, i per tant no se'n mourà automàticament cap més.

# movelogpage
source: Move log
ca: Registre de reanomenaments

# movelogpagetext
source: Below is a list of all page moves.
ca: Vegeu la llista de les darreres pàgines reanomenades.

# movesubpage
source: {{PLURAL:$1|Subpage|Subpages}}
ca: {{PLURAL:$1|Subpàgina|Subpàgines}}

# movesubpagetext
source: This page has $1 {{PLURAL:$1|subpage|subpages}} shown below.
ca: Aquesta pàgina té {{PLURAL:$1|una subpàgina|$1 subpàgines}} que es mostren a continuació.

# movenosubpage
source: This page has no subpages.
ca: Aquesta pàgina no té subpàgines.

# movereason
source: Reason:
ca: Motiu:

# revertmove
source: revert
ca: reverteix

source: Delete and move
ca: Elimina i trasllada

# delete_and_move_text
source: == Deletion required == The destination page "[[:$1]]" already exists. Do you want to delete it to make way for the move?
ca: ==Cal l'eliminació== La pàgina de destinació, «[[:$1]]», ja existeix. Voleu eliminar-la per a fer lloc al trasllat?

# delete_and_move_confirm
source: Yes, delete the page
ca: Sí, esborra la pàgina

# delete_and_move_reason
source: Deleted to make way for move from "[[$1]]"
ca: S'ha eliminat per a permetre el reanomenament de " [[$1]] "

# selfmove
source: Source and destination titles are the same; cannot move a page over itself.
ca: Els títols d'origen i de destinació coincideixen: no és possible de reanomenar una pàgina a si mateixa.

# immobile-source-namespace
source: Cannot move pages in namespace "$1"
ca: No es poden moure pàgines de l'espai de noms "$1"

# immobile-target-namespace
source: Cannot move pages into namespace "$1"
ca: No es poden moure pàgines cap a l'espai de noms "$1"

# immobile-target-namespace-iw
source: Interwiki link is not a valid target for page move.
ca: No es poden moure pàgines a l'enllaç interwiki

# immobile-source-page
source: This page is not movable.
ca: Aquesta pàgina no es pot moure.

# immobile-target-page
source: Cannot move to that destination title.
ca: No es pot moure cap a una destinació amb aquest títol.

# bad-target-model
source: The desired destination uses a different content model. Can not convert from $1 to $2.
ca: El destí desitjat utilitza un model de contingut diferent. No es pot convertir de $1 a $2.

# imagenocrossnamespace
source: Cannot move file to non-file namespace
ca: No es pot moure la imatge a un espai de noms on no li correspon

# nonfile-cannot-move-to-file
source: Cannot move non-file to file namespace
ca: No es pot moure la imatge a un espai de noms on no li correspon

# imagetypemismatch
source: The new file extension does not match its type
ca: La nova extensió de fitxer no coincideix amb el seu tipus

# imageinvalidfilename
source: The target filename is invalid
ca: El nom de fitxer indicat no és vàlid

# fix-double-redirects
source: Update any redirects that point to the original title
ca: Actualitza també les redireccions que apuntin a l'article original

# move-leave-redirect
source: Leave a redirect behind
ca: Deixa enrere una redirecció

# protectedpagemovewarning
source: '''Warning:''' This page has been protected so that only users with administrator privileges can move it. The latest log entry is provided below for reference:
ca: '''AVÍS: Aquesta pàgina està bloquejada i només els usuaris que tenen drets d'administrador la poden reanomenar. A continuació es mostra la darrera entrada del registre com a referència:

# semiprotectedpagemovewarning
source: '''Note:''' This page has been protected so that only registered users can move it. The latest log entry is provided below for reference:
ca: '''Nota:''' Aquesta pàgina està bloquejada i només els usuaris registrats la poden moure. A continuació es mostra la darrera entrada del registre com a referència:

# move-over-sharedrepo
source: == File exists == [[:$1]] exists on a shared repository. Moving a file to this title will override the shared file.
ca: == El fitxer ja existeix == [[:$1]] ja existeix al dipòsit compartit. Moure un fitxer a aquest títol impedirà d'ús del fitxer compartit.

# file-exists-sharedrepo
source: The filename chosen is already in use on a shared repository. Please choose another name.
ca: El nom de fitxer escollit ja s'utilitza al dipòsit compartit. Escolliu un altre nom.

# export
source: Export pages
ca: Exportació de pàgines

# exporttext
source: You can export the text and editing history of a particular page or set of pages wrapped in some XML. This can be imported into another wiki using MediaWiki via the [[Special:Import|import page]]. To export pages, enter the titles in the text box below, one title per line, and select whether you want the current revision as well as all old revisions, with the page history lines, or the current revision with the info about the last edit. In the latter case you can also use a link, for example [[{{#Special:Export}}/{{MediaWiki:Mainpage}}]] for the page "[[{{MediaWiki:Mainpage}}]]".
ca: Podeu exportar a XML el text i l'historial d'una pàgina en concret o d'un conjunt de pàgines; aleshores el resultat pot importar-se en un altre lloc web basat en wiki amb programari de MediaWiki mitjançant la [[Special:Import|pàgina d'importació]]. Per a exportar pàgines, escriviu els títols que desitgeu al quadre de text de sota, un títol per línia, i seleccioneu si desitgeu o no la versió actual juntament amb totes les versions antigues, amb la pàgina d'historial, o només la pàgina actual amb la informació de la darrera modificació. En el darrer cas, podeu fer servir un enllaç com ara [[{{#Special:Export}}/{{MediaWiki:Mainpage}}]] per a la pàgina «[[{{MediaWiki:Mainpage}}]]».

# exportall
source: Export all pages
ca: Exporta totes les pàgines

# exportcuronly
source: Include only the current revision, not the full history
ca: Inclou només la versió actual, sense l'historial complet

# exportnohistory
source: ---- '''Note:''' Exporting the full history of pages through this form has been disabled due to performance reasons.
ca: ---- '''Nota:''' s'ha inhabilitat l'exportació sencera d'historial de pàgines mitjançant aquest formulari a causa de problemes de rendiment.

# exportlistauthors
source: Include a full list of contributors for each page
ca: Inclouen una llista completa dels contribuents per a cada pàgina

# export-submit
source: Export
ca: Exporta

# export-addcattext
source: Add pages from category:
ca: Afegeix pàgines de la categoria:

# export-addcat
source: Add
ca: Afegeix

# export-addnstext
source: Add pages from namespace:
ca: Afegeix pàgines de l'espai de noms:

# export-addns
source: Add
ca: Afegir

# export-download
source: Save as file
ca: Ofereix desar com a fitxer

# export-templates
source: Include templates
ca: Inclou les plantilles

# export-pagelinks
source: Include linked pages to a depth of:
ca: Inclou pàgines enllaçades fins una profunditat de:

# allmessages
source: System messages
ca: Tots els missatges del sistema

# allmessagesname
source: Name
ca: Nom

# allmessagesdefault
source: Default message text
ca: Text per defecte

# allmessagescurrent
source: Current message text
ca: Text actual

# allmessagestext
source: This is a list of system messages available in the MediaWiki namespace. Please visit [https://www.mediawiki.org/wiki/Localisation MediaWiki Localisation] and [//translatewiki.net translatewiki.net] if you wish to contribute to the generic MediaWiki localisation.
ca: Tot seguit hi ha una llista dels missatges del sistema que es troben a l'espai de noms ''MediaWiki''. La traducció genèrica d'aquests missatges no s'hauria de fer localment sinó a la traducció del programari MediaWiki. Si voleu ajudar-hi visiteu [https://www.mediawiki.org/wiki/Localisation MediaWiki Localisation] i [//translatewiki.net translatewiki.net].

# allmessagesnotsupportedDB
source: This page cannot be used because '''$wgUseDatabaseMessages''' has been disabled.
ca: No es pot processar '''{{ns:special}}:Allmessages''' perquè la variable '''$wgUseDatabaseMessages''' està desactivada.

# allmessages-filter-legend
source: Filter
ca: Filtre

# allmessages-filter
source: Filter by customization state:
ca: Filtra per l'estat de personalització:

# allmessages-filter-unmodified
source: Unmodified
ca: Sense modificar

# allmessages-filter-all
source: All
ca: Tots

# allmessages-filter-modified
source: Modified
ca: Modificat

# allmessages-prefix
source: Filter by prefix:
ca: Filtra per prefix:

# allmessages-language
source: Language:
ca: Idioma:

# allmessages-filter-submit
source: Go
ca: Vés-hi

# thumbnail-more
source: Enlarge
ca: Amplia

source: File missing
ca: Fitxer inexistent

# thumbnail_error
source: Error creating thumbnail: $1
ca: S'ha produït un error en crear la miniatura: $1

# thumbnail_error_remote
source: Error message from $1: $2
ca: Missatge d'error de $1: $2

# djvu_page_error
source: DjVu page out of range
ca: La pàgina DjVu està fora de l'abast

# djvu_no_xml
source: Unable to fetch XML for DjVu file
ca: No s'ha pogut recollir l'XML per al fitxer DjVu

# thumbnail-temp-create
source: Unable to create temporary thumbnail file
ca: No s'ha pogut creat el fitxer de miniatura temporal

# thumbnail-dest-create
source: Unable to save thumbnail to destination
ca: No es pot desar la miniatura a la destinació

# thumbnail_invalid_params
source: Invalid thumbnail parameters
ca: Els paràmetres de les miniatures no són vàlids

# thumbnail_dest_directory
source: Unable to create destination directory
ca: No s'ha pogut crear el directori de destinació

# thumbnail_image-type
source: Image type not supported
ca: Tipus d'imatge no contemplat

# thumbnail_gd-library
source: Incomplete GD library configuration: Missing function $1
ca: Configuració de la biblioteca GD incompleta: falta la funció $1

# thumbnail_image-missing
source: File seems to be missing: $1
ca: Sembla que falta el fitxer: $1

# import
source: Import pages
ca: Importació de pàgines

# importinterwiki
source: Transwiki import
ca: Importa interwiki

# import-interwiki-text
source: Select a wiki and page title to import. Revision dates and editors' names will be preserved. All transwiki import actions are logged at the [[Special:Log/import|import log]].
ca: Trieu un web basat en wiki i un títol de pàgina per a importar. Es conservaran les dates de les versions i els noms dels editors. Totes les accions d'importació interwiki es conserven al [[Special:Log/import|registre d'importacions]].

# import-interwiki-source
source: Source wiki/page:
ca: Pàgina/wiki d'origen:

# import-interwiki-history
source: Copy all history revisions for this page
ca: Copia totes les versions de l'historial d'aquesta pàgina

# import-interwiki-templates
source: Include all templates
ca: Inclou totes les plantilles

# import-interwiki-submit
source: Import
ca: Importa

# import-interwiki-namespace
source: Destination namespace:
ca: Espai de noms de destinació:

# import-interwiki-rootpage
source: Destination root page (optional):
ca: Pàgina arrel de destí (opcional):

# import-upload-filename
source: Filename:
ca: Nom de fitxer:

# import-comment
source: Comment:
ca: Comentari:

# importtext
source: Please export the file from the source wiki using the [[Special:Export|export utility]]. Save it to your computer and upload it here.
ca: Exporteu el fitxer des del wiki d'origen utilitzant l'[[Special:Export|eina d'exportació]]. Deseu-lo al vostre ordinador i carregueu-ne una còpia ací.

# importstart
source: Importing pages...
ca: S'estan important pàgines...

# import-revision-count
source: $1 {{PLURAL:$1|revision|revisions}}
ca: $1 {{PLURAL:$1|revisió|revisions}}

# importnopages
source: No pages to import.
ca: No hi ha cap pàgina per importar.

# imported-log-entries
source: Imported $1 {{PLURAL:$1|log entry|log entries}}.
ca: {{PLURAL:$1|S'ha importat una entrada del registre|S'han importat $1 entrades del registre}}.

# importfailed
source: Import failed: <nowiki>$1</nowiki>
ca: La importació ha fallat: $1

# importunknownsource
source: Unknown import source type
ca: No es reconeix el tipus de la font d'importació

# importcantopen
source: Could not open import file
ca: No ha estat possible d'obrir el fitxer a importar

# importbadinterwiki
source: Bad interwiki link
ca: Enllaç d'interwiki incorrecte

# importnotext
source: Empty or no text
ca: Buit o sense text

# importsuccess
source: Import finished!
ca: Importació completada!

# importhistoryconflict
source: Conflicting history revision exists (may have imported this page before)
ca: Hi ha un conflicte de versions en l'historial (la pàgina podria haver sigut importada abans)

# importnosources
source: No transwiki import sources have been defined and direct history uploads are disabled.
ca: No s'ha definit cap font d'origen interwiki i s'ha inhabilitat la càrrega directa d'una còpia de l'historial

# importnofile
source: No import file was uploaded.
ca: No s'ha pujat cap fitxer d'importació.

# importuploaderrorsize
source: Upload of import file failed. The file is bigger than the allowed upload size.
ca: La càrrega del fitxer d'importació ha fallat. El fitxer és més gran que la mida de càrrega permesa.

# importuploaderrorpartial
source: Upload of import file failed. The file was only partially uploaded.
ca: La càrrega del fitxer d'importació ha fallat. El fitxer s'ha penjat només parcialment.

# importuploaderrortemp
source: Upload of import file failed. A temporary folder is missing.
ca: La càrrega del fitxer d'importació ha fallat. Manca una carpeta temporal.

# import-parse-failure
source: XML import parse failure
ca: error a en importar l'XML

# import-noarticle
source: No page to import!
ca: No hi ha cap pàgina per importar!

# import-nonewrevisions
source: All revisions were previously imported.
ca: Totes les revisions s'havien importat abans.

# xml-error-string
source: $1 at line $2, col $3 (byte $4): $5
ca: $1 a la línia $2, columna $3 (byte $4): $5

# import-upload
source: Upload XML data
ca: Carrega dades XML

# import-token-mismatch
source: Loss of session data. Please try again.
ca: Pèrdua de dades de sessió. Torneu-ho a intentar.

# import-invalid-interwiki
source: Cannot import from the specified wiki.
ca: No es pot importar des del wiki especificat.

# import-error-edit
source: Page "$1" is not imported because you are not allowed to edit it.
ca: La pàgina «$1» no s'ha importat perquè no teniu permís per modificar-la.

# import-error-create
source: Page "$1" is not imported because you are not allowed to create it.
ca: La pàgina «$1» no s'ha importat perquè no teniu permís per crear-la.

# import-error-interwiki
source: Page "$1" is not imported because its name is reserved for external linking (interwiki).
ca: No s'importa la pàgina «$1» perquè el seu nom està reservat a l'enllaçament extern (interwiki).

# import-error-special
source: Page "$1" is not imported because it belongs to a special namespace that does not allow pages.
ca: No s'importa la pàgina «$1» perquè el seu nom pertany a l'espai de noms especial que no permet pàgines.
