Repository: BoFFire/translation-memory-tools
Catalog: latest-memories/po/mediawiki-tm.po
Languages: ca

# missing-article
source: The database did not find the text of a page that it should have found, named "$1" $2. This is usually caused by following an outdated diff or history link to a page that has been deleted. If this is not the case, you may have found a bug in the software. Please report this to an [[Special:ListUsers/sysop|administrator]], making note of the URL.
ca: La base de dades no ha trobat el text d'una pàgina que hauria d'haver trobat, anomenada «$1» $2. Normalment això passa perquè s'ha seguit una diferència desactualitzada o un enllaç d'historial a una pàgina que s'ha suprimit. Si no fos el cas, podríeu haver trobat un error en el programari. Aviseu-ho llavors a un [[Special:ListUsers/sysop|administrador]], deixant-li clar l'adreça URL causant del problema.

# missingarticle-rev
source: (revision#: $1)
ca: (revisió#: $1)

# missingarticle-diff
source: (Diff: $1, $2)
ca: (dif: $1, $2)

# readonly_lag
source: The database has been automatically locked while the slave database servers catch up to the master
ca: La base de dades s'ha bloquejat automàticament mentre els servidors esclaus se sincronitzen amb el mestre

source: Internal error
ca: Error intern

# internalerror_info
source: Internal error: $1
ca: Error intern: $1

# fileappenderrorread
source: Could not read "$1" during append.
ca: No s'ha pogut llegir "$1" durant la inserció.

# fileappenderror
source: Could not append "$1" to "$2".
ca: No he pogut afegir "$1" a "$2".

# filecopyerror
source: Could not copy file "$1" to "$2".
ca: No s'ha pogut copiar el fitxer «$1» com «$2».

# filerenameerror
source: Could not rename file "$1" to "$2".
ca: No s'ha pogut reanomenar el fitxer «$1» com «$2».

# filedeleteerror
source: Could not delete file "$1".
ca: No s'ha pogut eliminar el fitxer «$1».

# directorycreateerror
source: Could not create directory "$1".
ca: No s'ha pogut crear el directori «$1».

# filenotfound
source: Could not find file "$1".
ca: No s'ha pogut trobar el fitxer «$1».

# fileexistserror
source: Unable to write to file "$1": File exists.
ca: No s'ha pogut escriure al fitxer «$1»: ja existeix

# unexpected
source: Unexpected value: "$1"="$2".
ca: S'ha trobat un valor imprevist: «$1»=«$2».

# formerror
source: Error: Could not submit form.
ca: Error: no s'ha pogut enviar les dades del formulari

# badarticleerror
source: This action cannot be performed on this page.
ca: Aquesta operació no es pot dur a terme en aquesta pàgina

# cannotdelete
source: The page or file "$1" could not be deleted. It may have already been deleted by someone else.
ca: No s'ha pogut esborrar la pàgina o fitxer «$1». Potser ja ha estat esborrat per algú altre.

# cannotdelete-title
source: Cannot delete page "$1"
ca: No es pot suprimir la pàgina " $1 "

# delete-hook-aborted
source: Deletion aborted by hook. It gave no explanation.
ca: Un «hook» ha interromput la supressió. No ha donat cap explicació.

# no-null-revision
source: Could not create new null revision for page "$1"
ca: No s'ha pogut crear una nova revisió nul·la de la pàgina «$1»

source: Bad title
ca: El títol no és correcte

# badtitletext
source: The requested page title was invalid, empty, or an incorrectly linked inter-language or inter-wiki title. It may contain one or more characters that cannot be used in titles.
ca: El títol de la pàgina que heu introduït no és correcte, és en blanc o conté un enllaç trencat amb un altre projecte. També podria contenir algun caràcter no acceptat als títols de pàgina.

# perfcached
source: The following data is cached and may not be up to date. A maximum of {{PLURAL:$1|one result is|$1 results are}} available in the cache.
ca: Les dades següents es troben a la memòria cau i podrien no estar al dia. Hi ha un màxim {{PLURAL:$1|d'un resultat|de $1 resultats}} disponibles a la memòria cau.

# perfcachedts
source: The following data is cached, and was last updated $1. A maximum of {{PLURAL:$4|one result is|$4 results are}} available in the cache.
ca: Les dades següents es troben a la memòria cau i es van actualitzar per darrera vegada el $1. Hi ha un màxim {{PLURAL:$4|d'un resultat|de $4 resultats}} disponibles a la memòria cau.

# querypage-no-updates
source: Updates for this page are currently disabled. Data here will not presently be refreshed.
ca: S'ha inhabilitat l'actualització d'aquesta pàgina. Les dades que hi contenen podrien no estar al dia.

# wrong_wfQuery_params
source: Incorrect parameters to wfQuery()<br /> Function: $1<br /> Query: $2
ca: Paràmetres incorrectes per a wfQuery()<br /> Funció: $1<br /> Consulta: $2

source: View source
ca: Mostra el codi

# viewsource-title
source: View source for $1
ca: Mostra la font per a $1

source: Action throttled
ca: Acció limitada

# actionthrottledtext
source: As an anti-spam measure, you are limited from performing this action too many times in a short space of time, and you have exceeded this limit. Please try again in a few minutes.
ca: Com a mesura per a prevenir la propaganda indiscriminada (spam), no podeu fer aquesta acció tantes vegades en un període de temps tan curt. Torneu-ho a intentar d'ací uns minuts.

# protectedpagetext
source: This page has been protected to prevent editing or other actions.
ca: S'ha protegit la pàgina per evitar-hi modificacions.

# viewsourcetext
source: You can view and copy the source of this page:
ca: Podeu visualitzar i copiar el codi font d’aquesta pàgina:

# viewyourtext
source: You can view and copy the source of '''your edits''' to this page:
ca: Vostè pot veure i copiar la font de ' ' les modificacions ' ' d'aquesta pàgina:

# protectedinterface
source: This page provides interface text for the software on this wiki, and is protected to prevent abuse. To add or change translations for all wikis, please use [//translatewiki.net/ translatewiki.net], the MediaWiki localisation project.
ca: Aquesta pàgina proporciona el text de la interfície del software d'aquest wiki i està protegida per evitar els abusos. Per agregar o canviar les traduccions per a tots els wikis, si us plau fes servir [//translatewiki.net/ translatewiki.net], el projecte de localització de MediaWiki.

# editinginterface
source: '''Warning:''' You are editing a page that is used to provide interface text for the software. Changes to this page will affect the appearance of the user interface for other users on this wiki. To add or change translations for all wikis, please use [//translatewiki.net/ translatewiki.net], the MediaWiki localisation project.
ca: '''Avís:''' Esteu editant una pàgina que conté cadenes de text per a la interfície d'aquest programari. Tingueu en compte que els canvis que es fan a aquesta pàgina afecten a l'aparença de la interfície d'altres usuaris. Per afegir o modificar traduccions a totes les wikis, plantegeu-vos utilitzar la [//translatewiki.net/ translatewiki.net], el projecte de localització de MediaWiki.

# cascadeprotected
source: This page has been protected from editing because it is included in the following {{PLURAL:$1|page, which is|pages, which are}} protected with the "cascading" option turned on: $2
ca: Aquesta pàgina està protegida i no es pot modificar perquè està inclosa en {{PLURAL:$1|la següent pàgina, que té|les següents pàgines, que tenen}} activada l'opció de «protecció en cascada»: $2

# namespaceprotected
source: You do not have permission to edit pages in the '''$1''' namespace.
ca: No teniu permís per a modificar pàgines en l'espai de noms '''$1'''.

# customcssprotected
source: You do not have permission to edit this CSS page because it contains another user's personal settings.
ca: No teniu permisos per editar la pàgina CSS perquè conté els paràmetres personals d'un altre usuari.

# customjsprotected
source: You do not have permission to edit this JavaScript page because it contains another user's personal settings.
ca: No teniu permisos per editar la pàgina JavaScript perquè conté els paràmetres personals d'un altre usuari.

# mycustomcssprotected
source: You do not have permission to edit this CSS page.
ca: No tens permís per editar aquesta pàgina CSS.

# mycustomjsprotected
source: You do not have permission to edit this JavaScript page.
ca: No tens permís per editar aquesta pàgina JavaScript.

# myprivateinfoprotected
source: You do not have permission to edit your private information.
ca: No tens permís per editar la teva informació privada.

# mypreferencesprotected
source: You do not have permission to edit your preferences.
ca: No tens permís per editar les teves preferències.

# ns-specialprotected
source: Special pages cannot be edited.
ca: No es poden modificar les pàgines especials.

# titleprotected
source: This title has been protected from creation by [[User:$1|$1]]. The reason given is "''$2''".
ca: La creació d'aquesta pàgina està protegida per [[User:$1|$1]]. Els seus motius han estat: «''$2''».

# filereadonlyerror
source: Unable to modify the file "$1" because the file repository "$2" is in read-only mode. The administrator who locked it offered this explanation: "$3".
ca: No s'ha pogut modificar el fitxer «$1» perquè el repositori de fitxers "$2" està en mode només de lectura. L'administrador que l'ha bloquejat ha donat aquesta explicació: "$3".

# invalidtitle-knownnamespace
source: Invalid title with namespace "$2" and text "$3"
ca: El títol amb l'espai de noms «$2» i text «$3» no és vàlid

# invalidtitle-unknownnamespace
source: Invalid title with unknown namespace number $1 and text "$2"
ca: Títol no vàlid amb espai de noms desconegut de número «$1» i text «$2»

# exception-nologin
source: Not logged in
ca: No has iniciat sessió

# exception-nologin-text
source: Please [[Special:Userlogin|log in]] to be able to access this page or action.
ca: [[Special:Userlogin|Inicieu sessió]] per poder accedir a aquesta pàgina o acció.

# exception-nologin-text-manual
source: Please $1 to be able to access this page or action.
ca: Si us plau, $1 per poder accedir a aquesta pàgina o acció.

# virus-badscanner
source: Bad configuration: Unknown virus scanner: ''$1''
ca: Mala configuració: antivirus desconegut: ''$1''

# virus-scanfailed
source: scan failed (code $1)
ca: escaneig fallit (codi $1)

# virus-unknownscanner
source: unknown antivirus:
ca: antivirus desconegut:

# logouttext
source: '''You are now logged out.''' Note that some pages may continue to be displayed as if you were still logged in, until you clear your browser cache.
ca: '''Heu finalitzat la sessió.''' Tingueu en compte que, fins que buideu la memòria cau del navegador, algunes pàgines poden continuar mostrant-se com si encara estiguéssiu en una sessió.

# welcomeuser
source: Welcome, $1!
ca: Benvingut, $1!

# welcomecreation-msg
source: Your account has been created. You can change your {{SITENAME}} [[Special:Preferences|preferences]] if you wish.
ca: El vostre compte ha estat creat. No oblideu de canviar les vostres [[Special:Preferences|preferències de {{SITENAME}}]].

# yourname
source: Username:
ca: Nom d'usuari

# userlogin-yourname
source: Username
ca: Usuari

# userlogin-yourname-ph
source: Enter your username
ca: Introduïu el vostre nom d'usuari

# createacct-another-username-ph
source: Enter the username
ca: Introdueix el nom d'usuari

# yourpassword
source: Password:
ca: Contrasenya

# userlogin-yourpassword
source: Password
ca: Contrasenya

# userlogin-yourpassword-ph
source: Enter your password
ca: Introduïu la vostra contrasenya

# createacct-yourpassword-ph
source: Enter a password
ca: Introduïu una contrasenya

# yourpasswordagain
source: Retype password:
ca: Escriviu una altra vegada la contrasenya

# createacct-yourpasswordagain
source: Confirm password
ca: Confirmeu la contrasenya

# createacct-yourpasswordagain-ph
source: Enter password again
ca: Introduïu de nou la contrasenya

# remembermypassword
source: Remember my login on this browser (for a maximum of $1 {{PLURAL:$1|day|days}})
ca: Recorda la contrasenya entre sessions (per un màxim de $1 {{PLURAL:$1|dia|dies}})

# userlogin-remembermypassword
source: Keep me logged in
ca: Mantén-me connectat

# userlogin-signwithsecure
source: Use secure connection
ca: Connexió segura

# yourdomainname
source: Your domain:
ca: El vostre domini

# password-change-forbidden
source: You cannot change passwords on this wiki.
ca: No podeu canviar les contrasenyes en aquest wiki.

# externaldberror
source: There was either an authentication database error or you are not allowed to update your external account.
ca: Hi ha hagut una fallida en el servidor d'autenticació externa de la base de dades i no teniu permís per a actualitzar el vostre compte d'accès extern.

source: Log in
ca: Inici de sessió

# nav-login-createaccount
source: Log in / create account
ca: Inicia una sessió / crea un compte

# loginprompt
source: You must have cookies enabled to log in to {{SITENAME}}.
ca: Heu de tenir les galetes habilitades per a poder iniciar una sessió a {{SITENAME}}.

# userlogin
source: Log in / create account
ca: Inicia una sessió / crea un compte

# userloginnocreate
source: Log in
ca: Inici de sessió

source: Log out
ca: Finalitza la sessió

# userlogout
source: Log out
ca: Finalitza la sessió

source: Not logged in
ca: No us heu identificat

# userlogin-noaccount
source: Don't have an account?
ca: No teniu cap compte?

# userlogin-joinproject
source: Join {{SITENAME}}
ca: Uniu-vos a {{SITENAME}}

# nologin
source: Don't have an account? $1.
ca: No teniu un compte? '''$1'''.

# nologinlink
source: Create an account
ca: Crea un compte

source: Create account
ca: Crea un compte

# gotaccount
source: Already have an account? $1.
ca: Ja teniu un compte? $1.

# gotaccountlink
source: Log in
ca: Inicia una sessió

# userlogin-resetlink
source: Forgotten your login details?
ca: Heu oblidat les vostres dades d'accés?

# userlogin-resetpassword-link
source: Forgot your password?
ca: Has oblidat la teva contrasenya?

# helplogin-url
source: Help:Logging in
ca: Help:Registrar-se

# userlogin-helplink
source: [[{{MediaWiki:helplogin-url}}|Help with logging in]]
ca: [[{{MediaWiki:helplogin-url}}|Ajuda]]

# userlogin-loggedin
source: You are already logged in as {{GENDER:$1|$1}}. Use the form below to log in as another user.
ca: Heu iniciat una sessió com {{GENDER:$1|$1}}. Feu servir el formulari de sota per iniciar la sessió com un altre usuari.

# userlogin-createanother
source: Create another account
ca: Crea un altre compte

# createacct-join
source: Enter your information below.
ca: Introduïu les vostres dades.

# createacct-another-join
source: Enter the new account's information below.
ca: Introdueix la informació del nou compte a continuació:

# createacct-emailrequired
source: Email address
ca: Adreça de correu electrònic

# createacct-emailoptional
source: Email address (optional)
ca: Adreça de correu electrònic (opcional)

# createacct-email-ph
source: Enter your email address
ca: Introduïu la vostra adreça de correu electrònic

# createacct-another-email-ph
source: Enter email address
ca: Introdueix una adreça de correu electrònic

# createaccountmail
source: Use a temporary random password and send it to the specified email address
ca: Utilitza una contrasenya aleatòria temporal i envia-la a l'adreça de correu indicada

# createacct-realname
source: Real name (optional)
ca: Nom real (opcional)

# createaccountreason
source: Reason:
ca: Motiu:

# createacct-reason
source: Reason
ca: Motiu

# createacct-reason-ph
source: Why you are creating another account
ca: Per què creeu un altre compte

# createacct-captcha
source: Security check
ca: Control de seguretat

# createacct-imgcaptcha-ph
source: Enter the text you see above
ca: Introduïu el text que apareix a dalt

# createacct-submit
source: Create your account
ca: Crea el meu compte

# createacct-another-submit
source: Create another account
ca: Crea un altre compte

# createacct-benefit-heading
source: {{SITENAME}} is made by people like you.
ca: {{SITENAME}} és feta per gent com tu.

# createacct-benefit-body1
source: {{PLURAL:$1|edit|edits}}
ca: {{PLURAL:$1|edició|edicions}}

# createacct-benefit-body2
source: {{PLURAL:$1|page|pages}}
ca: {{PLURAL:$1|pàgina|pàgines}}

# createacct-benefit-body3
source: recent {{PLURAL:$1|contributor|contributors}}
ca: {{PLURAL:$1|col·laborador recent|col·laboradors recents}}

# badretype
source: The passwords you entered do not match.
ca: Les contrasenyes que heu introduït no coincideixen.

# userexists
source: Username entered already in use. Please choose a different name.
ca: El nom que heu entrat ja és en ús. Escolliu-ne un de diferent.

source: Login error
ca: Error d'inici de sessió

# createacct-error
source: Account creation error
ca: Error de creació de compte

# createaccounterror
source: Could not create account: $1
ca: No s'ha pogut crear el compte: $1

# nocookiesnew
source: The user account was created, but you are not logged in. {{SITENAME}} uses cookies to log in users. You have cookies disabled. Please enable them, then log in with your new username and password.
ca: S'ha creat el compte d'usuari, però no esteu enregistrat. El projecte {{SITENAME}} usa galetes per enregistrar els usuaris. Si us plau activeu-les, per a poder enregistrar-vos amb el vostre nom d'usuari i la clau.

# nocookieslogin
source: {{SITENAME}} uses cookies to log in users. You have cookies disabled. Please enable them and try again.
ca: El programari {{SITENAME}} utilitza galetes per enregistrar usuaris. Teniu les galetes desactivades. Activeu-les i torneu a provar.

# nocookiesfornew
source: The user account was not created, as we could not confirm its source. Ensure you have cookies enabled, reload this page and try again.
ca: No s'ha creat el compte d'usuari, ja que no es podia confirmar el seu origen. Verifiqueu que teniu habilitades les galetes al vostre navegador, torneu a carregar aquesta pàgina i intenteu-lo de nou.

# noname
source: You have not specified a valid username.
ca: No heu especificat un nom vàlid d'usuari.

# loginsuccesstitle
source: Login successful
ca: S'ha iniciat la sessió amb èxit

# loginsuccess
source: '''You are now logged in to {{SITENAME}} as "$1".'''
ca: Heu iniciat la sessió a {{SITENAME}} com a «$1».

# nosuchuser
source: There is no user by the name "$1". Usernames are case sensitive. Check your spelling, or [[Special:UserLogin/signup|create a new account]].
ca: No hi ha cap usuari anomenat «$1». Reviseu-ne l'ortografia (recordeu que es distingeixen les majúscules i minúscules), o [[Special:UserLogin/signup|creeu un compte d'usuari nou]].

# nosuchusershort
source: There is no user by the name "$1". Check your spelling.
ca: No hi ha cap usuari anomenat «$1». Comproveu que ho hàgiu escrit correctament.

# nouserspecified
source: You have to specify a username.
ca: Heu d'especificar un nom d'usuari.

# login-userblocked
source: This user is blocked. Login not allowed.
ca: Aquest usuari està bloquejat. Inici de sessió no permès.

# wrongpassword
source: Incorrect password entered. Please try again.
ca: La contrasenya que heu introduït és incorrecta. Torneu-ho a provar.

# wrongpasswordempty
source: Password entered was blank. Please try again.
ca: La contrasenya que s'ha introduït estava en blanc. Torneu-ho a provar.

# passwordtooshort
source: Passwords must be at least {{PLURAL:$1|1 character|$1 characters}}.
ca: La contrasenya ha de tenir un mínim {{PLURAL:$1|d'un caràcter|de $1 caràcters}}.

# password-name-match
source: Your password must be different from your username.
ca: La contrasenya ha de ser diferent al vostre nom d'usuari.

# password-login-forbidden
source: The use of this username and password has been forbidden.
ca: No és permès d'utilitzar aquest nom d'usuari i contrasenya.

# mailmypassword
source: Email new password
ca: Envia'm una nova contrasenya per correu electrònic

# passwordremindertitle
source: New temporary password for {{SITENAME}}
ca: Nova contrasenya temporal per al projecte {{SITENAME}}

# passwordremindertext
source: Someone (probably you, from IP address $1) requested a new password for {{SITENAME}} ($4). A temporary password for user "$2" has been created and was set to "$3". If this was your intent, you will need to log in and choose a new password now. Your temporary password will expire in {{PLURAL:$5|one day|$5 days}}. If someone else made this request, or if you have remembered your password, and you no longer wish to change it, you may ignore this message and continue using your old password.
ca: Algú (vós mateix segurament, des de l'adreça l'IP $1) ha soŀlicitat que us enviéssim una nova contrasenya per a iniciar la sessió al projecte {{SITENAME}} ($4). La nova contrasenya temporal per a l'usuari «$2» és ara «$3». Si aquesta fou la vostra intenció, ara hauríeu d'iniciar la sessió i canviar-la. Tingueu present que és temporal i caducarà d'aquí {{PLURAL:$5|un dia|$5 dies}}. Si algú altre hagués fet aquesta soŀlicitud o si ja haguéssiu recordat la vostra contrasenya i no volguéssiu canviar-la, ignoreu aquest missatge i continueu utilitzant la vostra antiga contrasenya.

# noemail
source: There is no email address recorded for user "$1".
ca: No hi ha cap adreça electrònica registrada de l'usuari «$1».

# noemailcreate
source: You need to provide a valid email address.
ca: Has d'indicar una adreça de correu electrònic vàlida

# passwordsent
source: A new password has been sent to the email address registered for "$1". Please log in again after you receive it.
ca: S'ha enviat una nova contrasenya a l'adreça electrònica registrada per «$1». Inicieu una sessió després que la rebeu.

# blocked-mailpassword
source: Your IP address is blocked from editing, and so is not allowed to use the password recovery function to prevent abuse.
ca: La vostra adreça IP ha estat blocada. Se us ha desactivat la funció de recuperació de contrasenya per a prevenir abusos.

# eauthentsent
source: A confirmation email has been sent to the specified email address. Before any other email is sent to the account, you will have to follow the instructions in the email, to confirm that the account is actually yours.
ca: S'ha enviat un correu electrònic a la direcció especificada. Abans no s'enviï cap altre correu electrònic a aquesta adreça, cal verificar que és realment vostra. Per tant, cal que seguiu les instruccions presents en el correu electrònic que se us ha enviat.

# throttled-mailpassword
source: A password reset email has already been sent, within the last {{PLURAL:$1|hour|$1 hours}}. To prevent abuse, only one password reset email will be sent per {{PLURAL:$1|hour|$1 hours}}.
ca: Ja se us ha enviat un correu electrònic de reinicialització de contrasenya en {{PLURAL:$1|l'última hora|les últimes $1 hores}}. Per a prevenir abusos, només s'envia un correu electrònic de reinicialització de contrasenya cada {{PLURAL:$1|hora|$1 hores}}.

# mailerror
source: Error sending mail: $1
ca: S'ha produït un error en enviar el missatge: $1

# acct_creation_throttle_hit
source: Visitors to this wiki using your IP address have created {{PLURAL:$1|1 account|$1 accounts}} in the last day, which is the maximum allowed in this time period. As a result, visitors using this IP address cannot create any more accounts at the moment.
ca: Des de la vostra adreça IP ja {{PLURAL:$1|s'ha creat un compte|s'han creat $1 comptes}} en l'últim dia i aquest és el màxim permès en aquest wiki per aquest període de temps. Així, des d'aquesta adreça IP no es poden crear més comptes actualment.

# emailauthenticated
source: Your email address was confirmed on $2 at $3.
ca: S'ha autenticat la vostra adreça electrònica el $2 a les $3.

# emailnotauthenticated
source: Your email address is not yet confirmed. No email will be sent for any of the following features.
ca: La vostra adreça de correu electrònic <strong>encara no està autenticada</strong>. No rebrà cap missatge de correu electrònic per a cap de les següents funcionalitats.
