Repository: BoFFire/translation-memory-tools
Catalog: latest-memories/po/mediawiki-tm.po
Languages: ca

# exif-gaincontrol-4
source: High gain down
ca: Fort augment del guany

# exif-contrast-1
source: Soft
ca: Suau

# exif-contrast-2
source: Hard
ca: Fort

# exif-saturation-1
source: Low saturation
ca: Baixa saturació

# exif-saturation-2
source: High saturation
ca: Alta saturació

# exif-sharpness-1
source: Soft
ca: Suau

# exif-sharpness-2
source: Hard
ca: Fort

# exif-subjectdistancerange-0
source: Unknown
ca: Desconeguda

# exif-subjectdistancerange-2
source: Close view
ca: Subjecte a prop

# exif-subjectdistancerange-3
source: Distant view
ca: Subjecte lluny

# exif-gpslatitude-n
source: North latitude
ca: Latitud nord

# exif-gpslatitude-s
source: South latitude
ca: Latitud sud

# exif-gpslongitude-e
source: East longitude
ca: Longitud est

# exif-gpslongitude-w
source: West longitude
ca: Longitud oest

# exif-gpsaltitude-above-sealevel
source: $1 {{PLURAL:$1|meter|meters}} above sea level
ca: $1 {{PLURAL:$1|metre|metres}} sobre el nivell del mar

# exif-gpsaltitude-below-sealevel
source: $1 {{PLURAL:$1|meter|meters}} below sea level
ca: $1 {{PLURAL:$1|metre|metres}} sota el nivell del mar

# exif-gpsstatus-a
source: Measurement in progress
ca: Mesura en curs

# exif-gpsstatus-v
source: Measurement interoperability
ca: Interoperabilitat de mesura

# exif-gpsmeasuremode-2
source: 2-dimensional measurement
ca: Mesura bidimensional

# exif-gpsmeasuremode-3
source: 3-dimensional measurement
ca: Mesura tridimensional

# exif-gpsspeed-k
source: Kilometers per hour
ca: Quilòmetres per hora

# exif-gpsspeed-m
source: Miles per hour
ca: Milles per hora

# exif-gpsspeed-n
source: Knots
ca: Nusos

# exif-gpsdestdistance-k
source: Kilometers
ca: Quilòmetres

# exif-gpsdestdistance-m
source: Miles
ca: Milles

# exif-gpsdestdistance-n
source: Nautical miles
ca: Milles nàutiques

# exif-gpsdop-excellent
source: Excellent ($1)
ca: Exceŀlent ($1)

# exif-gpsdop-good
source: Good ($1)
ca: Bona ($1)

# exif-gpsdop-moderate
source: Moderate ($1)
ca: Moderada ($1)

# exif-gpsdop-fair
source: Fair ($1)
ca: Justa ($1)

# exif-gpsdop-poor
source: Poor ($1)
ca: Pobra ($1)

# exif-objectcycle-a
source: Morning only
ca: Només al matí

# exif-objectcycle-p
source: Evening only
ca: Només al vespre

# exif-objectcycle-b
source: Both morning and evening
ca: Tant al matí com al vespre

# exif-gpsdirection-t
source: True direction
ca: Direcció real

# exif-gpsdirection-m
source: Magnetic direction
ca: Direcció magnètica

# exif-ycbcrpositioning-1
source: Centered
ca: Centrat

# exif-ycbcrpositioning-2
source: Co-sited
ca: co-localitzats

# exif-dc-contributor
source: Contributors
ca: Coŀlaboradors

# exif-dc-coverage
source: Spatial or temporal scope of media
ca: Abast espacial o temporal del contingut

# exif-dc-date
source: Date(s)
ca: Data(es)

# exif-dc-publisher
source: Publisher
ca: Editorial

# exif-dc-relation
source: Related media
ca: Fitxers multimèdia relacionats

# exif-dc-rights
source: Rights
ca: Drets

# exif-dc-source
source: Source media
ca: Fitxer d'origen

# exif-dc-type
source: Type of media
ca: Tipus de contingut

# exif-rating-rejected
source: Rejected
ca: Rebutjat

# exif-isospeedratings-overflow
source: Greater than 65535
ca: Superior a 65535

# exif-iimcategory-ace
source: Arts, culture and entertainment
ca: Art, cultura i entreteniment

# exif-iimcategory-clj
source: Crime and law
ca: Crim i dret

# exif-iimcategory-dis
source: Disasters and accidents
ca: Desastres i accidents

# exif-iimcategory-fin
source: Economy and business
ca: Economia i negocis

# exif-iimcategory-edu
source: Education
ca: Educació

# exif-iimcategory-evn
source: Environment
ca: Medi ambient

# exif-iimcategory-hth
source: Health
ca: Salut

# exif-iimcategory-hum
source: Human interest
ca: Interès humà

# exif-iimcategory-lab
source: Labor
ca: Treball

# exif-iimcategory-lif
source: Lifestyle and leisure
ca: Estil de vida i d'oci

# exif-iimcategory-pol
source: Politics
ca: Política

# exif-iimcategory-rel
source: Religion and belief
ca: Religió i creences

# exif-iimcategory-sci
source: Science and technology
ca: Ciència i tecnologia

# exif-iimcategory-soi
source: Social issues
ca: Qüestions socials

# exif-iimcategory-spo
source: Sports
ca: Esport

# exif-iimcategory-war
source: War, conflict and unrest
ca: Guerra, conflictes i disturbis

# exif-iimcategory-wea
source: Weather
ca: Meteorologia

# exif-urgency-low
source: Low ($1)
ca: Baixa ($1)

# exif-urgency-high
source: High ($1)
ca: Alta ($1)

# exif-urgency-other
source: User-defined priority ($1)
ca: Prioritat definida per l'usuari ($1)

# edit-externally
source: Edit this file using an external application
ca: Edita aquest fitxer fent servir una aplicació externa

# edit-externally-help
source: (See the [https://www.mediawiki.org/wiki/Manual:External_editors setup instructions] for more information)
ca: (Vegeu les [https://www.mediawiki.org/wiki/Manual:External_editors instruccions de configuració] per a més informació)

# watchlistall2
source: all
ca: totes

# namespacesall
source: all
ca: tots

# monthsall
source: all
ca: tots

# limitall
source: all
ca: tots

# confirmemail
source: Confirm email address
ca: Confirma l'adreça de correu electrònic

# confirmemail_noemail
source: You do not have a valid email address set in your [[Special:Preferences|user preferences]].
ca: No heu introduït una direcció vàlida de correu electrònic en les vostres [[Special:Preferences|preferències d'usuari]].

# confirmemail_text
source: {{SITENAME}} requires that you validate your email address before using email features. Activate the button below to send a confirmation mail to your address. The mail will include a link containing a code; load the link in your browser to confirm that your email address is valid.
ca: El projecte {{SITENAME}} necessita que valideu la vostra adreça de correu electrònic per a poder gaudir d'algunes facilitats. Cliqueu el botó inferior per a enviar un codi de confirmació a la vostra adreça. Seguiu l'enllaç que hi haurà al missatge enviat per a confirmar que el vostre correu és correcte.

# confirmemail_pending
source: A confirmation code has already been emailed to you; if you recently created your account, you may wish to wait a few minutes for it to arrive before trying to request a new code.
ca: Ja s'ha enviat el vostre codi de confirmació per correu electrònic; si fa poc hi heu creat el vostre compte, abans de mirar de demanar un nou codi, primer hauríeu d'esperar alguns minuts per a rebre'l.

# confirmemail_send
source: Mail a confirmation code
ca: Envia per correu electrònic un codi de confirmació

# confirmemail_sent
source: Confirmation email sent.
ca: S'ha enviat un missatge de confirmació.

# confirmemail_oncreate
source: A confirmation code was sent to your email address. This code is not required to log in, but you will need to provide it before enabling any email-based features in the wiki.
ca: S'ha enviat un codi de confirmació a la vostra adreça de correu electrònic. No es requereix aquest codi per a autenticar-s'hi, però vos caldrà proporcionar-lo abans d'activar qualsevol funcionalitat del wiki basada en missatges de correu electrònic.

# confirmemail_sendfailed
source: {{SITENAME}} could not send your confirmation mail. Please check your email address for invalid characters. Mailer returned: $1
ca: {{SITENAME}} no ha pogut enviar el vostre missatge de confirmació. Comproveu que l'adreça no tingui caràcters no vàlids. El programari de correu retornà el següent missatge: $1

# confirmemail_invalid
source: Invalid confirmation code. The code may have expired.
ca: El codi de confirmació no és vàlid. Aquest podria haver vençut.

# confirmemail_needlogin
source: You need to $1 to confirm your email address.
ca: Necessiteu $1 per a confirmar la vostra adreça electrònica.

# confirmemail_success
source: Your email address has been confirmed. You may now [[Special:UserLogin|log in]] and enjoy the wiki.
ca: S'ha confirmat la vostra adreça electrònica. Ara podeu [[Special:UserLogin|iniciar una sessió]] i gaudir del wiki.

# confirmemail_loggedin
source: Your email address has now been confirmed.
ca: Ja s'ha confirmat la vostra adreça electrònica.

# confirmemail_error
source: Something went wrong saving your confirmation.
ca: Quelcom ha fallat en desar la vostra confirmació.

# confirmemail_subject
source: {{SITENAME}} email address confirmation
ca: Confirmació de l'adreça electrònica del projecte {{SITENAME}}

# confirmemail_body
source: Someone, probably you, from IP address $1, has registered an account "$2" with this email address on {{SITENAME}}. To confirm that this account really does belong to you and activate email features on {{SITENAME}}, open this link in your browser: $3 If you did *not* register the account, follow this link to cancel the email address confirmation: $5 This confirmation code will expire at $4.
ca: Algú, segurament vós, ha registrat el compte «$2» al projecte {{SITENAME}} amb aquesta adreça electrònica des de l'adreça IP $1. Per a confirmar que aquesta adreça electrònica us pertany realment i així activar les opcions de correu del programari, seguiu aquest enllaç: $3 Si *no* heu estat qui ho ha fet, seguiu aquest altre enllaç per a canceŀlar la confirmació demanada: $5 Aquest codi de confirmació caducarà a $4.

# confirmemail_body_changed
source: Someone, probably you, from IP address $1, has changed the email address of the account "$2" to this address on {{SITENAME}}. To confirm that this account really does belong to you and reactivate email features on {{SITENAME}}, open this link in your browser: $3 If the account does *not* belong to you, follow this link to cancel the email address confirmation: $5 This confirmation code will expire at $4.
ca: Algú, segurament vós, des de l'adreça IP $1, ha canviat al projecte {{SITENAME}} l'adreça de correu del compte "$2" a aquesta adreça. Per confirmar que aquest compte realment us pertany i per reactivar les opcions de correu a {{SITENAME}}, obriu el següent enllaç al vostre navegador: $3 Si el compte *no* us pertany, seguiu l'enllaç següent per a cancel·lar la confirmació d'adreça de correu: $5 Aquest codi de confirmació expirarà el $4.

# confirmemail_body_set
source: Someone, probably you, from IP address $1, has set the email address of the account "$2" to this address on {{SITENAME}}. To confirm that this account really does belong to you and activate email features on {{SITENAME}}, open this link in your browser: $3 If the account does *not* belong to you, follow this link to cancel the email address confirmation: $5 This confirmation code will expire at $4.
ca: Algú, probablement vós, des de l'adreça IP $1, ha establert aquesta adreça de correu electrònic com la del compte «$2» del lloc {{SITENAME}}. Per confirmar que aquest compte realment us pertany i reactivar les facilitats de correu electrònic a {{SITENAME}}, cal que obriu al navegador aquest enllaç: $3 Si el compte *no* us pertany, cancel·leu l'adreça de correu electrònic seguint aquest enllaç: $5 Aquest codi de confirmació caducarà el $4.

# confirmemail_invalidated
source: Email address confirmation canceled
ca: Confirmació d'adreça electrònica canceŀlada

# invalidateemail
source: Cancel email confirmation
ca: Canceŀlació d'adreça electrònica

# scarytranscludedisabled
source: [Interwiki transcluding is disabled]
ca: [S'ha inhabilitat la transclusió interwiki]

# scarytranscludefailed
source: [Template fetch failed for $1]
ca: [Ha fallat la recuperació de la plantilla per a $1]

# scarytranscludefailed-httpstatus
source: [Template fetch failed for $1: HTTP $2]
ca: [Ha fallat la recuperació de la plantilla per a $1: HTTP $2]

# scarytranscludetoolong
source: [URL is too long]
ca: [L'URL és massa llarg]

# deletedwhileediting
source: '''Warning:''' This page was deleted after you started editing!
ca: '''Avís''': S'ha eliminat aquesta pàgina després que haguéssiu començat a modificar-la!

# confirmrecreate
source: User [[User:$1|$1]] ([[User talk:$1|talk]]) deleted this page after you started editing with reason: : ''$2'' Please confirm that you really want to recreate this page.
ca: L'usuari [[User:$1|$1]] ([[User talk:$1|discussió]]) va eliminar aquesta pàgina que havíeu creat donant-ne el següent motiu: : ''$2'' Confirmeu que realment voleu tornar-la a crear.

# confirmrecreate-noreason
source: User [[User:$1|$1]] ([[User talk:$1|talk]]) deleted this page after you started editing. Please confirm that you really want to recreate this page.
ca: L'{{GENDER:$1|usuari|usuària}} [[User:$1|$1]] ([[User talk:$1|discussió]]) va esborrar aquesta pàgina després que la comencéssiu a modificar. Si us plau, confirmeu que realment voleu tornar-la a crear.

source: Recreate
ca: Torna a crear

# confirm-purge-top
source: Clear the cache of this page?
ca: Voleu buidar la memòria cau d'aquesta pàgina?

# confirm-purge-bottom
source: Purging a page clears the cache and forces the most current revision to appear.
ca: Purgar una pàgina força que hi aparegui la versió més actual i n'esborra la memòria cau.

# confirm-watch-button
source: OK
ca: D'acord

# confirm-watch-top
source: Add this page to your watchlist?
ca: Voleu afegir aquesta pàgina a la llista de seguiment?

# confirm-unwatch-button
source: OK
ca: D'acord

# confirm-unwatch-top
source: Remove this page from your watchlist?
ca: Voleu treure aquesta pàgina de la llista de seguiment?

# imgmultipageprev
source: ← previous page
ca: ← pàgina anterior

# imgmultipagenext
source: next page →
ca: pàgina següent →

# imgmultigo
source: Go!
ca: Vés-hi!

# imgmultigoto
source: Go to page $1
ca: Vés a la pàgina $1

# table_pager_next
source: Next page
ca: Pàgina següent

# table_pager_prev
source: Previous page
ca: Pàgina anterior

# table_pager_first
source: First page
ca: Primera pàgina

# table_pager_last
source: Last page
ca: Darrera pàgina

# table_pager_limit
source: Show $1 items per page
ca: Mostra $1 elements per pàgina

# table_pager_limit_label
source: Items per page:
ca: Ítems per pàgina:

# table_pager_limit_submit
source: Go
ca: Vés-hi

# table_pager_empty
source: No results
ca: Sense resultats

# autosumm-blank
source: Blanked the page
ca: Pàgina blanquejada

# autosumm-replace
source: Replaced content with "$1"
ca: Contingut canviat per «$1».

# autoredircomment
source: Redirected page to [[$1]]
ca: Redirecció a [[$1]]

# autosumm-new
source: Created page with "$1"
ca: Es crea la pàgina amb «$1».

# livepreview-loading
source: Loading...
ca: S'està carregant…

# livepreview-ready
source: Loading... Ready!
ca: S'està carregant… Preparat!

# livepreview-failed
source: Live preview failed! Try normal preview.
ca: Ha fallat la vista ràpida! Proveu-ho amb la previsualització normal.

# livepreview-error
source: Failed to connect: $1 "$2". Try normal preview.
ca: La connexió no ha estat possible: $1 «$2» Proveu-ho amb la previsualització normal.

# lag-warn-normal
source: Changes newer than $1 {{PLURAL:$1|second|seconds}} may not be shown in this list.
ca: Els canvis més nous de $1 {{PLURAL:$1|segon|segons}} podrien no mostrar-se a la llista.

# lag-warn-high
source: Due to high database server lag, changes newer than $1 {{PLURAL:$1|second|seconds}} may not be shown in this list.
ca: A causa de la lenta resposta del servidor de base de dades, els canvis més nous de $1 {{PLURAL:$1|segon|segons}} potser no es mostren aquesta llista.

# watchlistedit-numitems
source: Your watchlist contains {{PLURAL:$1|1 title|$1 titles}}, excluding talk pages.
ca: La vostra llista de seguiment conté {{PLURAL:$1|1 títol|$1 títols}}, excloent-ne les pàgines de discussió.

# watchlistedit-noitems
source: Your watchlist contains no titles.
ca: La vostra llista de seguiment no té cap títol.

# watchlistedit-normal-title
source: Edit watchlist
ca: Edita la llista de seguiment

# watchlistedit-normal-legend
source: Remove titles from watchlist
ca: Esborra els títols de la llista de seguiment

# watchlistedit-normal-explain
source: Titles on your watchlist are shown below. To remove a title, check the box next to it, and click "{{int:Watchlistedit-normal-submit}}". You can also [[Special:EditWatchlist/raw|edit the raw list]].
ca: Els títols de les pàgines que estan en la vostra llista de seguiment es mostren a continuació. Per a eliminar algun element, marqueu el quadre del seu costat, i feu clic al botó «{{int:Watchlistedit-normal-submit}}». També podeu [[Special:EditWatchlist/raw|editar-ne la llista en text pla]].

# watchlistedit-normal-submit
source: Remove titles
ca: Elimina entrades

# watchlistedit-normal-done
source: {{PLURAL:$1|1 title was|$1 titles were}} removed from your watchlist:
ca: {{PLURAL:$1|1 títol s'ha|$1 títols s'han}} eliminat de la vostra llista de seguiment:

# watchlistedit-raw-title
source: Edit raw watchlist
ca: Edita la llista de seguiment crua

# watchlistedit-raw-legend
source: Edit raw watchlist
ca: Edita la llista de seguiment crua

# watchlistedit-raw-explain
source: Titles on your watchlist are shown below, and can be edited by adding to and removing from the list; one title per line. When finished, click "{{int:Watchlistedit-raw-submit}}". You can also [[Special:EditWatchlist|use the standard editor]].
ca: Els títols de la vostra llista de seguiment es mostren a continuació, i poden modificar-se afegint-los o suprimint-los de la llista; un títol per línia. En acabar, feu clic a «{{int:Watchlistedit-raw-submit}}». També podeu [[Special:EditWatchlist|utilitzar l'editor estàndard]].

# watchlistedit-raw-titles
source: Titles:
ca: Títols:

# watchlistedit-raw-submit
source: Update watchlist
ca: Actualitza la llista de seguiment

# watchlistedit-raw-done
source: Your watchlist has been updated.
ca: S'ha actualitzat la vostra llista de seguiment.

# watchlistedit-raw-added
source: {{PLURAL:$1|1 title was|$1 titles were}} added:
ca: {{PLURAL:$1|1 títol s'ha|$1 títols s'han}} afegit:

# watchlistedit-raw-removed
source: {{PLURAL:$1|1 title was|$1 titles were}} removed:
ca: {{PLURAL:$1|1 títol s'ha|$1 títols s'han}} eliminat:

# watchlisttools-view
source: View relevant changes
ca: Visualitza els canvis rellevants

# watchlisttools-edit
source: View and edit watchlist
ca: Visualitza i edita la llista de seguiment

# watchlisttools-raw
source: Edit raw watchlist
ca: Edita la llista de seguiment sense format

# signature
source: [[{{ns:user}}:$1|$2]] ([[{{ns:user_talk}}:$1|talk]])
ca: [[{{ns:user}}:$1|$2]] ([[{{ns:user_talk}}:$1|discussió]])

# unknown_extension_tag
source: Unknown extension tag "$1"
ca: Etiqueta d'extensió desconeguda «$1»

# duplicate-defaultsort
source: '''Warning:''' Default sort key "$2" overrides earlier default sort key "$1".
ca: Atenció: La clau d'ordenació per defecte "$2" invalida l'anterior clau "$1".

source: Version
ca: Versió

# version-extensions
source: Installed extensions
ca: Extensions instaŀlades

# version-specialpages
source: Special pages
ca: Pàgines especials

# version-parserhooks
source: Parser hooks
ca: Extensions de l'analitzador

# version-antispam
source: Spam prevention
ca: Prevenció spam

# version-skins
source: Skins
ca: Aparences

# version-other
source: Other
ca: Altres

# version-mediahandlers
source: Media handlers
ca: Connectors multimèdia

# version-hooks
source: Hooks
ca: Lligams

# version-parser-extensiontags
source: Parser extension tags
ca: Etiquetes d'extensió de l'analitzador

# version-parser-function-hooks
source: Parser function hooks
ca: Lligams funcionals de l'analitzador

# version-hook-name
source: Hook name
ca: Nom del lligam

# version-hook-subscribedby
source: Subscribed by
ca: Subscrit per

# version-version
source: (Version $1)
ca: (Versió $1)

# version-license
source: License
ca: Llicència

# version-poweredby-credits
source: This wiki is powered by '''[https://www.mediawiki.org/ MediaWiki]''', copyright © 2001-$1 $2.
ca: El wiki funciona gràcies a '''[https://www.mediawiki.org/ MediaWiki]''', copyright © 2001-$1 $2.

# version-poweredby-others
source: others
ca: altres

# version-poweredby-translators
source: translatewiki.net translators
ca: Traductors de translatewiki.net

# version-credits-summary
source: We would like to recognize the following persons for their contribution to [[Special:Version|MediaWiki]].
ca: El nostre reconeixement a les següents persones per la seva aportació a [[Special:Version|MediaWiki]]

# version-license-info
source: MediaWiki is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. MediaWiki is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received [{{SERVER}}{{SCRIPTPATH}}/COPYING a copy of the GNU General Public License] along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA or [//www.gnu.org/licenses/old-licenses/gpl-2.0.html read it online].
ca: MediaWiki és programari lliure, podeu redistribuir-lo i/o modificar-lo sota els termes de la Llicència Pública General GNU publicada per la Free Software Foundation, ja sigui de la seva versió 2 o (a elecció vostra) qualsevol versió posterior. MediaWiki es distribueix en l'esperança de ser d'utilitat, però SENSE CAP GARANTIA; ni tan sols la garantia implícita de COMERCIALITZACIÓ o ADEQUACIÓ A UNA FINALITAT DETERMINADA. En trobareu més detalls a la Llicència Pública General GNU. Amb aquest programa heu d'haver rebut [{{SERVER}}{{SCRIPTPATH}}/COPYING una còpia de la Llicència Pública General GNU]; si no és així, adreceu-vos a la Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA o bé [//www.gnu.org/licenses/old-licenses/gpl-2.0.html llegiu-la en línia].

# version-software
source: Installed software
ca: Programari instaŀlat

# version-software-product
source: Product
ca: Producte

# version-software-version
source: Version
ca: Versió

# version-entrypoints
source: Entry point URLs
ca: URL de punts d'entrada

# version-entrypoints-header-entrypoint
source: Entry point
ca: Punt d'entrada

# redirect
source: Redirect by file, user, or revision ID
ca: Redirigeix per fitxer, usuari o ID de la revisió

# redirect-legend
source: Redirect to a file or page
ca: Redirigeix a un fitxer o a una pàgina

# redirect-summary
source: This special page redirects to a file (given the file name), a page (given a revision ID), or a user page (given a numeric user ID). Usage: [[{{#Special:Redirect}}/file/Example.jpg]], [[{{#Special:Redirect}}/revision/328429]], or [[{{#Special:Redirect}}/user/101]].
ca: Aquesta pàgina especial redirigeix a un fitxer (donat el nom del fitxer), una pàgina (donada un ID de la revisió), o a una pàgina d'usuari (donat un ID numèric d'usuari). Ús: [[{{#Special:Redirect}}/file/Example.jpg]], [[{{#Special:Redirect}}/revision/328429]], or [[{{#Special:Redirect}}/user/101]].

# redirect-submit
source: Go
ca: Vés-hi

# redirect-lookup
source: Lookup:
ca: Consulta:

# redirect-value
source: Value:
ca: Valor:

# redirect-user
source: User ID
ca: ID d'usuari

# redirect-revision
source: Page revision
ca: Revisió de la pàgina

# redirect-file
source: File name
ca: Nom del fitxer

# redirect-not-exists
source: Value not found
ca: No s'ha trobat el valor

# fileduplicatesearch
source: Search for duplicate files
ca: Cerca fitxers duplicats

# fileduplicatesearch-summary
source: Search for duplicate files based on hash values.
ca: Cerca fitxers duplicats d'acord amb el seu valor de resum.

# fileduplicatesearch-legend
source: Search for a duplicate
ca: Cerca duplicats

# fileduplicatesearch-filename
source: Filename:
ca: Nom del fitxer:
