Repository: BoFFire/translation-memory-tools
Catalog: latest-memories/po/mediawiki-tm.po
Languages: ca

# import-error-invalid
source: Page "$1" is not imported because its name is invalid.
ca: No s'importa la pàgina «$1» perquè el seu nom no és vàlid.

# import-error-unserialize
source: Revision $2 of page "$1" could not be unserialized. The revision was reported to use content model $3 serialized as $4.
ca: La revisió $2 de la pàgina "$1" no pot ser desserialitzada. La revisió indica que utilitza el model de contingut $3 serialitzat com a $4.

# import-options-wrong
source: Wrong {{PLURAL:$2|option|options}}: <nowiki>$1</nowiki>
ca: {{PLURAL:$2|Opció equivocada|Opcions equivocades}}: <nowiki>$1</nowiki>

# import-rootpage-invalid
source: Given root page is an invalid title.
ca: La pàgina arrel donada és un títol no vàlid.

# import-rootpage-nosubpage
source: Namespace "$1" of the root page does not allow subpages.
ca: L'espai de noms "$1" de la pàgina arrel no permet subpàgines.

# importlogpage
source: Import log
ca: Registre d'importació

# importlogpagetext
source: Administrative imports of pages with edit history from other wikis.
ca: Importacions administratives de pàgines amb l'historial des d'altres wikis.

# import-logentry-upload
source: imported [[$1]] by file upload
ca: ha importat [[$1]] per càrrega de fitxers

# import-logentry-upload-detail
source: $1 {{PLURAL:$1|revision|revisions}}
ca: $1 {{PLURAL:$1|revisió|revisions}}

# import-logentry-interwiki
source: transwikied $1
ca: s'ha importat $1 via interwiki

# import-logentry-interwiki-detail
source: $1 {{PLURAL:$1|revision|revisions}} from $2
ca: $1 {{PLURAL:$1|revisió|revisions}} de $2

# javascripttest
source: JavaScript testing
ca: Proves de JavaScript

# javascripttest-title
source: Running $1 tests
ca: S'estan executant $1 proves

# javascripttest-pagetext-noframework
source: This page is reserved for running JavaScript tests.
ca: Es reserva la pàgina per a l'execució de tests amb JavaScript.

# javascripttest-pagetext-unknownframework
source: Unknown testing framework "$1".
ca: L'entorn de proves «$1» és desconegut.

# javascripttest-pagetext-frameworks
source: Please choose one of the following testing frameworks: $1
ca: Trieu un dels següents entorns de prova: $1

# javascripttest-pagetext-skins
source: Choose a skin to run the tests with:
ca: Trieu un tema on executar-hi els tests:

# javascripttest-qunit-intro
source: See [$1 testing documentation] on mediawiki.org.
ca: Consulteu la [documentació de tests de $1] a mediawiki.org.

# javascripttest-qunit-heading
source: MediaWiki JavaScript QUnit test suite
ca: Entorn de proves JavaScript QUnit per al MediaWiki

# tooltip-pt-userpage
source: Your user page
ca: La vostra pàgina d'usuari

# tooltip-pt-anonuserpage
source: The user page for the IP address you are editing as
ca: La pàgina d'usuari per la ip que utilitzeu

# tooltip-pt-mytalk
source: Your talk page
ca: La vostra pàgina de discussió.

# tooltip-pt-anontalk
source: Discussion about edits from this IP address
ca: Discussió sobre les edicions per aquesta adreça ip.

# tooltip-pt-preferences
source: Your preferences
ca: Les vostres preferències.

# tooltip-pt-watchlist
source: A list of pages you are monitoring for changes
ca: La llista de pàgines de les que estau vigilant els canvis.

# tooltip-pt-mycontris
source: A list of your contributions
ca: Llista de les vostres contribucions.

# tooltip-pt-login
source: You are encouraged to log in; however, it is not mandatory
ca: Us animem a registrar-vos, però no és obligatori

# tooltip-pt-anonlogin
source: You are encouraged to log in; however, it is not mandatory
ca: Us animem a registrar-vos, però no és obligatori.

# tooltip-pt-logout
source: Log out
ca: Finalitza la sessió d'usuari

# tooltip-ca-talk
source: Discussion about the content page
ca: Discussió sobre el contingut d'aquesta pàgina

# tooltip-ca-edit
source: You can edit this page. Please use the preview button before saving
ca: Podeu modificar aquesta pàgina. Si us plau, previsualitzeu-la abans de desar.

# tooltip-ca-addsection
source: Start a new section
ca: Comença una nova secció

# tooltip-ca-viewsource
source: This page is protected. You can view its source
ca: Aquesta pàgina està protegida. Podeu veure el seu codi font.

# tooltip-ca-history
source: Past revisions of this page
ca: Versions antigues d'aquesta pàgina.

# tooltip-ca-protect
source: Protect this page
ca: Protegeix aquesta pàgina.

# tooltip-ca-unprotect
source: Change protection of this page
ca: Desprotegeix aquesta pàgina

# tooltip-ca-delete
source: Delete this page
ca: Elimina aquesta pàgina

# tooltip-ca-undelete
source: Restore the edits done to this page before it was deleted
ca: Restaura les edicions fetes a aquesta pàgina abans de que fos esborrada.

# tooltip-ca-move
source: Move this page
ca: Reanomena aquesta pàgina

# tooltip-ca-watch
source: Add this page to your watchlist
ca: Afegiu aquesta pàgina a la vostra llista de seguiment.

# tooltip-ca-unwatch
source: Remove this page from your watchlist
ca: Suprimiu aquesta pàgina de la vostra llista de seguiment

# tooltip-search
source: Search {{SITENAME}}
ca: Cerca a {{SITENAME}}

# tooltip-search-go
source: Go to a page with this exact name if exists
ca: Vés a una pàgina amb aquest nom exacte si existeix

# tooltip-search-fulltext
source: Search the pages for this text
ca: Cerca aquest text a les pàgines

# tooltip-p-logo
source: Visit the main page
ca: Visiteu la pàgina principal

# tooltip-n-mainpage
source: Visit the main page
ca: Visiteu la pàgina principal.

# tooltip-n-mainpage-description
source: Visit the main page
ca: Vegeu la pàgina principal

# tooltip-n-portal
source: About the project, what you can do, where to find things
ca: Sobre el projecte, què podeu fer, on podeu trobar coses

# tooltip-n-currentevents
source: Find background information on current events
ca: Per trobar informació general sobre l'actualitat.

# tooltip-n-recentchanges
source: A list of recent changes in the wiki
ca: Llista de canvis recents al wiki

# tooltip-n-randompage
source: Load a random page
ca: Pàgina a l'atzar

# tooltip-n-help
source: The place to find out
ca: El lloc per saber més coses

# tooltip-t-whatlinkshere
source: A list of all wiki pages that link here
ca: Llista de totes les pàgines wiki que enllacen aquí

# tooltip-t-recentchangeslinked
source: Recent changes in pages linked from this page
ca: Canvis recents a pàgines que enllacen amb aquesta pàgina.

# tooltip-feed-rss
source: RSS feed for this page
ca: Canal RSS d'aquesta pàgina

# tooltip-feed-atom
source: Atom feed for this page
ca: Canal Atom d'aquesta pàgina

# tooltip-t-contributions
source: A list of contributions of this user
ca: Vegeu la llista de contribucions d'aquest usuari.

# tooltip-t-emailuser
source: Send an email to this user
ca: Envia un correu en aquest usuari.

# tooltip-t-upload
source: Upload files
ca: Càrrega d'imatges o altres fitxers.

# tooltip-t-specialpages
source: A list of all special pages
ca: Llista de totes les pàgines especials.

# tooltip-t-print
source: Printable version of this page
ca: Versió per a impressió d'aquesta pàgina

# tooltip-t-permalink
source: Permanent link to this revision of the page
ca: Enllaç permanent a aquesta versió de la pàgina

# tooltip-ca-nstab-main
source: View the content page
ca: Vegeu el contingut de la pàgina.

# tooltip-ca-nstab-user
source: View the user page
ca: Vegeu la pàgina d'usuari

# tooltip-ca-nstab-media
source: View the media page
ca: Vegeu la pàgina de l'element multimèdia

# tooltip-ca-nstab-special
source: This is a special page, you cannot edit the page itself
ca: Aquesta és una pàgina especial, no podeu modificar-la

# tooltip-ca-nstab-project
source: View the project page
ca: Vegeu la pàgina del projecte

# tooltip-ca-nstab-image
source: View the file page
ca: Visualitza la pàgina del fitxer

# tooltip-ca-nstab-mediawiki
source: View the system message
ca: Vegeu el missatge de sistema

# tooltip-ca-nstab-template
source: View the template
ca: Vegeu la plantilla

# tooltip-ca-nstab-help
source: View the help page
ca: Vegeu la pàgina d'ajuda

# tooltip-ca-nstab-category
source: View the category page
ca: Vegeu la pàgina de la categoria

# tooltip-minoredit
source: Mark this as a minor edit
ca: Marca-ho com una modificació menor

# tooltip-save
source: Save your changes
ca: Desa els vostres canvis

# tooltip-preview
source: Preview your changes, please use this before saving!
ca: Reviseu els vostres canvis, feu-ho abans de desar res!

# tooltip-diff
source: Show which changes you made to the text
ca: Mostra quins canvis heu fet al text

# tooltip-compareselectedversions
source: See the differences between the two selected revisions of this page
ca: Vegeu les diferències entre les dues versions seleccionades d'aquesta pàgina.

# tooltip-watch
source: Add this page to your watchlist
ca: Afegiu aquesta pàgina a la vostra llista de seguiment

# tooltip-watchlistedit-normal-submit
source: Remove titles
ca: Suprimeix els títols

# tooltip-watchlistedit-raw-submit
source: Update watchlist
ca: Actualitza la llista de seguiment

# tooltip-recreate
source: Recreate the page even though it has been deleted
ca: Recrea la pàgina malgrat hagi estat suprimida

# tooltip-upload
source: Start upload
ca: Inicia la càrrega

# tooltip-rollback
source: "Rollback" reverts edit(s) to this page of the last contributor in one click
ca: «Revertir» reverteix totes les edicions de l'últim usuari en un clic.

# tooltip-undo
source: "Undo" reverts this edit and opens the edit form in preview mode. It allows adding a reason in the summary.
ca: «Desfés» reverteix aquesta modificació i obre un formulari de previsualització. Permet afegir un motiu al resum.

# tooltip-preferences-save
source: Save preferences
ca: Desa preferències

# tooltip-summary
source: Enter a short summary
ca: Afegiu un breu resum

# common.css
source: /* CSS placed here will be applied to all skins */
ca: /* Editeu aquest fitxer per personalitzar totes les aparences per al lloc sencer */

# monobook.css
source: /* CSS placed here will affect users of the MonoBook skin */
ca: /* Editeu aquest fitxer per personalitzar l'aparença del monobook per a tot el lloc sencer */

# common.js
source: /* Any JavaScript here will be loaded for all users on every page load. */
ca: /* Es carregarà per a tots els usuaris, i per a qualsevol pàgina, el codi JavaScript que hi haja després d'aquesta línia. */

# notacceptable
source: The wiki server cannot provide data in a format your client can read.
ca: El servidor wiki no pot oferir dades en un format que el client no pot llegir.

# anonymous
source: Anonymous {{PLURAL:$1|user|users}} of {{SITENAME}}
ca: Usuari{{PLURAL:$1| anònim|s anònims}} del projecte {{SITENAME}}

# siteuser
source: {{SITENAME}} user $1
ca: {{GENDER:$2|l'usuari|la usuària}} $1 del projecte {{SITENAME}}

# anonuser
source: {{SITENAME}} anonymous user $1
ca: $1, usuari anònim de {{SITENAME}}

# lastmodifiedatby
source: This page was last modified $2, $1 by $3.
ca: Aquesta pàgina s'ha modificat per darrera vegada el dia $1 a les $2 per $3.

# othercontribs
source: Based on work by $1.
ca: Basat en les contribucions de $1.

source: others
ca: altres

# siteusers
source: {{SITENAME}} {{PLURAL:$2|user|users}} $1
ca: Usuari{{PLURAL:$2||s}} $1 de {{SITENAME}}

# anonusers
source: {{SITENAME}} anonymous {{PLURAL:$2|user|users}} $1
ca: $1, {{PLURAL:$2|usuari anònim|usuaris anònims}} de {{SITENAME}}

# creditspage
source: Page credits
ca: Crèdits de la pàgina

# nocredits
source: There is no credits info available for this page.
ca: No hi ha títols disponibles per aquesta pàgina.

# spamprotectiontitle
source: Spam protection filter
ca: Filtre de protecció de brossa

# spamprotectiontext
source: The text you wanted to save was blocked by the spam filter. This is probably caused by a link to a blacklisted external site.
ca: La pàgina que volíeu desar va ser blocada pel filtre de brossa. Això deu ser degut per un enllaç a un lloc extern inclòs a la llista negra.

# spamprotectionmatch
source: The following text is what triggered our spam filter: $1
ca: El següent text és el que va disparar el nostre filtre de brossa: $1

# spambot_username
source: MediaWiki spam cleanup
ca: Neteja de brossa del MediaWiki

# spam_reverting
source: Reverting to last revision not containing links to $1
ca: Es reverteix a la darrera versió que no conté enllaços a $1

# spam_blanking
source: All revisions contained links to $1, blanking
ca: Totes les revisions contenien enllaços $1, s'està deixant en blanc

# spam_deleting
source: All revisions contained links to $1, deleting
ca: S'estan suprimint totes les revisions que contenien enllaços a $1

# simpleantispam-label
source: Anti-spam check. Do '''NOT''' fill this in!
ca: Comprovació antispam. '''NO''' ho ompliu!

# pageinfo-title
source: Information for "$1"
ca: Informació de «$1»

# pageinfo-not-current
source: Sorry, it's impossible to provide this information for old revisions.
ca: Només es pot visualitzar la informació de la revisió actual.

# pageinfo-header-basic
source: Basic information
ca: Informació bàsica

# pageinfo-header-edits
source: Edit history
ca: Historial d’edicions

# pageinfo-header-restrictions
source: Page protection
ca: Protecció de pàgina

# pageinfo-header-properties
source: Page properties
ca: Propietats de la pàgina

# pageinfo-display-title
source: Display title
ca: Títol mostrat

# pageinfo-default-sort
source: Default sort key
ca: Clau d'ordenació predeterminada

# pageinfo-length
source: Page length (in bytes)
ca: Mida de la pàgina (en bytes)

# pageinfo-article-id
source: Page ID
ca: ID de la pàgina

# pageinfo-language
source: Page content language
ca: Llengua del contingut de la pàgina

# pageinfo-content-model
source: Page content model
ca: Plantilla de contingut de pàgina

# pageinfo-robot-policy
source: Indexing by robots
ca: Indexació per robots

# pageinfo-robot-index
source: Allowed
ca: Permès

# pageinfo-robot-noindex
source: Disallowed
ca: No permès

# pageinfo-views
source: Number of views
ca: Número de visites

# pageinfo-watchers
source: Number of page watchers
ca: Número d'usuaris que vigilen la pàgina

# pageinfo-few-watchers
source: Fewer than $1 {{PLURAL:$1|watcher|watchers}}
ca: Menys de $1 {{PLURAL:$1|observador|observadors}}

# pageinfo-redirects-name
source: Number of redirects to this page
ca: Nombre de redireccions a aquesta pàgina

# pageinfo-subpages-name
source: Number of subpages of this page
ca: Subpàgines d'aquesta pàgina

# pageinfo-subpages-value
source: $1 ($2 {{PLURAL:$2|redirect|redirects}}; $3 {{PLURAL:$3|non-redirect|non-redirects}})
ca: $1 ($2 {{PLURAL:$2|redirecció|redireccions}}; $3 {{PLURAL:$3|no redireció|no redireccions}})

# pageinfo-firstuser
source: Page creator
ca: Creador de la pàgina

# pageinfo-firsttime
source: Date of page creation
ca: Data de la creació de la pàgina

# pageinfo-lastuser
source: Latest editor
ca: Últim editor

# pageinfo-lasttime
source: Date of latest edit
ca: Data de l'última edició

# pageinfo-edits
source: Total number of edits
ca: Número total d'edicions

# pageinfo-authors
source: Total number of distinct authors
ca: Número total d'autors diferents

# pageinfo-recent-edits
source: Recent number of edits (within past $1)
ca: Número d'edicions recents (en els darrers $1)

# pageinfo-recent-authors
source: Recent number of distinct authors
ca: Número recent d'autors diferents

# pageinfo-magic-words
source: Magic {{PLURAL:$1|word|words}} ($1)
ca: {{PLURAL:$1|Paraula clau|Paraules clau}} ($1)

# pageinfo-hidden-categories
source: Hidden {{PLURAL:$1|category|categories}} ($1)
ca: {{PLURAL:$1|Categoria oculta|Categories ocultes}} ($1)

# pageinfo-templates
source: Transcluded {{PLURAL:$1|template|templates}} ($1)
ca: {{PLURAL:$1|plantilla inclosa|plantilles incloses}} ($1)

# pageinfo-transclusions
source: {{PLURAL:$1|Page|Pages}} transcluded on ($1)
ca: {{PLURAL:$1|Pàgina|Pàgines}} incloses en ($1)

# pageinfo-toolboxlink
source: Page information
ca: Informació de la pàgina

# pageinfo-redirectsto
source: Redirects to
ca: Redirigeix a

# pageinfo-contentpage
source: Counted as a content page
ca: Comptat com una pàgina de contingut

# pageinfo-contentpage-yes
source: Yes
ca: Sí

# pageinfo-protect-cascading
source: Protections are cascading from here
ca: Proteccions en cascada des d'aquí

# pageinfo-protect-cascading-yes
source: Yes
ca: Sí

# pageinfo-protect-cascading-from
source: Protections are cascading from
ca: Proteccions en cascada des de

# pageinfo-category-info
source: Category information
ca: Informació de categoria

# pageinfo-category-pages
source: Number of pages
ca: Nombre de pàgines

# pageinfo-category-subcats
source: Number of subcategories
ca: ombre de subcategories

# pageinfo-category-files
source: Number of files
ca: Nombre d'arxius

# skinname-cologneblue
source: Cologne Blue
ca: Colònia blava

# markaspatrolleddiff
source: Mark as patrolled
ca: Marca com a supervisat

# markaspatrolledtext
source: Mark this page as patrolled
ca: Marca la pàgina com a supervisada

source: Marked as patrolled
ca: Marca com a supervisat

# markedaspatrolledtext
source: The selected revision of [[:$1]] has been marked as patrolled.
ca: La revisió seleccionada de [[:$1]] ha estat marcada com a patrullada.

# rcpatroldisabled
source: Recent changes patrol disabled
ca: S'ha inhabilitat la supervisió dels canvis recents

# rcpatroldisabledtext
source: The recent changes patrol feature is currently disabled.
ca: La funció de supervisió de canvis recents està actualment inhabilitada.

# markedaspatrollederror
source: Cannot mark as patrolled
ca: No es pot marcar com a supervisat

# markedaspatrollederrortext
source: You need to specify a revision to mark as patrolled.
ca: Cal que especifiqueu una versió per a marcar-la com a supervisada.

# markedaspatrollederror-noautopatrol
source: You are not allowed to mark your own changes as patrolled.
ca: No podeu marcar les vostres pròpies modificacions com a supervisades.

# markedaspatrollednotify
source: This change to $1 has been marked as patrolled.
ca: Aquesta modificació a $1 ha estat marcada com a patrullada.

# markedaspatrollederrornotify
source: Marking as patrolled failed.
ca: Ha fallat la marca com a patrullat.

# patrol-log-page
source: Patrol log
ca: Registre de supervisió

# patrol-log-header
source: This is a log of patrolled revisions.
ca: Això és un registre de les revisions patrullades.

# log-show-hide-patrol
source: $1 patrol log
ca: $1 el registre de patrulla

# deletedrevision
source: Deleted old revision $1
ca: S'ha eliminat la revisió antiga $1.

# filedeleteerror-short
source: Error deleting file: $1
ca: Error en suprimir el fitxer: $1

# filedeleteerror-long
source: Errors were encountered while deleting the file: $1
ca: S'han produït errors en suprimir el fitxer: $1

# filedelete-missing
source: The file "$1" cannot be deleted because it does not exist.
ca: No es pot suprimir el fitxer «$1», perquè no existeix.

# filedelete-old-unregistered
source: The specified file revision "$1" is not in the database.
ca: La revisió de fitxer especificada «$1» no es troba a la base de dades.

# filedelete-current-unregistered
source: The specified file "$1" is not in the database.
ca: El fitxer especificat «$1» no es troba a la base de dades.

# filedelete-archive-read-only
source: The archive directory "$1" is not writable by the webserver.
ca: El directori d'arxiu «$1» no té permisos d'escriptura per al servidor web.

# previousdiff
source: ← Older edit
ca: ← Vés a l'edició anterior

# nextdiff
source: Newer edit →
ca: Vés a l'edició següent →

# mediawarning
source: '''Warning:''' This file type may contain malicious code. By executing it, your system may be compromised.
ca: '''Advertència''': Aquest fitxer podria contenir codi maliciós. Si l'executeu, podeu comprometre la seguretat del vostre sistema.

# imagemaxsize
source: Image size limit:<br />''(for file description pages)''
ca: Límit de mida d'imatges:<br />''(per a pàgines de descripció de fitxers)''

# thumbsize
source: Thumbnail size:
ca: Mida de la miniatura:

# widthheightpage
source: $1 × $2, $3 {{PLURAL:$3|page|pages}}
ca: $1 × $2, $3 {{PLURAL:$3|pàgina|pàgines}}

# file-info
source: file size: $1, MIME type: $2
ca: mida: $1, tipus MIME: $2

# file-info-size
source: $1 × $2 pixels, file size: $3, MIME type: $4
ca: $1 × $2 píxels, mida del fitxer: $3, tipus MIME: $4

# file-info-size-pages
source: $1 × $2 pixels, file size: $3, MIME type: $4, $5 {{PLURAL:$5|page|pages}}
ca: $1 × $2 píxels, mida del fitxer: $3, tipus MIME: $4, $5 {{PLURAL:$5|pàgina|pàgines}}

# file-nohires
source: No higher resolution available.
ca: No hi ha cap versió amb una resolució més gran.

# svg-long-desc
source: SVG file, nominally $1 × $2 pixels, file size: $3
ca: fitxer SVG, nominalment $1 × $2 píxels, mida del fitxer: $3

# svg-long-desc-animated
source: Animated SVG file, nominally $1 × $2 pixels, file size: $3
ca: Fitxer SVG animat, nominalment $1 × $2 píxels, mida del fitxer: $3

# svg-long-error
source: Invalid SVG file: $1
ca: El fitxer SVG no és vàlid: $1

# show-big-image
source: Original file
ca: Fitxer original

# show-big-image-preview
source: Size of this preview: $1.
ca: Mida d'aquesta previsualització: $1.

# show-big-image-other
source: Other {{PLURAL:$2|resolution|resolutions}}: $1.
ca: {{PLURAL:$2|Altra resolució|Altres resolucions}}: $1.

# show-big-image-size
source: $1 × $2 pixels
ca: $1 × $2 píxels

# file-info-gif-looped
source: looped
ca: embuclat

# file-info-gif-frames
source: $1 {{PLURAL:$1|frame|frames}}
ca: $1 {{PLURAL:$1|fotograma|fotogrames}}

# file-info-png-looped
source: looped
ca: embuclat

# file-info-png-repeat
source: played $1 {{PLURAL:$1|time|times}}
ca: s'ha reproduït $1 {{PLURAL:$1|vegada|vegades}}

# file-info-png-frames
source: $1 {{PLURAL:$1|frame|frames}}
ca: $1 {{PLURAL:$1|fotograma|fotogrames}}

# file-no-thumb-animation
source: '''Note: Due to technical limitations, thumbnails of this file will not be animated.'''
ca: '''Nota: degut a limitacions tècniques no s'animaran les miniatures per aquest fitxer.'''

# file-no-thumb-animation-gif
source: '''Note: Due to technical limitations, thumbnails of high resolution GIF images such as this one will not be animated.'''
ca: ''' Nota: degut a limitacions tècniques no s'animaran les miniatures d'alta resolució d'imatges GIF com aquesta.'''

# newimages
source: Gallery of new files
ca: Galeria de nous fitxers

# imagelisttext
source: Below is a list of '''$1''' {{PLURAL:$1|file|files}} sorted $2.
ca: Llista {{PLURAL:$1|d'un sol fitxer|de '''$1''' fitxers ordenats $2}}.

# newimages-summary
source: This special page shows the last uploaded files.
ca: Aquesta pàgina especial mostra els darrers fitxers carregats.

# newimages-legend
source: Filter
ca: Nom del fitxer

# newimages-label
source: Filename (or a part of it):
ca: Nom de fitxer (o part d'ell):

# noimages
source: Nothing to see.
ca: Res per veure.

# ilsubmit
source: Search
ca: Cerca

source: by date
ca: per data

# sp-newimages-showfrom
source: Show new files starting from $2, $1
ca: Mostra fitxers nous des del $1 a les $2

# seconds
source: {{PLURAL:$1|$1 second|$1 seconds}}
ca: {{PLURAL:$1|$1 segon|$1 segons}}

# minutes
source: {{PLURAL:$1|$1 minute|$1 minutes}}
ca: {{PLURAL:$1|$1 minut|$1 minuts}}

# hours
source: {{PLURAL:$1|$1 hour|$1 hours}}
ca: {{PLURAL:$1|$1 hora|$1 hores}}

# days
source: {{PLURAL:$1|$1 day|$1 days}}
ca: {{PLURAL:$1|$1 dia|$1 dies}}

# weeks
source: {{PLURAL:$1|$1 week|$1 weeks}}
ca: {{PLURAL:$1|$1 setmana|$1 setmanes}}

# months
source: {{PLURAL:$1|$1 month|$1 months}}
ca: {{PLURAL:$1|$1 mes|$1 mesos}}

# years
source: {{PLURAL:$1|$1 year|$1 years}}
ca: {{PLURAL:$1|$1 any|$1 anys}}

# ago
source: $1 ago
ca: fa $1

source: just now
ca: ara mateix

# hours-ago
source: $1 {{PLURAL:$1|hour|hours}} ago
ca: fa $1 {{PLURAL:$1|hora|hores}}
