Repository: BoFFire/translation-memory-tools
Catalog: latest-memories/po/mediawiki-tm.po
Languages: ca

# nonefound
source: '''Note:''' Only some namespaces are searched by default. Try prefixing your query with ''all:'' to search all content (including talk pages, templates, etc.), or use the desired namespace as prefix.
ca: '''Nota''': Només se cerca en alguns espais de noms per defecte. Proveu d'afegir el prefix ''all:'' a la vostra consulta per a cercar a tot el contingut (incloent-hi les pàgines de discussió, les plantilles, etc.), o feu servir l'espai de noms on vulgueu cercar com a prefix.

# search-nonefound
source: There were no results matching the query.
ca: La cerca no ha donat cap resultat.

# powersearch
source: Advanced search
ca: Cerca avançada

# powersearch-legend
source: Advanced search
ca: Cerca avançada

# powersearch-ns
source: Search in namespaces:
ca: Cerca als espais de noms:

# powersearch-redir
source: List redirects
ca: Mostra redireccions

# powersearch-field
source: Search for
ca: Cerca

# powersearch-togglelabel
source: Check:
ca: Activar:

# powersearch-toggleall
source: All
ca: Tots

# powersearch-togglenone
source: None
ca: Cap

# search-external
source: External search
ca: Cerca externa

# searchdisabled
source: {{SITENAME}} search is disabled. You can search via Google in the meantime. Note that their indexes of {{SITENAME}} content may be out of date.
ca: La cerca dins el projecte {{SITENAME}} està inhabilitada. Mentrestant, podeu cercar a través de Google, però tingueu en compte que la seua base de dades no estarà actualitzada.

# search-error
source: An error has occurred while searching: $1
ca: S'ha produït un error durant la recerca: $1

source: Preferences
ca: Preferències

# mypreferences
source: Preferences
ca: Preferències

# prefs-edits
source: Number of edits:
ca: Nombre d'edicions:

# prefsnologintext2
source: Please $1 to set user preferences.
ca: Useu $1 per configurar preferències d'usuari.

source: Change password
ca: Canvia la contrasenya

# prefs-skin
source: Skin
ca: Aparença

# skin-preview
source: Preview
ca: prova

# datedefault
source: No preference
ca: Cap preferència

# prefs-beta
source: Beta features
ca: Característiques beta

# prefs-datetime
source: Date and time
ca: Data i hora

# prefs-labs
source: Labs features
ca: Característiques de laboratori

# prefs-user-pages
source: User pages
ca: Pàgines d'usuari

# prefs-personal
source: User profile
ca: Perfil d'usuari

# prefs-rc
source: Recent changes
ca: Canvis recents

# prefs-watchlist
source: Watchlist
ca: Llista de seguiment

# prefs-watchlist-days
source: Days to show in watchlist:
ca: Nombre de dies per mostrar en la llista de seguiment:

# prefs-watchlist-days-max
source: Maximum $1 {{PLURAL:$1|day|days}}
ca: Màxim $1 {{PLURAL:$1|dia|dies}}

# prefs-watchlist-edits
source: Maximum number of changes to show in expanded watchlist:
ca: Nombre de modificacions a mostrar en una llista estesa de seguiment:

# prefs-watchlist-edits-max
source: Maximum number: 1000
ca: Nombre màxim: 1000

# prefs-watchlist-token
source: Watchlist token:
ca: Testimoni de llista de seguiment:

# prefs-misc
source: Misc
ca: Altres preferències

# prefs-resetpass
source: Change password
ca: Canvia la contrasenya

# prefs-changeemail
source: Change email address
ca: Canvia de correu electrònic

# prefs-setemail
source: Set an email address
ca: Indiqueu una adreça de correu electrònic

# prefs-email
source: Email options
ca: Opcions de correu electrònic

# prefs-rendering
source: Appearance
ca: Aparença

# saveprefs
source: Save
ca: Desa les preferències

# resetprefs
source: Clear unsaved changes
ca: Esborra els canvis no guardats

# restoreprefs
source: Restore all default settings (in all sections)
ca: Restaura les preferències per defecte

# prefs-editing
source: Editing
ca: Caixa d'edició

source: Rows:
ca: Files

source: Columns:
ca: Columnes

# searchresultshead
source: Search
ca: Preferències de la cerca

# resultsperpage
source: Hits per page:
ca: Resultats a mostrar per pàgina

# stub-threshold
source: Threshold for <a href="#" class="stub">stub link</a> formatting (bytes):
ca: Límit per a formatar l'enllaç com <a href="#" class="stub">esborrany</a> (en octets):

# stub-threshold-disabled
source: Disabled
ca: Deshabilitat

# recentchangesdays
source: Days to show in recent changes:
ca: Dies a mostrar en els canvis recents:

# recentchangesdays-max
source: Maximum $1 {{PLURAL:$1|day|days}}
ca: (màxim $1 {{PLURAL:$1|dia|dies}})

# recentchangescount
source: Number of edits to show by default:
ca: Nombre d'edicions a mostrar per defecte:

# prefs-help-recentchangescount
source: This includes recent changes, page histories, and logs.
ca: Inclou els canvis recents, els historials de pàgines i els registres.

# prefs-help-watchlist-token2
source: This is the secret key to the web feed of your watchlist. Anyone who knows it will be able to read your watchlist, so do not share it. [[Special:ResetTokens|Click here if you need to reset it]].
ca: Aquesta és la clau secreta pel canal de continguts de la vostra llista de seguiment. Qualsevol que la conegui podria llegir la vostra llista de seguiment, així que no la compartiu. [[Special:ResetTokens|Cliqueu aquí si voleu restaurar-la]].

# savedprefs
source: Your preferences have been saved.
ca: S’han desat les vostres preferències.

# timezonelegend
source: Time zone:
ca: Fus horari:

source: Local time:
ca: Hora local:

# timezoneuseserverdefault
source: Use wiki default ($1)
ca: Utilitza l'hora per defecte del wiki ($1)

# timezoneuseoffset
source: Other (specify offset)
ca: Altres (especifiqueu la diferència)

# timezoneoffset
source: Offset¹:
ca: Diferència¹:

source: Server time:
ca: Hora del servidor:

# guesstimezone
source: Fill in from browser
ca: Omple-ho des del navegador

# timezoneregion-africa
source: Africa
ca: Àfrica

# timezoneregion-america
source: America
ca: Amèrica

# timezoneregion-antarctica
source: Antarctica
ca: Antàrtida

# timezoneregion-arctic
source: Arctic
ca: Àrtic

# timezoneregion-asia
source: Asia
ca: Àsia

# timezoneregion-atlantic
source: Atlantic Ocean
ca: Oceà Atlàntic

# timezoneregion-australia
source: Australia
ca: Austràlia

# timezoneregion-europe
source: Europe
ca: Europa

# timezoneregion-indian
source: Indian Ocean
ca: Oceà Índic

# timezoneregion-pacific
source: Pacific Ocean
ca: Oceà Pacífic

# allowemail
source: Enable email from other users
ca: Permet que altres usuaris puguin enviar-me correus electrònics

# prefs-searchoptions
source: Search
ca: Cerca

# prefs-namespaces
source: Namespaces
ca: Espais de noms

# defaultns
source: Otherwise search in these namespaces:
ca: Cerca per defecte en els següents espais de noms:

source: default
ca: per defecte

# prefs-files
source: Files
ca: Fitxers

# prefs-custom-css
source: Custom CSS
ca: CSS personalitzat

# prefs-custom-js
source: Custom JavaScript
ca: JS personalitzat

# prefs-common-css-js
source: Shared CSS/JavaScript for all skins:
ca: CSS/JS compartit per tots els skins:

# prefs-reset-intro
source: You can use this page to reset your preferences to the site defaults. This cannot be undone.
ca: Podeu usar aquesta pàgina per a restablir les vostres preferències als valors per defecte. No es podrà desfer el canvi.

# prefs-emailconfirm-label
source: Email confirmation:
ca: Confirmació de correu electrònic:

# youremail
source: Email:
ca: Correu electrònic:

# username
source: {{GENDER:$1|Username}}:
ca: {{GENDER:$1|Nom d'usuari}}:

# uid
source: {{GENDER:$1|User}} ID:
ca: {{GENDER:$1|Usuari}} Identificador d'usuari:

# prefs-memberingroups
source: {{GENDER:$2|Member}} of {{PLURAL:$1|group|groups}}:
ca: {{GENDER:$2|Membre}} {{PLURAL:$1|del grup|dels grups}}:

# prefs-registration
source: Registration time:
ca: Hora de registre:

# yourrealname
source: Real name:
ca: Nom real *

# yourlanguage
source: Language:
ca: Idioma:

# yourvariant
source: Content language variant:
ca: Variant lingüística:

# prefs-help-variant
source: Your preferred variant or orthography to display the content pages of this wiki in.
ca: La variant lingüística o ortogràfica que preferiu a l'hora de mostrar el contingut d'aquest wiki.

# yournick
source: New signature:
ca: Signatura:

# prefs-help-signature
source: Comments on talk pages should be signed with "<nowiki>~~~~</nowiki>", which will be converted into your signature and a timestamp.
ca: Els comentaris a les pàgines d'usuari s'han de signar amb "<nowiki>~~~~</nowiki>", que serà convertit en la vostra signatura i la data i l'hora.

# badsig
source: Invalid raw signature. Check HTML tags.
ca: La signatura que heu inserit no és vàlida; verifiqueu les etiquetes HTML que heu emprat.

# badsiglength
source: Your signature is too long. It must not be more than $1 {{PLURAL:$1|character|characters}} long.
ca: La signatura és massa llarga. Ha de tenir com a molt {{PLURAL:$1|un caràcter|$1 caràcters}}.

# yourgender
source: How do you prefer to be described?
ca: Sexe:

# gender-unknown
source: I prefer not to say
ca: No especificat

# gender-male
source: He edits wiki pages
ca: Masculí

# gender-female
source: She edits wiki pages
ca: Femení

# prefs-help-gender
source: Setting this preference is optional. The software uses its value to address you and to mention you to others using the appropriate grammatical gender. This information will be public.
ca: Opcional: s'usa perquè el programari se us adreci amb missatges amb el gènere adient. Aquesta informació serà pública.

source: Email
ca: Correu electrònic

# prefs-help-realname
source: Real name is optional. If you choose to provide it, this will be used for giving you attribution for your work.
ca: * Nom real (opcional): si escolliu donar aquesta informació serà utilitzada per a donar-vos l'atribució de la vostra feina.

# prefs-help-email
source: Email address is optional, but is needed for password resets, should you forget your password.
ca: L'adreça electrònica és opcional, però permet l'enviament d'una nova contrasenya en cas que oblideu l'actual.

# prefs-help-email-others
source: You can also choose to let others contact you by email through a link on your user or talk page. Your email address is not revealed when other users contact you.
ca: També podeu optar per deixar que els altres contactin amb vós a través de la pàgina personal de discussió, sense necessitat de desvetllar la vostra identitat.

# prefs-help-email-required
source: Email address is required.
ca: Cal una adreça de correu electrònic.

# prefs-info
source: Basic information
ca: Informació bàsica

# prefs-i18n
source: Internationalisation
ca: Internacionalització

# prefs-signature
source: Signature
ca: Signatura

# prefs-dateformat
source: Date format
ca: Format de la data

# prefs-timeoffset
source: Time offset
ca: Decalatge horari

# prefs-advancedediting
source: General options
ca: Opcions generals

# prefs-editor
source: Editor
ca: Edició

# prefs-preview
source: Preview
ca: Previsualització

# prefs-advancedrc
source: Advanced options
ca: Opcions avançades

# prefs-advancedrendering
source: Advanced options
ca: Opcions avançades

# prefs-advancedsearchoptions
source: Advanced options
ca: Opcions avançades

# prefs-advancedwatchlist
source: Advanced options
ca: Opcions avançades

# prefs-displayrc
source: Display options
ca: Opcions d'aparença

# prefs-displaysearchoptions
source: Display options
ca: Opcions de visualització

# prefs-displaywatchlist
source: Display options
ca: Opcions de visualització

# prefs-tokenwatchlist
source: Token
ca: Testimoni

# prefs-diffs
source: Diffs
ca: Difs

# prefs-help-prefershttps
source: This preference will take effect on your next login.
ca: Aquesta preferència tindrà efecte quan inicieu una nova sessió.

# email-address-validity-valid
source: Email address appears valid
ca: L'adreça de correu electrònic sembla vàlida

# email-address-validity-invalid
source: Enter a valid email address
ca: Escriviu una adreça vàlida de correu electrònic

# userrights
source: User rights management
ca: Gestió dels permisos d'usuari

# userrights-lookup-user
source: Manage user groups
ca: Gestiona els grups d'usuari

# userrights-user-editname
source: Enter a username:
ca: Introduïu un nom d'usuari:

# editusergroup
source: Edit user groups
ca: Edita els grups d'usuaris

# editinguser
source: Changing user rights of user '''[[User:$1|$1]]''' $2
ca: Modificació dels permisos de {{GENDER:$1|l’usuari|la usuària}} '''[[User:$1|$1]]''' $2

# userrights-editusergroup
source: Edit user groups
ca: Edita els grups d'usuaris

source: Save user groups
ca: Desa els grups d'usuari

# userrights-groupsmember
source: Member of:
ca: Membre de:

# userrights-groupsmember-auto
source: Implicit member of:
ca: Membre implícit de:

# userrights-groups-help
source: You may alter the groups this user is in: * A checked box means the user is in that group. * An unchecked box means the user is not in that group. * A * indicates that you cannot remove the group once you have added it, or vice versa.
ca: Podeu modificar els grups als quals pertany {{GENDER:$1|aquest usuari|aquesta usuària}}. * Una casella marcada significa que {{GENDER:$1|l’usuari|la usuària}} pertany a aquest grup. * Una casella no marcada significa que {{GENDER:$1|l’usuari|la usuària}} no pertany a aquest grup. * Un asterisc (*) indica que no {{GENDER:$1|el|la}} podreu treure del grup una vegada l'hàgiu afegit o viceversa.

# userrights-reason
source: Reason:
ca: Motiu:

# userrights-no-interwiki
source: You do not have permission to edit user rights on other wikis.
ca: No teniu permisos per a editar els permisos d'usuari d'altres wikis.

# userrights-nodatabase
source: Database $1 does not exist or is not local.
ca: La base de dades $1 no existeix o no és local.

# userrights-nologin
source: You must [[Special:UserLogin|log in]] with an administrator account to assign user rights.
ca: Heu [[Special:UserLogin|d'iniciar una sessió]] amb un compte d'administrador per a poder assignar permisos d'usuari.

# userrights-notallowed
source: You do not have permission to add or remove user rights.
ca: No teniu autorització per concedir o retirar permisos d'usuari.

# userrights-changeable-col
source: Groups you can change
ca: Grups que podeu canviar

# userrights-unchangeable-col
source: Groups you cannot change
ca: Grups que no podeu canviar

# userrights-conflict
source: Conflict of user rights changes! Please review and confirm your changes.
ca: Conflicte de canvis dels permisos d'usuari. Reviseu i confirmeu els canvis.

# userrights-removed-self
source: You successfully removed your own rights. As such, you are no longer able to access this page.
ca: Heu suprimit els propis permisos correctament. Per tant, ja no podreu tornar a accedir a aquesta pàgina.

source: Group:
ca: Grup:

# group-user
source: Users
ca: Usuaris

# group-autoconfirmed
source: Autoconfirmed users
ca: Usuaris autoconfirmats

# group-sysop
source: Administrators
ca: Administradors

# group-bureaucrat
source: Bureaucrats
ca: Buròcrates

# group-all
source: (all)
ca: (tots)

# group-user-member
source: {{GENDER:$1|user}}
ca: {{GENDER:$1|usuari|usuària}}

# group-autoconfirmed-member
source: {{GENDER:$1|autoconfirmed user}}
ca: {{GENDER:$1|usuari autoconfirmat|usuària autoconfirmada}}

# group-sysop-member
source: {{GENDER:$1|administrator}}
ca: {{GENDER:$1|administrador|administradora}}

# group-bureaucrat-member
source: {{GENDER:$1|bureaucrat}}
ca: {{GENDER:$1|buròcrata}}

# group-suppress-member
source: {{GENDER:$1|oversight}}
ca: {{GENDER:$1|supervisió}}

# grouppage-user
source: {{ns:project}}:Users
ca: {{ns:project}}:Usuaris

# grouppage-autoconfirmed
source: {{ns:project}}:Autoconfirmed users
ca: {{ns:project}}:Usuaris autoconfirmats

# grouppage-sysop
source: {{ns:project}}:Administrators
ca: {{ns:project}}:Administradors

# grouppage-bureaucrat
source: {{ns:project}}:Bureaucrats
ca: {{ns:project}}:Buròcrates

# right-read
source: Read pages
ca: Llegir pàgines

# right-edit
source: Edit pages
ca: Modificar pàgines

# right-createpage
source: Create pages (which are not discussion pages)
ca: Crear pàgines (que no són de discussió)

# right-createtalk
source: Create discussion pages
ca: Crear pàgines de discussió

# right-createaccount
source: Create new user accounts
ca: Crear nous comptes

# right-minoredit
source: Mark edits as minor
ca: Marcar les edicions com a menors

# right-move
source: Move pages
ca: Moure pàgines

# right-move-subpages
source: Move pages with their subpages
ca: Moure pàgines amb les seves subpàgines

# right-move-rootuserpages
source: Move root user pages
ca: Reanomenar la pàgina principal d'un usuari

# right-movefile
source: Move files
ca: Moure fitxers

# right-suppressredirect
source: Not create redirects from source pages when moving pages
ca: No crear redireccions quan es reanomena una pàgina

# right-upload
source: Upload files
ca: Carregar fitxers

# right-reupload
source: Overwrite existing files
ca: Carregar al damunt d'un fitxer existent

# right-reupload-own
source: Overwrite existing files uploaded by oneself
ca: Carregar al damunt d'un fitxer que havia carregat el propi usuari

# right-reupload-shared
source: Override files on the shared media repository locally
ca: Carregar localment fitxers amb un nom usat en el repostori multimèdia compartit

# right-upload_by_url
source: Upload files from a URL
ca: Carregar un fitxer des de l'adreça URL

# right-purge
source: Purge the site cache for a page without confirmation
ca: Purgar la memòria cau del lloc web sense pàgina de confirmació

# right-autoconfirmed
source: Not be affected by IP-based rate limits
ca: Modificar pàgines semiprotegides

# right-bot
source: Be treated as an automated process
ca: Ésser tractat com a procés automatitzat

# right-nominornewtalk
source: Not have minor edits to discussion pages trigger the new messages prompt
ca: Que les modificacions menors que facin en pàgines de discussió d'usuari no generin l'avís de nous missatges

# right-apihighlimits
source: Use higher limits in API queries
ca: Tenir límits més alts en les consultes a l'API

# right-writeapi
source: Use of the write API
ca: Fer servir l'escriptura a l'API

# right-delete
source: Delete pages
ca: Esborrar pàgines

# right-bigdelete
source: Delete pages with large histories
ca: Esborrar pàgines amb historials grans

# right-deletelogentry
source: Delete and undelete specific log entries
ca: Suprimeix o desfés la supressió d'entrades de registre específiques

# right-deleterevision
source: Delete and undelete specific revisions of pages
ca: Esborrar i restaurar versions específiques de pàgines

# right-deletedhistory
source: View deleted history entries, without their associated text
ca: Veure els historials esborrats sense consultar-ne el text

# right-deletedtext
source: View deleted text and changes between deleted revisions
ca: Veure el text esborrat i els canvis entre revisions esborrades

# right-browsearchive
source: Search deleted pages
ca: Cercar pàgines esborrades

# right-undelete
source: Undelete a page
ca: Restaurar pàgines esborrades

# right-suppressrevision
source: Review and restore revisions hidden from administrators
ca: Revisar i restaurar les versions amagades als administradors

# right-suppressionlog
source: View private logs
ca: Veure registres privats

# right-block
source: Block other users from editing
ca: Blocar altres usuaris per a impedir-los l'edició

# right-blockemail
source: Block a user from sending email
ca: Impedir que un usuari envii correu electrònic

# right-hideuser
source: Block a username, hiding it from the public
ca: Blocar un nom d'usuari amagant-lo del públic

# right-ipblock-exempt
source: Bypass IP blocks, auto-blocks and range blocks
ca: Evitar blocatges d'IP, de rang i automàtics

# right-proxyunbannable
source: Bypass automatic blocks of proxies
ca: Evitar els blocatges automàtics a proxies

# right-unblockself
source: Unblock oneself
ca: Desblocar-se a si mateixos

# right-protect
source: Change protection levels and edit cascade-protected pages
ca: Canviar el nivell de protecció i modificar pàgines protegides

# right-editprotected
source: Edit pages protected as "{{int:protect-level-sysop}}"
ca: Modificar pàgines protegides (sense protecció de cascada)

# right-editsemiprotected
source: Edit pages protected as "{{int:protect-level-autoconfirmed}}"
ca: Edita les pàgines protegides com «{{int:protect-level-autoconfirmed}}»

# right-editinterface
source: Edit the user interface
ca: Editar la interfície d'usuari

# right-editusercssjs
source: Edit other users' CSS and JavaScript files
ca: Editar els fitxers de configuració CSS i JS d'altres usuaris

# right-editusercss
source: Edit other users' CSS files
ca: Editar els fitxers de configuració CSS d'altres usuaris

# right-edituserjs
source: Edit other users' JavaScript files
ca: Editar els fitxers de configuració JS d'altres usuaris

# right-editmyusercss
source: Edit your own user CSS files
ca: Editeu els fitxers CSS propis

# right-editmyuserjs
source: Edit your own user JavaScript files
ca: Editeu els propis fitxers de JavaScript

# right-viewmywatchlist
source: View your own watchlist
ca: Mostra la llista de seguiment pròpia

# right-editmywatchlist
source: Edit your own watchlist. Note some actions will still add pages even without this right.
ca: Edita la llista de seguiment pròpia. Tingueu en compte que algunes accions encara afegiran pàgina fins i tot sense aquest permís.

# right-viewmyprivateinfo
source: View your own private data (e.g. email address, real name)
ca: Mostra les dades privades (p. ex., adreça electrònica o nom real)

# right-editmyprivateinfo
source: Edit your own private data (e.g. email address, real name)
ca: Modifica les dades privades (p. ex., adreça electrònica o nom real)

# right-editmyoptions
source: Edit your own preferences
ca: Edita les pròpies preferències

# right-rollback
source: Quickly rollback the edits of the last user who edited a particular page
ca: Revertir ràpidament l'últim editor d'una pàgina particular

# right-markbotedits
source: Mark rolled-back edits as bot edits
ca: Marcar les reversions com a edicions de bot

# right-noratelimit
source: Not be affected by rate limits
ca: No veure's afectat pels límits d'accions

# right-import
source: Import pages from other wikis
ca: Importar pàgines d'altres wikis

# right-importupload
source: Import pages from a file upload
ca: Importar pàgines carregant-les d'un fitxer

# right-patrol
source: Mark others' edits as patrolled
ca: Marcar com a patrullades les edicions

# right-autopatrol
source: Have one's own edits automatically marked as patrolled
ca: Que les edicions pròpies es marquin automàticament com a patrullades

# right-patrolmarks
source: View recent changes patrol marks
ca: Veure les marques de patrulla als canvis recents

# right-unwatchedpages
source: View a list of unwatched pages
ca: Veure la llista de les pàgines no vigilades

# right-mergehistory
source: Merge the history of pages
ca: Fusionar l'historial de les pàgines

# right-userrights
source: Edit all user rights
ca: Editar els drets dels usuaris

# right-userrights-interwiki
source: Edit user rights of users on other wikis
ca: Editar els drets dels usuaris d'altres wikis

# right-siteadmin
source: Lock and unlock the database
ca: Blocar i desblocar la base de dades

# right-override-export-depth
source: Export pages including linked pages up to a depth of 5
ca: Exportar pàgines incloent aquelles enllaçades fins a una fondària de 5

# right-sendemail
source: Send email to other users
ca: Enviar missatges de correu electrònic a altres usuaris

# right-passwordreset
source: View password reset emails
ca: Veure les soŀlicituds de restabliment de contrasenya per correu electrònic

# newuserlogpage
source: User creation log
ca: Registre de creació de l'usuari

# newuserlogpagetext
source: This is a log of user creations.
ca: Aquest és un registre de creació de nous usuaris.
