Repository: BoFFire/translation-memory-tools
Catalog: latest-memories/po/mediawiki-tm.po
Languages: ca

# blocked-notice-logextract
source: This user is currently blocked. The latest block log entry is provided below for reference:
ca: En aquests moments aquest compte d'usuari es troba blocat. Per més detalls, la darrera entrada del registre es mostra a continuació:

# clearyourcache
source: '''Note:''' After saving, you may have to bypass your browser's cache to see the changes. * '''Firefox / Safari:''' Hold ''Shift'' while clicking ''Reload'', or press either ''Ctrl-F5'' or ''Ctrl-R'' (''⌘-R'' on a Mac) * '''Google Chrome:''' Press ''Ctrl-Shift-R'' (''⌘-Shift-R'' on a Mac) * '''Internet Explorer:''' Hold ''Ctrl'' while clicking ''Refresh'', or press ''Ctrl-F5'' * '''Opera:''' Clear the cache in ''Tools → Preferences''
ca: '''Nota:''' Després de desar, possiblement necessiteu refrescar la memòria cau del vostre navegador per a veure'n els canvis. * '''Firefox / Safari:''' Premeu ''Shift'' mentre cliqueu el botó ''Actualitzar'', o pressioneu ''Ctrl+F5'' o ''Ctrl+R'' (''⌘+R'' a Mac) * '''Google Chrome:''' Premeu ''Ctrl+Shift+R'' (''⌘+Shift+R'' a Mac) * '''Internet Explorer:''' Premeu la tecla ''Ctrl'' mentre cliqueu a ''Actualitzar'' o pressioneu ''Ctrl+F5'' * '''Opera:''' Netegeu la memòria cau ''Eines → Preferències''

# usercssyoucanpreview
source: '''Tip:''' Use the "{{int:showpreview}}" button to test your new CSS before saving.
ca: '''Consell:''' Utilitzeu el botó "{{int:showpreview}}" per provar el vostre nou CSS abans de desar-lo.

# userjsyoucanpreview
source: '''Tip:''' Use the "{{int:showpreview}}" button to test your new JavaScript before saving.
ca: '''Consell:''' Utilitzeu el botó "{{int:showpreview}}" per provar el vostre nou JavaScript abans de desar-lo.

# usercsspreview
source: '''Remember that you are only previewing your user CSS.''' '''It has not yet been saved!'''
ca: '''Recordeu que esteu previsualitzant el vostre CSS d'usuari.''' '''Encara no s'ha desat!'''

# userjspreview
source: '''Remember that you are only testing/previewing your user JavaScript.''' '''It has not yet been saved!'''
ca: '''Recordeu que només estau provant/previsualitzant el vostre JavaScript, encara no ho heu desat!'''

# sitecsspreview
source: '''Remember that you are only previewing this CSS.''' '''It has not yet been saved!'''
ca: '''Adoneu-vos que esteu veient una vista prèvia d'aquest full d'estil CSS.''' '''No n'hi ha estat encara gravada!'''

# sitejspreview
source: '''Remember that you are only previewing this JavaScript code.''' '''It has not yet been saved!'''
ca: '''Adoneu-vos que esteu veient una vista prèvia d'aquest codi Javascript.''' '''No n'hi ha estat encara gravat!'''

# userinvalidcssjstitle
source: '''Warning:''' There is no skin "$1". Custom .css and .js pages use a lowercase title, e.g. {{ns:user}}:Foo/vector.css as opposed to {{ns:user}}:Foo/Vector.css.
ca: '''Atenció:''' No existeix l'aparença «$1». Recordeu que les subpàgines personalitzades amb extensions .css i .js utilitzen el títol en minúscules, per exemple, {{ns:user}}:NOM/vector.css no és el mateix que {{ns:user}}:NOM/Vector.css.

source: (Updated)
ca: (Actualitzat)

source: '''Note:'''
ca: '''Nota:'''

# previewnote
source: '''Remember that this is only a preview.''' Your changes have not yet been saved!
ca: '''Recorda que això és només una previsualització.''' Els vostres canvis encara no s'han desat!

# continue-editing
source: Go to editing area
ca: Aneu a l'àrea d'edició

# previewconflict
source: This preview reflects the text in the upper text editing area as it will appear if you choose to save.
ca: Aquesta previsualització reflecteix, a l'àrea d'edició superior, el text tal i com apareixerà si trieu desar-lo.

# session_fail_preview
source: '''Sorry! We could not process your edit due to a loss of session data.''' Please try again. If it still does not work, try [[Special:UserLogout|logging out]] and logging back in.
ca: '''No s'ha pogut processar la vostra modificació a causa d'una pèrdua de dades de la sessió. Si us plau, proveu-ho una altra vegada. Si continués sense funcionar, proveu de [[Special:UserLogout|finalitzar la sessió]] i torneu a iniciar-ne una.'''

# session_fail_preview_html
source: '''Sorry! We could not process your edit due to a loss of session data.''' ''Because {{SITENAME}} has raw HTML enabled, the preview is hidden as a precaution against JavaScript attacks.'' '''If this is a legitimate edit attempt, please try again.''' If it still does not work, try [[Special:UserLogout|logging out]] and logging back in.
ca: '''Ho sentim, no s'han pogut processar les vostres modificacions a causa d'una pèrdua de dades de la sessió.''' ''Com que el projecte {{SITENAME}} té habilitat l'ús de codi HTML cru, s'ha amagat la previsualització com a prevenció contra atacs mitjançant codis JavaScript.'' '''Si es tracta d'una contribució legítima, si us plau, intenteu-ho una altra vegada. Si continua havent-hi problemes, [[Special:UserLogout|finalitzeu la sessió]] i torneu a iniciar-ne una.'''

# token_suffix_mismatch
source: '''Your edit has been rejected because your client mangled the punctuation characters in the edit token.''' The edit has been rejected to prevent corruption of the page text. This sometimes happens when you are using a buggy web-based anonymous proxy service.
ca: '''S'ha rebutjat la vostra modificació perquè el vostre client ha fet malbé els caràcters de puntuació en el testimoni d'edició. S'ha rebutjat la modificació per a evitar la corrupció del text de la pàgina. Açò passa a vegades quan s'utilitza un servei web de servidor intermediari anònim amb problemes.'''

# edit_form_incomplete
source: '''Some parts of the edit form did not reach the server; double-check that your edits are intact and try again.'''
ca: '''Certes parts del formulari de modificació no han arribat al servidor, verifiqueu que les vostres modificacions estan intactes i proveu-ho de nou.'''

# editing
source: Editing $1
ca: S'està editant $1

# creating
source: Creating $1
ca: S'està creant $1

# editingsection
source: Editing $1 (section)
ca: S'està editant $1 (secció)

# editingcomment
source: Editing $1 (new section)
ca: S'està editant $1 (nova secció)

# editconflict
source: Edit conflict: $1
ca: Conflicte d'edició: $1

# explainconflict
source: Someone else has changed this page since you started editing it. The upper text area contains the page text as it currently exists. Your changes are shown in the lower text area. You will have to merge your changes into the existing text. '''Only''' the text in the upper text area will be saved when you press "{{int:savearticle}}".
ca: Algú més ha canviat aquesta pàgina des que l'heu editada. L'àrea de text superior conté el text de la pàgina com existeix actualment. Els vostres canvis es mostren en l'àrea de text inferior. Haureu de fusionar els vostres canvis en el text existent. '''Només''' el text de l'àrea superior es desarà quan premeu el botó «{{int:savearticle}}».

source: Your text
ca: El vostre text

# storedversion
source: Stored revision
ca: Versió emmagatzemada

# nonunicodebrowser
source: '''Warning: Your browser is not Unicode compliant.''' A workaround is in place to allow you to safely edit pages: Non-ASCII characters will appear in the edit box as hexadecimal codes.
ca: '''Alerta: El vostre navegador no és compatible amb unicode.''' S'ha activat una alternativa que us permetrà modificar pàgines amb seguretat: el caràcters que no són ASCII us apareixeran en la caixa d'edició com a codis hexadecimals.

# editingold
source: '''Warning: You are editing an out-of-date revision of this page.''' If you save it, any changes made since this revision will be lost.
ca: '''AVÍS: Esteu editant una revisió desactualitzada de la pàgina. Si la deseu, es perdran els canvis que hàgiu fet des de llavors.'''

# yourdiff
source: Differences
ca: Diferències

# copyrightwarning
source: Please note that all contributions to {{SITENAME}} are considered to be released under the $2 (see $1 for details). If you do not want your writing to be edited mercilessly and redistributed at will, then do not submit it here.<br /> You are also promising us that you wrote this yourself, or copied it from a public domain or similar free resource. '''Do not submit copyrighted work without permission!'''
ca: Si us plau, tingueu en compte que totes les contribucions per al projecte {{SITENAME}} es consideren com a publicades sota els termes de la llicència $2 (vegeu-ne més detalls a $1). Si no desitgeu la modificació i distribució lliure dels vostres escrits sense el vostre consentiment, no els poseu ací.<br /> A més a més, en enviar el vostre text, doneu fe que és vostra l'autoria, o bé de fonts en el domini públic o recursos lliures similars. Heu de saber que aquest '''no''' és el cas de la majoria de pàgines que hi ha a Internet. '''No feu servir textos amb drets d'autor sense permís!'''

# copyrightwarning2
source: Please note that all contributions to {{SITENAME}} may be edited, altered, or removed by other contributors. If you do not want your writing to be edited mercilessly, then do not submit it here.<br /> You are also promising us that you wrote this yourself, or copied it from a public domain or similar free resource (see $1 for details). '''Do not submit copyrighted work without permission!'''
ca: Si us plau, tingueu en compte que totes les contribucions al projecte {{SITENAME}} poden ser corregides, alterades o esborrades per altres usuaris. Si no desitgeu la modificació i distribució lliure dels vostres escrits sense el vostre consentiment, no els poseu ací.<br /> A més a més, en enviar el vostre text, doneu fe que és vostra l'autoria, o bé de fonts en el domini públic o altres recursos lliures similars (consulteu $1 per a més detalls). '''No feu servir textos amb drets d'autor sense permís!'''

# longpageerror
source: '''Error: The text you have submitted is {{PLURAL:$1|one kilobyte|$1 kilobytes}} long, which is longer than the maximum of {{PLURAL:$2|one kilobyte|$2 kilobytes}}.''' It cannot be saved.
ca: '''Error: El text que heu introduït és {{PLURAL:$1|d'un kilobyte|de $1 kilobytes}} i sobrepassa el màxim permès de {{PLURAL:$2|one kilobyte|$2 kilobytes}}.''' No es pot desar.

# readonlywarning
source: '''Warning: The database has been locked for maintenance, so you will not be able to save your edits right now.''' You may wish to copy and paste your text into a text file and save it for later. The administrator who locked it offered this explanation: $1
ca: '''Avís: La base de dades està tancada per manteniment, de manera que no podreu desar els canvis ara mateix.''' És possible que vulgueu copiar i enganxar el text en un arxiu de text i desar-ho més tard. L'administrador que l'ha bloquejada ha donat la següent explicació: $1

# protectedpagewarning
source: '''Warning: This page has been protected so that only users with administrator privileges can edit it.''' The latest log entry is provided below for reference:
ca: '''ATENCIÓ: Aquesta pàgina està bloquejada i només els usuaris amb drets d'administrador la poden modificar. A continuació es mostra la darrera entrada del registre com a referència:

# semiprotectedpagewarning
source: '''Note:''' This page has been protected so that only registered users can edit it. The latest log entry is provided below for reference:
ca: '''Avís:''' Aquesta pàgina està bloquejada i només pot ser modificada per usuaris registrats. A continuació es mostra la darrera entrada del registre com a referència:

# cascadeprotectedwarning
source: '''Warning:''' This page has been protected so that only users with administrator privileges can edit it because it is included in the following cascade-protected {{PLURAL:$1|page|pages}}:
ca: '''Atenció:''' Aquesta pàgina està protegida de forma que només la poden modificar els administradors, ja que està inclosa a {{PLURAL:$1|la següent pàgina|les següents pàgines}} amb l'opció de «protecció en cascada» activada:

# titleprotectedwarning
source: '''Warning: This page has been protected so that [[Special:ListGroupRights|specific rights]] are needed to create it.''' The latest log entry is provided below for reference:
ca: '''ATENCIÓ: Aquesta pàgina està protegida de tal manera que es necessiten uns [[Special:ListGroupRights|drets específics]] per a poder crear-la.''' A continuació es mostra la darrera entrada del registre com a referència:

# templatesused
source: {{PLURAL:$1|Template|Templates}} used on this page:
ca: Aquesta pàgina fa servir {{PLURAL:$1|la següent plantilla|les següents plantilles}}:

# templatesusedpreview
source: {{PLURAL:$1|Template|Templates}} used in this preview:
ca: {{PLURAL:$1|Plantilla usada|Plantilles usades}} en aquesta previsualització:

# templatesusedsection
source: {{PLURAL:$1|Template|Templates}} used in this section:
ca: {{PLURAL:$1|Plantilla usada|Plantilles usades}} en aquesta secció:

# template-protected
source: (protected)
ca: (protegida)

# template-semiprotected
source: (semi-protected)
ca: (semiprotegida)

# hiddencategories
source: This page is a member of {{PLURAL:$1|1 hidden category|$1 hidden categories}}:
ca: Aquesta pàgina forma part de {{PLURAL:$1|la següent categoria oculta|les següents categories ocultes}}:

# edittools
source: <!-- Text here will be shown below edit and upload forms. -->
ca: <!-- Es mostrarà als formularis d'edició i de càrrega el text que hi haja després d'aquesta línia. -->

# nocreatetext
source: {{SITENAME}} has restricted the ability to create new pages. You can go back and edit an existing page, or [[Special:UserLogin|log in or create an account]].
ca: El projecte {{SITENAME}} ha restringit la possibilitat de crear noves pàgines. Podeu modificar les planes ja existents o bé [[Special:UserLogin|entrar en un compte d'usuari]].

# nocreate-loggedin
source: You do not have permission to create new pages.
ca: No teniu permisos per a crear pàgines noves.

# sectioneditnotsupported-title
source: Section editing not supported
ca: Edició de la secció no suportada

# sectioneditnotsupported-text
source: Section editing is not supported in this page.
ca: L'edició de la secció no està suportada en aquesta pàgina.

# permissionserrors
source: Permission error
ca: Error de permisos

# permissionserrorstext
source: You do not have permission to do that, for the following {{PLURAL:$1|reason|reasons}}:
ca: No teniu permisos per a fer-ho, {{PLURAL:$1|pel següent motiu|pels següents motius}}:

# permissionserrorstext-withaction
source: You do not have permission to $2, for the following {{PLURAL:$1|reason|reasons}}:
ca: No teniu permís per a $2, {{PLURAL:$1|pel motiu següent|pels motius següents}}:

# recreate-moveddeleted-warn
source: '''Warning: You are recreating a page that was previously deleted.''' You should consider whether it is appropriate to continue editing this page. The deletion and move log for this page are provided here for convenience:
ca: '''Avís: Esteu creant una pàgina que ha estat prèviament esborrada.''' Hauríeu de considerar si és realment necessari continuar editant aquesta pàgina. A continuació s'ofereix el registre d'esborraments i de reanomenaments de la pàgina:

# moveddeleted-notice
source: This page has been deleted. The deletion and move log for the page are provided below for reference.
ca: Aquesta pàgina ha estat esborrada. A continuació us mostrem com a referència el registre d'esborraments i reanomenaments de la pàgina.

# log-fulllog
source: View full log
ca: Veure tot el registre

# edit-hook-aborted
source: Edit aborted by hook. It gave no explanation.
ca: Modificació avortada pel hook. No s'ha donat cap explicació.

# edit-gone-missing
source: Could not update the page. It appears to have been deleted.
ca: No s'ha pogut actualitzar la pàgina. Sembla haver estat esborrada.

source: Edit conflict.
ca: Conflicte d'edició.

# edit-no-change
source: Your edit was ignored because no change was made to the text.
ca: La vostra modificació ha estat ignorada perquè no feia cap canvi al text.

# postedit-confirmation
source: Your edit was saved.
ca: La modificació ha estat desada.

# edit-already-exists
source: Could not create a new page. It already exists.
ca: No s'ha pogut crear una pàgina. Ja existeix.

source: Default message text
ca: Missatge per defecte

# content-failed-to-parse
source: Failed to parse $2 content for $1 model: $3
ca: Ha fallat l'anàlisi del contingut de $2 per al model $1: $3

source: Invalid content data
ca: Dades de contingut no vàlides

# content-not-allowed-here
source: "$1" content is not allowed on page [[$2]]
ca: No és permés el contingut "$1" a la pàgina [[$2]]

# editwarning-warning
source: Leaving this page may cause you to lose any changes you have made. If you are logged in, you can disable this warning in the "Editing" section of your preferences.
ca: Si sortiu d'aquesta pàgina perdreu tots els canvis que hàgiu fet. Si teniu un compte d'usuari, podeu eliminar aquest avís a la secció «Caixa d'edició» de les vostres preferències.

# content-model-text
source: plain text
ca: text net

# expensive-parserfunction-warning
source: '''Warning:''' This page contains too many expensive parser function calls. It should have less than $2 {{PLURAL:$2|call|calls}}, there {{PLURAL:$1|is now $1 call|are now $1 calls}}.
ca: Atenció: Aquesta pàgina conté massa crides a funcions parserfunction complexes. Actualment n'hi ha {{PLURAL:$1|$1|$1}} i, com a molt, {{PLURAL:$2|hauria|haurien}} de ser $2.

# expensive-parserfunction-category
source: Pages with too many expensive parser function calls
ca: Pàgines amb massa crides de parser function

# post-expand-template-inclusion-warning
source: '''Warning:''' Template include size is too large. Some templates will not be included.
ca: Avís: La mida d'inclusió de la plantilla és massa gran. No s'inclouran algunes plantilles.

# post-expand-template-inclusion-category
source: Pages where template include size is exceeded
ca: Pàgines on s'excedeix la mida d'inclusió de les plantilles

# post-expand-template-argument-warning
source: '''Warning:''' This page contains at least one template argument that has a too large expansion size. These arguments have been omitted.
ca: Avís: Aquesta pàgina conté com a mínim un argument de plantilla que té una mida d'expansió massa llarga. Se n'han omès els arguments.

# post-expand-template-argument-category
source: Pages containing omitted template arguments
ca: Pàgines que contenen arguments de plantilla que s'han omès

# parser-template-loop-warning
source: Template loop detected: [[$1]]
ca: S'ha detectat un bucle de plantilla: [[$1]]

# parser-template-recursion-depth-warning
source: Template recursion depth limit exceeded ($1)
ca: S'ha excedit el límit de recursivitat de plantilles ($1)

# language-converter-depth-warning
source: Language converter depth limit exceeded ($1)
ca: El límit de la profunditat del conversor d'idiomes ha excedit ($1)

# node-count-exceeded-category
source: Pages where node-count is exceeded
ca: Pàgines on s'ha excedit el recompte de nodes

# node-count-exceeded-warning
source: Page exceeded the node-count
ca: La pàgina ha excedit el recompte de nodes

# expansion-depth-exceeded-category
source: Pages where expansion depth is exceeded
ca: Pàgines on s'ha excedit la profunditat d'expansió

# expansion-depth-exceeded-warning
source: Page exceeded the expansion depth
ca: La pàgina ha excedit la profunditat d'expansió

# parser-unstrip-loop-warning
source: Unstrip loop detected
ca: S'ha detectat un bucle no desmuntable

# parser-unstrip-recursion-limit
source: Unstrip recursion limit exceeded ($1)
ca: S'ha excedit el límit ($1) de recursivitat no desmuntable

# converter-manual-rule-error
source: Error detected in manual language conversion rule
ca: Error detectat a la norma de conversió de llengua manual

# undo-success
source: The edit can be undone. Please check the comparison below to verify that this is what you want to do, and then save the changes below to finish undoing the edit.
ca: Pot desfer-se la modificació. Si us plau, reviseu la comparació de sota per a assegurar-vos que és el que voleu fer; llavors deseu els canvis per a finalitzar la desfeta de l'edició.

# undo-failure
source: The edit could not be undone due to conflicting intermediate edits.
ca: No pot desfer-se la modificació perquè hi ha edicions entre mig que hi entren en conflicte.

# undo-norev
source: The edit could not be undone because it does not exist or was deleted.
ca: No s'ha pogut desfer l'edició perquè no existeix o ha estat esborrada.

# undo-summary
source: Undo revision $1 by [[Special:Contributions/$2|$2]] ([[User talk:$2|talk]])
ca: Es desfà la revisió $1 de [[Special:Contributions/$2|$2]] ([[User talk:$2|Discussió]])

# undo-summary-username-hidden
source: Undo revision $1 by a hidden user
ca: Desfés la revisió $1 d'un usuari ocult

# cantcreateaccounttitle
source: Cannot create account
ca: No es pot crear el compte

# cantcreateaccount-text
source: Account creation from this IP address ('''$1''') has been blocked by [[User:$3|$3]]. The reason given by $3 is ''$2''
ca: [[User:$3|$3]] ha bloquejat la creació de comptes des d'aquesta adreça IP ('''$1'''). El motiu donat per $3 és ''$2''

# viewpagelogs
source: View logs for this page
ca: Visualitza els registres d'aquesta pàgina

# nohistory
source: There is no edit history for this page.
ca: No hi ha un historial de revisions per a aquesta pàgina.

# currentrev
source: Latest revision
ca: Revisió actual

# currentrev-asof
source: Latest revision as of $1
ca: Revisió de $1

# revisionasof
source: Revision as of $1
ca: Revisió de $1

# revision-info
source: Revision as of $1 by $2
ca: Revisió de $1; $2

# previousrevision
source: ← Older revision
ca: ←Versió més antiga

# nextrevision
source: Newer revision →
ca: Versió més nova→

# currentrevisionlink
source: Latest revision
ca: Versió actual

source: cur
ca: act

source: next
ca: seg

# page_first
source: first
ca: primera

# page_last
source: last
ca: última

# histlegend
source: Diff selection: Mark the radio boxes of the revisions to compare and hit enter or the button at the bottom.<br /> Legend: '''({{int:cur}})''' = difference with latest revision, '''({{int:last}})''' = difference with preceding revision, '''{{int:minoreditletter}}''' = minor edit.
ca: Simbologia: (act) = diferència amb la versió actual, (prev) = diferència amb la versió anterior, m = modificació menor

# history-fieldset-title
source: Browse history
ca: Cerca a l'historial

# history-show-deleted
source: Deleted only
ca: Només esborrats

# histfirst
source: oldest
ca: més antigues

# histlast
source: newest
ca: més noves

# historysize
source: ({{PLURAL:$1|1 byte|$1 bytes}})
ca: ({{PLURAL:$1|1 octet|$1 octets}})

# historyempty
source: (empty)
ca: (buit)

# history-feed-title
source: Revision history
ca: Historial de revisió

# history-feed-description
source: Revision history for this page on the wiki
ca: Historial de revisió per a aquesta pàgina del wiki

# history-feed-item-nocomment
source: $1 at $2
ca: $1 a $2

# history-feed-empty
source: The requested page does not exist. It may have been deleted from the wiki, or renamed. Try [[Special:Search|searching on the wiki]] for relevant new pages.
ca: La pàgina demanada no existeix. Potser ha estat esborrada o reanomenada. Intenteu [[Special:Search|cercar al mateix wiki]] per a noves pàgines rellevants.

# rev-deleted-comment
source: (edit summary removed)
ca: (resum d'edició eliminat)

# rev-deleted-user
source: (username removed)
ca: (s'ha suprimit el nom d'usuari)

# rev-deleted-event
source: (log action removed)
ca: (s'ha suprimit el registre d'accions)

# rev-deleted-user-contribs
source: [username or IP address removed - edit hidden from contributions]
ca: [nom d'usuari o adreça IP esborrada - modificació ocultada de les contribucions]
