Repository: BoFFire/translation-memory-tools
Catalog: latest-memories/po/mediawiki-tm.po
Languages: ca

# wikisourcemobile-search-placeholder
source: Search
ca: Cerca

# wikisourcemobile-do-fulltext-search
source: Show more results...
ca: Mostra més resultats...

# wikisourcemobile-share-open-browser
source: Open in browser
ca: Obre en el navegador

# wikisourcemobile-twitter-not-available
source: Sorry, Twitter is not available for your iOS version
ca: Ho sentim, el Twitter no és disponible a la vostra versió de l'iOS

# wikisourcemobile-page-contributors
source: Article by <a id='show-page-history'>contributors</a> like you
ca: Un articles fet per <a id='show-page-history'>col·laboradors</a> com tu

# wikisourcemobile-page-license
source: Provided under <a id="show-license-page">CC&nbsp;BY-SA&nbsp;3.0</a>
ca: Oferta sota llicència <a id="show-license-page">CC&nbsp;BY-SA&nbsp;3.0</a>

# wikisourcemobile-page-terms
source: Terms of Use
ca: Condicions d'ús

# wikisourcemobile-page-privacy
source: Privacy Policy
ca: Política de privadesa

# wikisourcemobile-table-show
source: Show table
ca: Mostra la taula

# wikisourcemobile-table-show-infobox
source: Show infobox
ca: Mostra el quadre d'informació

# wikisourcemobile-table-show-meta
source: Show metadata
ca: Mostra les metadades

# wikisourcemobile-section-featured-pictures
source: Featured pictures
ca: Imatges destacades

# wikisourcemobile-section-featured-articles
source: Featured articles
ca: Articles destacats

# wikisourcemobile-section-onthisday
source: On this day
ca: En aquest dia

# wikisourcemobile-section-recentchanges
source: Recent changes
ca: Canvis recents

# wikisourcemobile-win8-tile-featured-article
source: Featured Article
ca: Article destacat

# wikisourcemobile-migrating-saved-page-status
source: Updating $1
ca: S'està actualitzant $1

# wikisourcemobile-migrating-saved-pages-title
source: Updating Saved Pages...
ca: S'estan actualitzant les pàgines desades…

# wikisourcemobile-migrating-saved-pages-failed
source: Updating Saved Pages failed! Some saved pages will be disabled until they are updated. Will retry updating next time the app starts.
ca: Ha fallat l'actualització de les pàgines desades! S'inhabilitaran algunes pàgines desades mentre s'actualitzen. Es provarà tornar a actualitzar la propera vegada que s'iniciï l'aplicació.

# wikisourcemobile-migrating-saved-pages-confirm
source: You need to update your existing Saved Pages before they can be used again. Update now?
ca: Cal que actualitzeu les pàgines desades que teniu abans de poder tornar-les a utilitzar. Voleu que s'actualitzin?

# wikisourcemobile-confirm-button-yes
source: Yes
ca: Sí

# wikisourcemobile-confirm-button-not-now
source: Not now
ca: Ara no

# wikisourcemobile-migrating-saved-pages-confirm-title
source: Update?
ca: S'actualitza?

# wikisourcemobile-migrating-saved-pages-confirm-cancel
source: Previously saved pages will be disabled until you update. Will retry updating next time the app starts.
ca: S'inhabilitaran les pàgines desades anteriorment fins que les actualitzeu. Es tornarà a provar d'actualitzar-les la propera vegada que l'aplicació s'iniciï.

# wlmmobile-welcome-about
source: About
ca: Quant a

# wlmmobile-welcome-intro
source: Getting Started
ca: Primers passos

# wlmmobile-welcome-start
source: To get started, please choose one of the following:
ca: Per començar, seleccioneu una de les opcions:

# wlmmobile-welcome-browse
source: Browse Countries
ca: Navegació per països

# wlmmobile-welcome-nearby
source: Nearby Monuments
ca: Monuments propers

# wlmmobile-choose-country
source: Choose Country
ca: Trieu un país

# wlmmobile-choose-region
source: Choose Region
ca: Trieu una regió

# wlmmobile-back
source: Back
ca: Enrere

# wlmmobile-popup-cancel
source: Cancel
ca: Cancel·la

# wlmmobile-popup-ok
source: OK
ca: D'acord

# wlmmobile-geolocating-heading
source: Talking to the satellites
ca: Comunicant amb els satèl·lits

# wlmmobile-geolocating-text
source: We're talking to some satellites to work out where in the world you are. Please be patient!
ca: Ens estem comunicant amb alguns satèl·lits per trobar la vostra ubicació. Tingueu paciència!

# wlmmobile-geolocating-failed-heading
source: Failed to find you
ca: No us hem pogut localitzar

# wlmmobile-geolocating-failed-text
source: We tried to find you but it looks like you are hiding rather well. Find a more open location or try joining a Wi-Fi network for better luck.
ca: Hem intentat localitzar-vos però sembla que estigueu ben amagat. Proveu de trobar un lloc més obert o connecteu-vos a una xarxa sense fil.

# wlmmobile-toggle-view
source: View
ca: Vista

# wlmmobile-toggle-map-view
source: Map
ca: Mapa

# wlmmobile-toggle-list-view
source: List
ca: Llista

# wlmmobile-toggle-uploads-complete
source: Complete
ca: Complets

# wlmmobile-toggle-uploads-incomplete
source: Incomplete
ca: Incomplets

# wlmmobile-start-upload
source: Upload
ca: Carrega

# wlmmobile-cancel-upload
source: Cancel Upload
ca: Cancel·la la càrrega

# wlmmobile-upload-comment
source: Magically uploaded via the Wiki Loves Monuments Mobile App Version $1.
ca: Carregat màgicament gràcies a l'aplicació per a mòbils Wiki Loves Monuments versió $1.

# wlmmobile-attribution-mapquest
source: Tiles courtesy <a href="http://www.mapquest.com">MapQuest</a>
ca: Mosaic cortesia de <a href="http://www.mapquest.com">MapQuest</a>

# wlmmobile-attribution-osm
source: Map Data (C) <a href="http://openstreetmap.org">OpenStreetMap</a> contributors, <a href="http://creativecommons.org/licenses/by-sa/2.0/">CC-BY-SA</a>
ca: Dades de mapes (C), els col·laboradors de l'<a href="http://openstreetmap.org">OpenStreetMap</a>, <a href="http://creativecommons.org/licenses/by-sa/2.0/">CC-BY-SA</a>

# wlmmobile-failure-heading
source: Whoops!
ca: Ups!

# wlmmobile-failure-details
source: Whoops! We just broke something we shouldn't have. An error message is given below.
ca: Ups! Sembla que hem espatllat quelcom. Es mostra un missatge d'error a continuació.

# wlmmobile-failure-upload-permissiondenied-heading
source: Permission Denied!
ca: Permís denegat!

# wlmmobile-failure-upload-permissiondenied-text
source: Your account cannot upload files. This might be because your account is new or has been temporarily restricted.
ca: El vostre compte no pot carregar arxius. Pot ser perquè és nou o perquè ha estat restringit temporalment.

# wlmmobile-failure-upload-token-heading
source: Bad token
ca: Codi incorrecte

# wlmmobile-failure-upload-token-text
source: Please <a class='logout'>logout</a> and login again.
ca: Si us plau <a class='logout'>desconnecteu-vos</a> i connecteu-vos de nou.

# wlmmobile-failure-upload-filetype-heading
source: Bad file type
ca: Tipus de fitxer erroni

# wlmmobile-failure-upload-filetype-text
source: The file type you have attempted to upload is not supported.
ca: El tipus de fitxer que heu intentat carregar no és admès.

# wlmmobile-server-issue-heading
source: Server issue
ca: Problema amb el servidor

# wlmmobile-server-issue-text
source: Our servers are currently experiencing too much monuments love and are not responding in the way we expected. Please try again later.
ca: Els nostres servidors estan patint ara mateix molt d'amor pels monuments i no estan responent com esperàvem. Torneu-ho a provar més tad.

# wlmmobile-detail-title
source: Monument Details
ca: Detalls del monument

# wlmmobile-detail-link
source: Wikipedia article
ca: Article de la Viquipèdia

# wlmmobile-detail-address
source: Address
ca: Adreça

# wlmmobile-detail-municipality
source: Municipality
ca: Municipi

# wlmmobile-detail-location
source: Location
ca: Ubicació

# wlmmobile-detail-country
source: Country
ca: País

# wlmmobile-detail-lang
source: Language
ca: Llengua

# wlmmobile-detail-id
source: Monument ID
ca: Codi del monument

# wlmmobile-detail-changed
source: Last updated
ca: Darrera actualització

# wlmmobile-detail-source
source: Source
ca: Font

# wlmmobile-login-title
source: Log in to continue
ca: Inicieu una sessió per continuar

# wlmmobile-login
source: Login
ca: Inici de sessió

# wlmmobile-login-in-progress
source: Logging you into the magical world of Wikimedia Commons...
ca: Iniciant la sessió en el món màgic de Wikimedia Commons...

# wlmmobile-logout-in-progress
source: Escaping from the magical world of Wikimedia Commons... Come back soon!
ca: Sortint del món màgic de Wikimedia Commons... Torneu aviat!

# wlmmobile-login-failed
source: Login failed
ca: L'inici de sessió ha fallat

# wlmmobile-login-failed-username
source: There was something wrong with the username you entered.
ca: Hi ha alguna cosa malament amb el nom d'usuari introduït.

# wlmmobile-login-failed-password
source: There was something wrong with the password you provided.
ca: Hi ha alguna cosa malament amb la contrasenyda introduïda.

# wlmmobile-login-failed-blocked
source: The user account you are using has been blocked. <a href="$1">Find out more</a>.
ca: El compte d'usuari que esteu provant d'utilitzar ha estat blocat. <a href="$1">Més informació</a>.

# wlmmobile-login-failed-throttled
source: You have attempted to log in too many times in a short period of time. Please wait a little while and try again.
ca: Heu intentat connectar-vos massa vegades en poc temps. Espereu una estona abans de tornar a intentar-ho.

# wlmmobile-login-failed-internal
source: There was an internal error. Please try again in a little while. If the problem persists, please contact us.
ca: S'ha produït un error intern. Torneu a provar-ho d'aquí a una estona. Si el problema continua, poseu-vos en contacte amb nosaltres.

# wlmmobile-login-failed-default
source: There was an error during your login attempt. Please try again.
ca: S'ha produït un error en intentar iniciar la sessió. Proveu-ho de nou.

# wlmmobile-login-create-account
source: Don't have an account on Wikimedia Commons yet? <a>Create one</a>!
ca: Encara no teniu un compte a Wikimedia Commons? <a>Creeu-ne un</a>!

# wlmmobile-add-photo-explained
source: Add photos of this monument right now or when you're home with a nice steaming hot mug of cocoa... it's up to you!
ca: Afegiu fotos del monument ara mateix o, quan estigueu a casa bevent una tassa de xocolata desfeta… com ho preferiu!

# wlmmobile-add-photo-title
source: Add a Photo
ca: Afegeix una foto

# wlmmobile-add-photo-gallery
source: Choose from Gallery
ca: Trieu d'una galeria

# wlmmobile-add-photo-camera
source: Take a Photo
ca: Fes una foto

# wlmmobile-cannot-load-photo
source: Error loading photo
ca: Error carregant la foto

# wlmmobile-cannot-load-photo-text
source: Sorry, can't load photos from this album type.
ca: Ho sentim, no es poden carregar fotos des d'aquest tipus d'àlbum.

# wlmmobile-size-warning
source: The image you have selected is $1 KB. Continue?
ca: La imatge que heu seleccionat és de $1 kB. Voleu continuar?

# wlmmobile-change-photo
source: Change
ca: Canvia

# wlmmobile-continue-upload
source: Continue
ca: Continua

# wlmmobile-skip-warning
source: Don't show this again
ca: No ho tornis a mostrar

# wlmmobile-no-monuments
source: Currently no monuments to love in this location.
ca: No hi ha cap monument per estimar en aquesta ubicació.

# wlmmobile-tabbar-uploads
source: Uploads
ca: Càrregues

# wlmmobile-monument-sortby-heading
source: Sort by
ca: ordena per

# wlmmobile-monument-sortby-address
source: Address
ca: adreça

# wlmmobile-monument-sortby-name
source: Name
ca: nom

# wlmmobile-monument-sortby-distance
source: Distance
ca: distància

# wlmmobile-monument-distance-km
source: $1 kilometers from your current location
ca: $1 quilòmetres de la vostra ubicació actual

# wlmmobile-monument-directions
source: Get directions
ca: Com arribar-hi

# wlmmobile-monument-distance-tofar
source: Extremely far away.
ca: Molt i molt lluny.

# wlmmobile-monument-address
source: Address:
ca: Adreça:

# wlmmobile-monument-country
source: Country:
ca: País:

# wlmmobile-monument-no-address
source: No address found!
ca: No s'ha trobat cap adreça!

# wlmmobile-monument-article-link
source: Read about '$1' on Wikipedia
ca: Llegeix sobre '$1' a la Viquipèdia

# wlmmobile-article-does-not-exist
source: Article '$1' does not yet exist on Wikipedia.
ca: L'article «$1» encara no existeix a la Viquipèdia.

# wlmmobile-confirm-license-title
source: License
ca: Llicència

# wlmmobile-confirm-license-text
source: By clicking the "Upload" or "Save for Later" button below, you, the copyright holder of this work, irrevocably grant anyone the right to use this work under the following license:<br />$2
ca: En fer clic al botó 'Carrega' o 'Desa per més endavant', el titular dels drets d'aquesta obra, concediu de forma irrevocable a tothom el dret a utilitzar aquesta obra sota la llicència següent:<br />$2

# wlmmobile-confirm-license-upload
source: Upload
ca: Carrega

# wlmmobile-confirm-license-upload-later
source: Save for Later
ca: Desa per més endavant

# wlmmobile-saved-later-title
source: Saved for later
ca: Desat per més endavant

# wlmmobile-saved-later-text
source: Your photo is nicely tucked away in your <a class='incomplete'>incomplete uploads</a> screen which you can access from the <a class='welcome'>welcome page</a> leaving you even more time to take photos. Go go go!
ca: S'ha desat la vostra foto a la pantalla de <a class='incomplete'>càrregues incompletes</a>, a la qual podeu accedir des de la <a class='welcome'>pàgina de benvinguda</a>. Això us deixarà més temps per fer fotos. Vinga, som-hi!

# wlmmobile-confirm-upload-title
source: Confirm Upload
ca: Confirma la càrrega

# wlmmobile-upload-progress-title
source: Uploading...
ca: S'està carregant...

# wlmmobile-upload-progress-starting
source: Preparing photo for launch...
ca: S'està preparant la foto per enviar-la...

# wlmmobile-upload-progress-in-progress
source: Launching photo into internet...
ca: S'està envant la foto a Internet...

# wlmmobile-upload-progress-done
source: Your photo has been received and it's awesome. Thanks!
ca: S'ha rebut la vostra foto i és genial. Gràcies!

# wlmmobile-upload-progress-failed
source: The upload sadly failed
ca: Malauradament, la càrrega ha fallat

# wlmmobile-search-country-placeholder
source: Search Countries
ca: Cerca països

# wlmmobile-search-region-placeholder
source: Search Regions
ca: Cerca regions

# wlmmobile-search-monument-placeholder
source: Search monuments
ca: Cerca monuments

# wlmmobile-submit-photo
source: Submit a photo
ca: Envia una foto

# wlmmobile-upload-latest-title
source: Your Saved Photo
ca: La vostra foto desada

# wlmmobile-upload-latest-view
source: Why not <a>share</a> this awesome photo with your friends?
ca: Per què no <a>compartir</a> aquesta foto genial amb els amics?

# wlmmobile-no-uploads
source: You haven't really uploaded anything yet, have you?
ca: Encara no heu carregat res, oi que no?

# wlmmobile-upload-completeddetail-title
source: Your upload
ca: La vostra càrrega

# wlmmobile-upload-monument-link-text
source: View this monument
ca: Mostra el monument

# wlmmobile-upload-again
source: Submit Another Photo
ca: Envia una altra fotografia

# wlmmobile-upload-monument-back
source: Back to Monument
ca: Torna al monument

# wlmmobile-upload-monument-review
source: Review Uploads
ca: Revisa les càrregues

# wlmmobile-no-incomplete-uploads
source: No photos have been saved for later.
ca: No s'ha desat cap foto per més endavant.

# wlmmobile-upload-incompletedetail-title
source: Your Photo
ca: La vostra foto

# wlmmobile-incomplete-image-upload
source: Upload now
ca: Carrega ara

# wlmmobile-upload-incomplete-nyi
source: Uploading saved files is not yet finished in this beta. Sorry!
ca: La càrrega de fitxers desats no s'ha finalitzat encara en aquest versió beta. Ho sentim!

# wlmmobile-incomplete-select-all
source: Select All
ca: Selecciona-ho tot

# wlmmobile-incomplete-delete
source: Delete Selected
ca: Suprimeix els seleccionats

# wlmmobile-incomplete-upload
source: Upload Selected
ca: Carrega els seleccionats

# wlmmobile-delete-selected-prompt
source: Are you sure you want to delete?
ca: Esteu segur que els voleu suprimir?

# wlmmobile-settings-title
source: Settings
ca: Paràmetres

# wlmmobile-settings-account-header
source: Account
ca: Compte

# wlmmobile-settings-login
source: Login
ca: Inicia una sesió

# wlmmobile-settings-logout
source: Logout
ca: Finalitza la sessió

# wlmmobile-placeholder-username
source: Username
ca: Nom d'usuari

# wlmmobile-placeholder-password
source: Password
ca: Contrasenya

# wlmmobile-settings-user-name
source: You are <strong>$1</strong>!
ca: Sou <strong>$1</strong>!

# wlmmobile-about
source: About this game
ca: Quant al joc

# wlmmobile-about-wlm-p1
source: <p><a href="$1">Wiki Loves Monuments</a> is the exciting international photo contest for monuments in which you can participate. It is organised by Wikimedia, the movement behind a little encyclopedia you might have heard of called <a href="$2">Wikipedia</a>.</p><p>Cultural heritage is an important part of the knowledge that Wikipedia strives to share with the world.</p><p>You can help its growth by contributing photos of monuments in your area using this easy to use mobile application.</p>
ca: <p><a href="$1">Wiki Loves Monuments</a> és un emocionant concurs internacional de fotografia de monuments on hom pot participar-hi. Està organitzat per Wikimedia, el moviment darrere d'una petita enciclopèdia de la qual segurament n'heu sentit a parlar, anomenada <a href="$2">Viquipèdia</a>.</p><p>El patrimoni cultural és una part del coneixement que la Viquipèdia s'esforça de compartir amb el món.</p><p>Podeu ajudar a fer-la créixer tot contribuint-hi amb fotos de monuments d'allà on sou d'una forma ben fàcil amb aquesta aplicació mòbil.</p>

# wlmmobile-about-app-header
source: Version Information
ca: Informació de la versió

# wlmmobile-about-howto-header
source: How to use
ca: Instruccions d'ús

# wlmmobile-about-howto-link
source: Find out how to use
ca: Descobreix com utilitzar-ho

# wlmmobile-about-howto-0
source: Taking photos of monuments is pretty easy we hope. Simply take the following steps:
ca: Esperem que fer fotos de monuments sigui força fàcil. Simplement, segueixi aquests passos:

# wlmmobile-about-howto-1
source: First locate a monument either near you or in a given country. We've added buttons to the initial page to help with this.
ca: Primer localitza un monument que sigui o bé a prop teu o en un país donat. Hem afegit botons a la pàgina inicial per ajudar-t'hi.

# wlmmobile-about-howto-2
source: Go to the monument! Walk, drive, fly, teleport or skip... what ever makes sense.
ca: Vés al monument! Vés-hi caminant, conduint, volant, amb teleportació... segons creguis.

# wlmmobile-about-howto-3
source: Take a photo of the monument. Even if you are using a camera make sure you take a photo with your phone so we can remind you. Smiles are optional.
ca: Fes una fotografia del monument. Fins i tot si estàs utilitzant una càmera, assegura't de fer una foto des del telèfon per tal que puguem recordar-t'ho. És opcional somriure.

# wlmmobile-about-howto-4
source: Either upload the photo you took or "Save for Later". Photos saved for later stay on your phone as a record of where you've been. Whether you upload them later is up to you.
ca: Ara pots carregar la foto que vas fer o "desar-la per més endavant". Les fotografies desades per més endavant es queden al telèfon com a registre d'on has estat. Carregar-les més endavant o no és una qüestió personal.

# wlmmobile-about-howto-5
source: When you're at home with your mug of steaming hot cocoa make sure to visit the "Uploads" page to upload the good photos. Select the ones you like and hit the upload button. Delete the embarrassing ones.
ca: Quan estiguis a casa descansant tranquil·lament, visita la pàgina de "Càrregues" per carregar les bones fotos. Selecciona les que t'agradin i prem el botó "Carrega". Elimina les que et facin vergonya.

# wlmmobile-about-howto-6
source: Win the competition! The best photos have prizes but even if you don't win a prize you're still a winner as you have contributed to a database of millions of freely usable media files. Give yourself a cookie! Well done!
ca: Guanyeu amb la competició! Les millors fotos tenen premis però encara que no guanyeu cap premi sereu igualment un guanyador per haver contribuït a una base de dades de milions de fitxers d'ús lliure. Poseu-vos una medalla! Ben fet!

# wlmmobile-about-link-home
source: Get started now!
ca: Comenceu ara!

# wiktionarymobile-sitename
source: Wiktionary
ca: Viccionari

# wiktionarymobile-spinner-loading
source: Loading…
ca: S'està carregant...

# wiktionarymobile-spinner-retrieving
source: Retrieving content from $1…
ca: S'està recuperant el contingut de $1...

# wiktionarymobile-saved-pages-clear-all
source: Clear all saved pages
ca: Neteja totes les pàgines desades

# wiktionarymobile-saved-pages-close
source: Close saved pages screen
ca: Tanca la finestra de pàgines desades

# wiktionarymobile-saved-pages-max-warning
source: You have reached the maximum number of saved pages.
ca: Heu assolit el nombre màxim de pàgines desades.

# wiktionarymobile-page-saved
source: $1 saved.
ca: S'ha desat $1.

# wiktionarymobile-page-already-saved
source: $1 already saved.
ca: Ja s'ha desat $1.

# wiktionarymobile-saved-page-remove-prompt
source: Remove $1 from saved pages?
ca: Voleu suprimir $1 de les pàgines desades?

# wiktionarymobile-clear-all-history-prompt
source: Clear history?
ca: Es neteja l'historial?

# wiktionarymobile-clear-all-saved-pages-prompt
source: Clear all saved pages?
ca: Es netegen totes les pàgines desades?

# wiktionarymobile-saved-page-removed
source: $1 has been removed.
ca: S'ha suprimit $1.

# wiktionarymobile-saved-pages-title
source: Saved pages
ca: Pàgines desades

# wiktionarymobile-menu-home
source: Wiktionary homepage
ca: Pàgina d'inici del Viccionari

# wiktionarymobile-menu-language
source: Read in…
ca: Canvia la llengua

# wiktionarymobile-menu-sound
source: Listen in…
ca: Escolta en…

# wiktionarymobile-menu-savePage
source: Save page
ca: Desa la pàgina

# wiktionarymobile-menu-savedPages
source: Saved pages
ca: Pàgines desades

# wiktionarymobile-menu-history
source: History
ca: Historial

# wiktionarymobile-menu-back
source: Back
ca: Enrere

# wiktionarymobile-menu-forward
source: Forward
ca: Endavant

# wiktionarymobile-menu-settings
source: Settings
ca: Paràmetres

# wiktionarymobile-menu-selectText
source: Select text
ca: Seleccioneu el text

# wiktionarymobile-menu-sharePage
source: Share page
ca: Comparteix la pàgina

# wiktionarymobile-menu-about
source: About
ca: Quant a

# wiktionarymobile-menu-cancel
source: Cancel
ca: Cancel·la

# wiktionarymobile-menu-output
source: Output
ca: Sortida

# wiktionarymobile-menu-sources
source: Sources
ca: Fonts

# wiktionarymobile-menu-share-twitter
source: Share via Twitter
ca: Comparteix al Twitter

# wiktionarymobile-menu-share-fb
source: Share via Facebook
ca: Comparteix al Facebook

# wiktionarymobile-menu-share-ril
source: Save to Read It Later
ca: Desa-ho per llegir-ho més tard

# wiktionarymobile-menu-ios-open-safari
source: Open in Safari
ca: Obre en el Safari

# wiktionarymobile-menu-open-browser
source: Open in Browser
ca: Obre en el navegador

# wiktionarymobile-settings-close
source: Close settings screen
ca: Tanca la finestra de paràmetres

# wiktionarymobile-menu-WOTD
source: Word of the Day
ca: Mot del dia

# wiktionarymobile-menu-homepage
source: Home
ca: Inici

# wiktionarymobile-settings-title
source: Settings
ca: Paràmetres

# wiktionarymobile-settings-app-version-label
source: Application version:
ca: Versió de l'aplicació:

# wiktionarymobile-settings-android-version-label
source: Android version:
ca: Versió de l'Android:

# wiktionarymobile-settings-phonegap-version-label
source: PhoneGap version:
ca: Versió del PhoneGap:

# wiktionarymobile-settings-language-label
source: Language:
ca: Llengua:
