Repository: BoFFire/translation-memory-tools
Catalog: latest-memories/po/mediawiki-tm.po
Languages: ca

# tog-underline
source: Link underlining:
ca: Subratlla els enllaços:

# tog-justify
source: Justify paragraphs
ca: Alineació justificada dels paràgrafs

# tog-hideminor
source: Hide minor edits in recent changes
ca: Amaga les edicions menors en la pàgina de canvis recents

# tog-hidepatrolled
source: Hide patrolled edits in recent changes
ca: Amaga edicions patrullades als canvis recents

# tog-newpageshidepatrolled
source: Hide patrolled pages from new page list
ca: Amaga pàgines patrullades de la llista de pàgines noves

# tog-extendwatchlist
source: Expand watchlist to show all changes, not just the most recent
ca: Desplega la llista de seguiment per a mostrar tots els canvis afectats, no només els més recents

# tog-usenewrc
source: Group changes by page in recent changes and watchlist
ca: Agrupa els canvis per pàgina en canvis recents i llista de seguiment

# tog-numberheadings
source: Auto-number headings
ca: Enumera automàticament els encapçalaments

# tog-showtoolbar
source: Show edit toolbar
ca: Mostra la barra d'eines d'edició (cal JavaScript)

# tog-editondblclick
source: Edit pages on double click
ca: Edita les pàgines amb un doble clic (cal JavaScript)

# tog-editsection
source: Enable section editing via [edit] links
ca: Activa la modificació de seccions mitjançant els enllaços [modifica]

# tog-editsectiononrightclick
source: Enable section editing by right clicking on section titles
ca: Habilita l'edició per seccions en clicar amb el botó dret sobre els títols de les seccions (cal JavaScript)

# tog-showtoc
source: Show table of contents (for pages with more than 3 headings)
ca: Mostra la taula de continguts (per pàgines amb més de 3 seccions)

# tog-rememberpassword
source: Remember my login on this browser (for a maximum of $1 {{PLURAL:$1|day|days}})
ca: Recorda la sessió al navegador (per un màxim de {{PLURAL:$1|dia|dies}})

# tog-watchcreations
source: Add pages I create and files I upload to my watchlist
ca: Afegeix les pàgines que vagi creant i fitxers que carregui a la llista de seguiment

# tog-watchdefault
source: Add pages and files I edit to my watchlist
ca: Afegeix les pàgines que vagi editant a la llista de seguiment

# tog-watchmoves
source: Add pages and files I move to my watchlist
ca: Afegeix les pàgines que reanomeni a la llista de seguiment

# tog-watchdeletion
source: Add pages and files I delete to my watchlist
ca: Afegeix les pàgines que elimini a la llista de seguiment

# tog-minordefault
source: Mark all edits minor by default
ca: Marca totes les contribucions com a edicions menors per defecte

# tog-previewontop
source: Show preview before edit box
ca: Mostra una previsualització abans del quadre d'edició

# tog-previewonfirst
source: Show preview on first edit
ca: Mostra una previsualització en la primera modificació

# tog-nocache
source: Disable browser page caching
ca: Inhabilita la memòria cau de les pàgines

# tog-enotifwatchlistpages
source: Email me when a page or file on my watchlist is changed
ca: Envia'm un correu electrònic quan es modifiqui una pàgina de la meva llista de seguiment

# tog-enotifusertalkpages
source: Email me when my user talk page is changed
ca: Envia'm un correu electrònic quan es modifiqui la meva pàgina de discussió

# tog-enotifminoredits
source: Email me also for minor edits of pages and files
ca: Notifica'm per correu també en casos d'edicions menors

# tog-enotifrevealaddr
source: Reveal my email address in notification emails
ca: Mostra la meua adreça electrònica en els missatges d'avís per correu

# tog-shownumberswatching
source: Show the number of watching users
ca: Mostra el nombre d'usuaris que hi vigilen

# tog-oldsig
source: Existing signature:
ca: Signatura actual:

# tog-fancysig
source: Treat signature as wikitext (without an automatic link)
ca: Tractar la signatura com a text wiki (sense enllaç automàtic)

# tog-uselivepreview
source: Use live preview (experimental)
ca: Utilitza la previsualització automàtica (cal JavaScript) (experimental)

# tog-forceeditsummary
source: Prompt me when entering a blank edit summary
ca: Avisa'm en deixar el resum de la modificació en blanc

# tog-watchlisthideown
source: Hide my edits from the watchlist
ca: Amaga les meues edicions de la llista de seguiment

# tog-watchlisthidebots
source: Hide bot edits from the watchlist
ca: Amaga de la llista de seguiment les edicions fetes per usuaris bots

# tog-watchlisthideminor
source: Hide minor edits from the watchlist
ca: Amaga les edicions menors de la llista de seguiment

# tog-watchlisthideliu
source: Hide edits by logged in users from the watchlist
ca: Amaga a la llista les edicions d'usuaris registrats

# tog-watchlisthideanons
source: Hide edits by anonymous users from the watchlist
ca: Amaga a la llista les edicions d'usuaris anònims

# tog-watchlisthidepatrolled
source: Hide patrolled edits from the watchlist
ca: Amaga edicions patrullades de la llista de seguiment

# tog-ccmeonemails
source: Send me copies of emails I send to other users
ca: Envia'm còpia dels missatges que enviï als altres usuaris

# tog-diffonly
source: Do not show page content below diffs
ca: Amaga el contingut de la pàgina davall de la taula de diferències

# tog-showhiddencats
source: Show hidden categories
ca: Mostra les categories ocultes

# tog-noconvertlink
source: Disable link title conversion
ca: Inhabilita la conversió dels títols dels enllaços

# tog-norollbackdiff
source: Omit diff after performing a rollback
ca: Omet la pàgina de diferències després de realitzar una reversió

# tog-useeditwarning
source: Warn me when I leave an edit page with unsaved changes
ca: Avisa'm quan surti d'una pàgina d'edició amb canvis sense desar

# tog-prefershttps
source: Always use a secure connection when logged in
ca: Utilitza sempre una connexió segura en iniciar una sessió

# underline-always
source: Always
ca: Sempre

# underline-never
source: Never
ca: Mai

# underline-default
source: Skin or browser default
ca: Per defecte del navegador

# editfont-style
source: Edit area font style:
ca: Estil de lletra en edició:

# editfont-default
source: Browser default
ca: Per defecte del navegador

# editfont-monospace
source: Monospaced font
ca: Font monoespaiada

# editfont-sansserif
source: Sans-serif font
ca: Font de pal sec

# editfont-serif
source: Serif font
ca: Lletra amb gràcia

source: Sunday
ca: diumenge

source: Monday
ca: dilluns

source: Tuesday
ca: dimarts

source: Wednesday
ca: dimecres

source: Thursday
ca: dijous

source: Friday
ca: divendres

source: Saturday
ca: dissabte

source: Sun
ca: dg

source: Mon
ca: dl

source: Tue
ca: dt

source: Wed
ca: dc

source: Thu
ca: dj

source: Fri
ca: dv

source: Sat
ca: ds

source: January
ca: gener

source: February
ca: febrer

source: March
ca: març

source: April
ca: abril

# may_long
source: May
ca: maig

source: June
ca: juny

source: July
ca: juliol

source: August
ca: agost

source: September
ca: setembre

source: October
ca: octubre

source: November
ca: novembre

source: December
ca: desembre

# january-gen
source: January
ca: de gener

# february-gen
source: February
ca: de febrer

# march-gen
source: March
ca: de març

# april-gen
source: April
ca: d'abril

# may-gen
source: May
ca: de maig

# june-gen
source: June
ca: de juny

# july-gen
source: July
ca: de juliol

# august-gen
source: August
ca: d'agost

# september-gen
source: September
ca: de setembre

# october-gen
source: October
ca: d'octubre

# november-gen
source: November
ca: de novembre

# december-gen
source: December
ca: de desembre

source: Jan
ca: gen

source: Mar
ca: març

source: Apr
ca: abr

source: May
ca: maig

source: Jun
ca: juny

source: Aug
ca: ago

source: Sep
ca: set

source: Dec
ca: des

# january-date
source: January $1
ca: $1 de gener

# february-date
source: February $1
ca: $1 de febrer

# march-date
source: March $1
ca: $1 de març

# april-date
source: April $1
ca: $1 d'abril

# may-date
source: May $1
ca: $1 de maig

# june-date
source: June $1
ca: $1 de juny

# july-date
source: July $1
ca: $1 de juliol

# august-date
source: August $1
ca: $1 d'agost

# september-date
source: September $1
ca: $1 de setembre

# october-date
source: October $1
ca: $1 d'octubre

# november-date
source: November $1
ca: $1 de novembre

# december-date
source: December $1
ca: $1 de desembre

# pagecategories
source: {{PLURAL:$1|Category|Categories}}
ca: {{PLURAL:$1|Categoria|Categories}}

# category_header
source: Pages in category "$1"
ca: Pàgines a la categoria «$1»

# category-media-header
source: Media in category "$1"
ca: Contingut multimèdia en la categoria «$1»

# category-empty
source: ''This category currently contains no pages or media.''
ca: ''Aquesta categoria no té cap pàgina ni fitxer.''

# hidden-categories
source: {{PLURAL:$1|Hidden category|Hidden categories}}
ca: {{PLURAL:$1|Categoria oculta|Categories ocultes}}

# hidden-category-category
source: Hidden categories
ca: Categories ocultes

# category-subcat-count
source: {{PLURAL:$2|This category has only the following subcategory.|This category has the following {{PLURAL:$1|subcategory|$1 subcategories}}, out of $2 total.}}
ca: {{PLURAL:$2|Aquesta categoria només té la següent subcategoria.|Aquesta categoria conté {{PLURAL:$1|la següent subcategoria|les següents $1 subcategories}}, d'un total de $2.}}

# category-subcat-count-limited
source: This category has the following {{PLURAL:$1|subcategory|$1 subcategories}}.
ca: Aquesta categoria conté {{PLURAL:$1|la següent subcategoria|les següents $1 subcategories}}.

# category-article-count
source: {{PLURAL:$2|This category contains only the following page.|The following {{PLURAL:$1|page is|$1 pages are}} in this category, out of $2 total.}}
ca: {{PLURAL:$2|Aquesta categoria només té la següent pàgina.|{{PLURAL:$1|La següent pàgina és|Les següents $1 pàgines són}} dins d'aquesta categoria, d'un total de $2.}}

# category-article-count-limited
source: The following {{PLURAL:$1|page is|$1 pages are}} in the current category.
ca: {{PLURAL:$1|La següent pàgina és|Les següents $1 pàgines són}} dins la categoria actual.

# category-file-count
source: {{PLURAL:$2|This category contains only the following file.|The following {{PLURAL:$1|file is|$1 files are}} in this category, out of $2 total.}}
ca: {{PLURAL:$2|Aquesta categoria només té el següent fitxer.|{{PLURAL:$1|El següent fitxer és|Els següents $1 fitxers són}} dins d'aquesta categoria, d'un total de $2.}}

# category-file-count-limited
source: The following {{PLURAL:$1|file is|$1 files are}} in the current category.
ca: {{PLURAL:$1|El següent fitxer és|Els següents $1 fitxers són}} dins la categoria actual.

# index-category
source: Indexed pages
ca: Pàgines indexades

# noindex-category
source: Noindexed pages
ca: Pàgines no indexades

# broken-file-category
source: Pages with broken file links
ca: Pàgines amb enllaços a fitxer trencats

source: About
ca: Quant a

# article
source: Content page
ca: Pàgina de contingut

# newwindow
source: (opens in new window)
ca: (obre en una nova finestra)

source: Cancel
ca: Cancel·la

# moredotdotdot
source: More...
ca: Més...

# morenotlisted
source: This list is not complete.
ca: Aquesta llista no és completa.

# mypage
source: Page
ca: Pàgina

# mytalk
source: Talk
ca: Discussió

# anontalk
source: Talk for this IP address
ca: Discussió d'aquesta IP

source: Navigation
ca: Navegació

# and
source: &#32;and
ca: &#32;i

# qbfind
source: Find
ca: Cerca

# qbbrowse
source: Browse
ca: Navega

# qbedit
source: Edit
ca: Modifica

# qbpageoptions
source: This page
ca: Opcions de pàgina

# qbmyoptions
source: My pages
ca: Pàgines pròpies

# qbspecialpages
source: Special pages
ca: Pàgines especials

source: FAQ
ca: PMF

# faqpage
source: Project:FAQ
ca: Project:PMF

# vector-action-addsection
source: Add topic
ca: Nova secció

# vector-action-delete
source: Delete
ca: Esborra

# vector-action-move
source: Move
ca: Reanomena

# vector-action-protect
source: Protect
ca: Protegeix

# vector-action-undelete
source: Undelete
ca: Restaura

# vector-action-unprotect
source: Change protection
ca: Desprotegeix

# vector-simplesearch-preference
source: Enable simplified search bar (Vector skin only)
ca: Activar la barra de cerca simplificada (només aparença Vector)

# vector-view-create
source: Create
ca: Crea

# vector-view-edit
source: Edit
ca: Modifica

# vector-view-history
source: View history
ca: Mostra l'historial

# vector-view-view
source: Read
ca: Mostra

# vector-view-viewsource
source: View source
ca: Mostra el codi

source: Actions
ca: Accions

source: Namespaces
ca: Espais de noms

# navigation-heading
source: Navigation menu
ca: Menú de navegació

# returnto
source: Return to $1.
ca: Torna cap a $1.

# tagline
source: From {{SITENAME}}
ca: De {{SITENAME}}

source: Help
ca: Ajuda

source: Search
ca: Cerca

# searchbutton
source: Search
ca: Cerca

source: Go
ca: Vés-hi

# searcharticle
source: Go
ca: Vés-hi

# history
source: Page history
ca: Historial de canvis

# history_short
source: History
ca: Historial

# updatedmarker
source: updated since my last visit
ca: actualitzat des de la darrera visita

source: Printable version
ca: Versió per a impressora

# permalink
source: Permanent link
ca: Enllaç permanent

source: Print
ca: Imprimir

source: View
ca: Mostra

source: Edit
ca: Modifica

source: Create
ca: Crea

source: Edit this page
ca: Modifica la pàgina

source: Create this page
ca: Crea aquesta pàgina

source: Delete
ca: Elimina

source: Delete this page
ca: Elimina la pàgina

source: Undelete this page
ca: Desfés l'eliminació d'aquesta pàgina

# undelete_short
source: Undelete {{PLURAL:$1|one edit|$1 edits}}
ca: Restaura {{PLURAL:$1|l'edició eliminada|$1 edicions eliminades}}

# viewdeleted_short
source: View {{PLURAL:$1|one deleted edit|$1 deleted edits}}
ca: Mostra {{PLURAL:$1|una edició eliminada|$1 edicions eliminades}}

source: Protect
ca: Protegeix

# protect_change
source: change
ca: canvia

source: Protect this page
ca: Protegeix aquesta pàgina

# unprotect
source: Change protection
ca: Desprotegeix

# unprotectthispage
source: Change protection of this page
ca: Desprotegeix aquesta pàgina

source: New page
ca: Pàgina nova

# talkpage
source: Discuss this page
ca: Discussió

# talkpagelinktext
source: Talk
ca: Discussió

source: Special page
ca: Pàgina especial

source: Personal tools
ca: Eines de l'usuari

# postcomment
source: New section
ca: Nova secció

# articlepage
source: View content page
ca: Mostra la pàgina

# talk
source: Discussion
ca: Discussió

source: Views
ca: Vistes

# toolbox
source: Tools
ca: Eines

# userpage
source: View user page
ca: Visualitza la pàgina d'usuari

# projectpage
source: View project page
ca: Visualitza la pàgina del projecte

# imagepage
source: View file page
ca: Visualitza la pàgina del fitxer

# mediawikipage
source: View message page
ca: Visualitza la pàgina de missatges

# templatepage
source: View template page
ca: Visualitza la pàgina de plantilla

source: View help page
ca: Visualitza la pàgina d'ajuda

# categorypage
source: View category page
ca: Visualitza la pàgina de la categoria

# viewtalkpage
source: View discussion
ca: Visualitza la pàgina de discussió

# otherlanguages
source: In other languages
ca: En altres llengües

# redirectedfrom
source: (Redirected from $1)
ca: (S'ha redirigit des de: $1)

# redirectpagesub
source: Redirect page
ca: Pàgina de redirecció

# lastmodifiedat
source: This page was last modified on $1, at $2.
ca: Darrera modificació de la pàgina: $1 a les $2.

# viewcount
source: This page has been accessed {{PLURAL:$1|once|$1 times}}.
ca: Aquesta pàgina ha estat visitada {{PLURAL:$1|una vegada|$1 vegades}}.

source: Protected page
ca: Pàgina protegida

source: Jump to:
ca: Dreceres ràpides:

# jumptonavigation
source: navigation
ca: navegació

# jumptosearch
source: search
ca: cerca

# view-pool-error
source: Sorry, the servers are overloaded at the moment. Too many users are trying to view this page. Please wait a while before you try to access this page again. $1
ca: Disculpeu, els servidors es troben sobrecarregats. Massa usuaris estan tractant d'accedir a aquesta pàgina. Per favor, esperau una mica abans de tornar a accedir a aquesta pàgina. $1

# pool-timeout
source: Timeout waiting for the lock
ca: Temps d'espera per al blocatge

# pool-queuefull
source: Pool queue is full
ca: La cua de treball és plena

# pool-errorunknown
source: Unknown error
ca: Error desconegut

# aboutsite
source: About {{SITENAME}}
ca: Quant al projecte {{SITENAME}}

# aboutpage
source: Project:About
ca: Project:Quant a

# copyright
source: Content is available under $1 unless otherwise noted.
ca: El contingut està disponible sota la llicència $1 si no s'indica el contrari.

# copyrightpage
source: {{ns:project}}:Copyrights
ca: {{ns:project}}:Drets d'autor

source: Current events
ca: Actualitat

# currentevents-url
source: Project:Current events
ca: Project:Actualitat

source: Disclaimers
ca: Avís general

# disclaimerpage
source: Project:General disclaimer
ca: Project:Avís general

# edithelp
source: Editing help
ca: Ajuda

# helppage
source: Help:Contents
ca: Help:Índex

source: Main Page
ca: Pàgina principal

# mainpage-description
source: Main page
ca: Pàgina principal

# policy-url
source: Project:Policy
ca: Project:Polítiques

# portal
source: Community portal
ca: Portal de la comunitat

# portal-url
source: Project:Community portal
ca: Project:Portal de la comunitat

# privacy
source: Privacy policy
ca: Política de privadesa

# privacypage
source: Project:Privacy policy
ca: Project:Política de privadesa

# badaccess
source: Permission error
ca: Error de permisos

# badaccess-group0
source: You are not allowed to execute the action you have requested.
ca: No teniu permís per a executar l'acció que heu soŀlicitat.

# badaccess-groups
source: The action you have requested is limited to users in {{PLURAL:$2|the group|one of the groups}}: $1.
ca: L'acció que heu soŀlicitat es limita als usuaris {{PLURAL:$2|del grup|dels grups}}: $1.

# versionrequired
source: Version $1 of MediaWiki required
ca: Cal la versió $1 del MediaWiki

# versionrequiredtext
source: Version $1 of MediaWiki is required to use this page. See [[Special:Version|version page]].
ca: Cal la versió $1 del MediaWiki per a utilitzar aquesta pàgina. Vegeu [[Special:Version]]

# retrievedfrom
source: Retrieved from "$1"
ca: Obtingut de «$1»

# youhavenewmessages
source: You have $1 ($2).
ca: Tens $1 ($2).

# youhavenewmessagesfromusers
source: You have $1 from {{PLURAL:$3|another user|$3 users}} ($2).
ca: Tens $1 {{PLURAL:$3|d'un altre usuari|de $3 usuaris}} ($2).

# youhavenewmessagesmanyusers
source: You have $1 from many users ($2).
ca: Tens $1 de molts usuaris ($2).

# newmessageslinkplural
source: {{PLURAL:$1|a new message|999=new messages}}
ca: {{PLURAL:$1|un nou missatge|999=nous missatges}}

# newmessagesdifflinkplural
source: last {{PLURAL:$1|change|999=changes}}
ca: {{PLURAL:$1|darrer canvi|999=darrers canvis}}

# youhavenewmessagesmulti
source: You have new messages on $1
ca: Teniu nous missatges a $1

# editsection
source: edit
ca: modifica

# editold
source: edit
ca: modifica

# viewsourceold
source: view source
ca: mostra codi font

# editlink
source: edit
ca: modifica

# viewsourcelink
source: view source
ca: mostra codi font

# editsectionhint
source: Edit section: $1
ca: Modifica la secció: $1

# toc
source: Contents
ca: Contingut

# showtoc
source: show
ca: desplega

# hidetoc
source: hide
ca: amaga

# collapsible-collapse
source: Collapse
ca: Tanca

# collapsible-expand
source: Expand
ca: Amplia

# thisisdeleted
source: View or restore $1?
ca: Voleu mostrar o restaurar $1?

# viewdeleted
source: View $1?
ca: Voleu mostrar $1?

# restorelink
source: {{PLURAL:$1|one deleted edit|$1 deleted edits}}
ca: {{PLURAL:$1|una versió esborrada|$1 versions esborrades}}

# feedlinks
source: Feed:
ca: Sindicació:

# feed-invalid
source: Invalid subscription feed type.
ca: La subscripció no és vàlida pel tipus de sindicament.

# feed-unavailable
source: Syndication feeds are not available
ca: Els canals de sindicació no estan disponibles

# site-rss-feed
source: $1 RSS feed
ca: Canal RSS $1

# site-atom-feed
source: $1 Atom feed
ca: Canal Atom $1

# page-atom-feed
source: "$1" Atom feed
ca: Canal Atom «$1»

# red-link-title
source: $1 (page does not exist)
ca: $1 (encara no existeix)

source: Sort descending
ca: Ordena descendentment

source: Sort ascending
ca: Ordena ascendentment

# nstab-main
source: Page
ca: Pàgina

# nstab-user
source: User page
ca: Pàgina d'usuari

# nstab-media
source: Media page
ca: Pàgina de multimèdia

# nstab-special
source: Special page
ca: Pàgina especial

# nstab-project
source: Project page
ca: Pàgina del projecte

# nstab-image
source: File
ca: Fitxer

# nstab-mediawiki
source: Message
ca: Missatge

# nstab-template
source: Template
ca: Plantilla

# nstab-help
source: Help page
ca: Ajuda

# nstab-category
source: Category
ca: Categoria

source: No such action
ca: No es reconeix aquesta operació

# nosuchactiontext
source: The action specified by the URL is invalid. You might have mistyped the URL, or followed an incorrect link. This might also indicate a bug in the software used by {{SITENAME}}.
ca: L'acció especificada per la URL no és vàlida. Potser heu escrit malament la URL o heu seguit un enllaç incorrecte. Això també pot ser causat per un error al programari utilitzat pel projecte {{SITENAME}}.

source: No such special page
ca: No es troba la pàgina especial que busqueu

# nospecialpagetext
source: <strong>You have requested an invalid special page.</strong> A list of valid special pages can be found at [[Special:SpecialPages|{{int:specialpages}}]].
ca: <strong>La pàgina especial que demaneu no és vàlida.</strong> Vegeu la llista de pàgines especials a [[Special:SpecialPages]].

source: Database error
ca: S'ha produït un error en la base de dades

# databaseerror-text
source: A database query error has occurred. This may indicate a bug in the software.
ca: S'ha produït un error en la consulta de la base de dades. Això pot indicar un error en el programari.

# databaseerror-textcl
source: A database query error has occurred.
ca: S'ha produït un error en la consulta de la base de dades.

# databaseerror-query
source: Query: $1
ca: Consulta: $1

# databaseerror-function
source: Function: $1
ca: Funció: $1

# laggedslavemode
source: '''Warning:''' Page may not contain recent updates.
ca: Avís: La pàgina podria mancar de modificacions recents.

# readonly
source: Database locked
ca: La base de dades es troba bloquejada

# enterlockreason
source: Enter a reason for the lock, including an estimate of when the lock will be released
ca: Escriviu una raó pel bloqueig, així com una estimació de quan tindrà lloc el desbloqueig

# readonlytext
source: The database is currently locked to new entries and other modifications, probably for routine database maintenance, after which it will be back to normal. The administrator who locked it offered this explanation: $1
ca: La base de dades està temporalment bloquejada segurament per tasques de manteniment, després de les quals es tornarà a la normalitat. L'administrador que l'ha bloquejada ha donat aquesta explicació: $1
