Repository: BoFFire/translation-memory-tools
Catalog: latest-memories/po/openstreetmap-tm.po
Languages: ca

# user_block.edit.heading
source: Editing block on %{name}
ca: Bloc d'edició en %{name}

# user_block.edit.reason
source: The reason why %{name} is being blocked. Please be as calm and as reasonable as possible, giving as much detail as you can about the situation. Bear in mind that not all users understand the community jargon, so please try to use laymans terms.
ca: La raó per què està sent bloquejat %{name}. Si us plau, ser tan tranquil i tan raonable com sigui possible, donant amb tant detall com sigui possible sobre la situació. Tingueu en compte que no tots els usuaris de comprendre l'argot de la comunitat, així que si us plau, intenti utilitzar termes de l'home comú.

# user_block.edit.period
source: How long, starting now, the user will be blocked from the API for.
ca: Quant de temps, a partir d'ara, l'usuari es bloqueja des de l'API per a.

# user_block.edit.submit
source: Update block
ca: Bloc d'Actualització

# user_block.edit.show
source: View this block
ca: Mostra el bloc

# user_block.edit.back
source: View all blocks
ca: Mostra tots els blocs

# user_block.edit.needs_view
source: Does the user need to log in before this block will be cleared?
ca: L'usuari necessita connectar-se abans que aquest bloqueig es suprimeixi?

# user_block.filter.block_expired
source: The block has already expired and cannot be edited.
ca: El bloc ja ha expirat i no es pot editar.

# user_block.filter.block_period
source: The blocking period must be one of the values selectable in the drop-down list.
ca: El període de blocatge ha de ser un dels valors seleccionables de la llista desplegable.

# user_block.create.try_contacting
source: Please try contacting the user before blocking them and giving them a reasonable time to respond.
ca: Si us plau, intentar contactar-se amb l'usuari abans de bloqueig d'ells i donar-los un termini raonable per respondre.

# user_block.create.try_waiting
source: Please try giving the user a reasonable time to respond before blocking them.
ca: Si us plau tracti de donar l'usuari d'un termini raonable per respondre abans de bloqueig d'ells.

# user_block.create.flash
source: Created a block on user %{name}.
ca: Crear un bloc a l'usuari %{name}.

# user_block.update.only_creator_can_edit
source: Only the moderator who created this block can edit it.
ca: Només el moderador que ha creat aquest bloc pot editar-lo.

# user_block.update.success
source: Block updated.
ca: Bloc d'actualització.

# user_block.index.title
source: User blocks
ca: Blocs de l'usuari

# user_block.index.heading
source: List of user blocks
ca: Llista de quadres de l'usuari

# user_block.index.empty
source: No blocks have been made yet.
ca: No hi ha blocs s'han fet encara.

# user_block.revoke.title
source: Revoking block on %{block_on}
ca: Revocació de bloc en %{block_on}

# user_block.revoke.heading
source: Revoking block on %{block_on} by %{block_by}
ca: Revocació de bloc en %{block_on} %{block_by}

# user_block.revoke.time_future
source: This block will end in %{time}.
ca: Aquest bloc va a acabar en %{time}.

# user_block.revoke.past
source: This block ended %{time} ago and cannot be revoked now.
ca: Aquest blocatge va acabar fa %{time} i no pot ser revocat ara.

# user_block.revoke.confirm
source: Are you sure you wish to revoke this block?
ca: Esteu segur que voleu revocar aquest bloc?

# user_block.revoke.revoke
source: Revoke!
ca: Revoca!

# user_block.revoke.flash
source: This block has been revoked.
ca: Aquest bloc ha estat revocat.

# user_block.period
source: {{PLURAL|one=1 hour|%{count} hours}}
ca: {{PLURAL|one=1 hora|%{count} hores}}

# user_block.partial.show
source: Show
ca: Mostra

# user_block.partial.edit
source: Edit
ca: Modifica

# user_block.partial.revoke
source: Revoke!
ca: Revoca!

# user_block.partial.confirm
source: Are you sure?
ca: N'esteu segur?

# user_block.partial.display_name
source: Blocked User
ca: S'ha blocat l'usuari

# user_block.partial.creator_name
source: Creator
ca: Creador

# user_block.partial.reason
source: Reason for block
ca: Motiu del blocatge

# user_block.partial.status
source: Status
ca: Estat

# user_block.partial.revoker_name
source: Revoked by
ca: Revocat per

# user_block.partial.not_revoked
source: (not revoked)
ca: (no revocat)

# user_block.partial.showing_page
source: Page %{page}
ca: Pàgina %{page}

# user_block.partial.next
source: Next »
ca: Endavant »

# user_block.partial.previous
source: « Previous
ca: « Enrere

# user_block.helper.time_future
source: Ends in %{time}.
ca: Finalitza en %{time}.

# user_block.helper.until_login
source: Active until the user logs in.
ca: Activa fins que l'usuari es connecta.

# user_block.helper.time_past
source: Ended %{time} ago.
ca: Va acabar fa %{time}.

# user_block.blocks_on.title
source: Blocks on %{name}
ca: Blocs en %{name}

# user_block.blocks_on.heading
source: List of blocks on %{name}
ca: Llista de quadres a %{name}

# user_block.blocks_on.empty
source: %{name} has not been blocked yet.
ca: %{name} no ha estat blocat encara.

# user_block.blocks_by.title
source: Blocks by %{name}
ca: Blocs %{name}

# user_block.blocks_by.heading
source: List of blocks by %{name}
ca: Llista de blocs %{name}

# user_block.blocks_by.empty
source: %{name} has not made any blocks yet.
ca: %{name} no ha fet cap blocs encara.

# user_block.show.title
source: %{block_on} blocked by %{block_by}
ca: %{block_on} bloquejat per %{block_by}

# user_block.show.heading
source: %{block_on} blocked by %{block_by}
ca: %{block_on} bloquejat per %{block_by}

# user_block.show.time_future
source: Ends in %{time}
ca: Finalitza en %{time}

# user_block.show.time_past
source: Ended %{time} ago
ca: Va acabar fa %{time}

# user_block.show.status
source: Status
ca: Estat

# user_block.show.show
source: Show
ca: Mostra

# user_block.show.edit
source: Edit
ca: Edició

# user_block.show.revoke
source: Revoke!
ca: Revoca-ho!

# user_block.show.confirm
source: Are you sure?
ca: N'esteu segur?

# user_block.show.reason
source: Reason for block:
ca: Motiu del blocatge:

# user_block.show.back
source: View all blocks
ca: Mostra tots els blocs

# user_block.show.needs_view
source: The user needs to log in before this block will be cleared.
ca: L'usuari ha d'iniciar una sessió abans que es netegi el bloc.

# note.description.opened_at_html
source: Created %{when} ago
ca: Creat fa %{when}

# note.description.opened_at_by_html
source: Created %{when} ago by %{user}
ca: Creat fa %{when} per %{user}

# note.description.commented_at_html
source: Updated %{when} ago
ca: Actualitzat fa %{when}

# note.description.commented_at_by_html
source: Updated %{when} ago by %{user}
ca: Actualitzat fa %{when} per %{user}

# note.description.closed_at_html
source: Resolved %{when} ago
ca: Resolt fa %{when}

# note.description.closed_at_by_html
source: Resolved %{when} ago by %{user}
ca: Resolt fa %{when} per %{user}

# note.description.reopened_at_html
source: Reactivated %{when} ago
ca: Reactivat fa %{when}

# note.description.reopened_at_by_html
source: Reactivated %{when} ago by %{user}
ca: Reactivat fa %{when} per %{user}

# note.rss.title
source: OpenStreetMap Notes
ca: Notes de OpenStreetMap

# note.rss.description_area
source: A list of notes, reported, commented on or closed in your area [(%{min_lat}|%{min_lon}) -- (%{max_lat}|%{max_lon})]
ca: Una llista de notes, reportades, comentades o bé tancades a la vostra àrea [(%{min_lat}|%{min_lon}) -- (%{max_lat}|%{max_lon})]

# note.rss.description_item
source: An rss feed for note %{id}
ca: Un canal rss per la nota %{id}

# note.rss.opened
source: new note (near %{place})
ca: Nota nova (a prop %{place})

# note.rss.commented
source: new comment (near %{place})
ca: nou comentari (prop de %{place})

# note.rss.closed
source: closed note (near %{place})
ca: nota tancada (aprop de %{place})

# note.rss.reopened
source: reactivated note (near %{place})
ca: Nota reactivada (prop de %{place})

# note.entry.comment
source: Comment
ca: Comentari

# note.entry.full
source: Full note
ca: Nota sencera

# note.mine.title
source: Notes submitted or commented on by %{user}
ca: Notes enviades o comentades per %{user}

# note.mine.heading
source: %{user}'s notes
ca: notes de %{user}

# note.mine.subheading
source: Notes submitted or commented on by %{user}
ca: Notes enviades o comentades per %{user}

# note.mine.creator
source: Creator
ca: Creador

# note.mine.description
source: Description
ca: Descripció

# note.mine.created_at
source: Created at
ca: Creat a

# note.mine.last_changed
source: Last changed
ca: Últim canvi

# note.mine.ago_html
source: %{when} ago
ca: fa %{when}

# javascripts.close
source: Close
ca: Tanca

# javascripts.share.title
source: Share
ca: Comparteix

# javascripts.share.cancel
source: Cancel
ca: Cancel·la

# javascripts.share.image
source: Image
ca: Imatge

# javascripts.share.link
source: Link or HTML
ca: Enllaç o HTML

# javascripts.share.long_link
source: Link
ca: Enllaç

# javascripts.share.short_link
source: Short Link
ca: Enllaç curt

# javascripts.share.custom_dimensions
source: Set custom dimensions
ca: Estableix dimensions personalitzades

# javascripts.share.scale
source: Scale:
ca: Escala:

# javascripts.share.image_size
source: Image will show standard layer at
ca: La imatge es mostrarà a la capa estàndard amb una mida de

# javascripts.share.download
source: Download
ca: Descàrrega

# javascripts.share.short_url
source: Short URL
ca: URL curta

# javascripts.share.include_marker
source: Include marker
ca: Inclou el marcador

# javascripts.share.center_marker
source: Center map on marker
ca: Centra el mapa al marcador

# javascripts.share.paste_html
source: Paste HTML to embed in website
ca: Engnaxa l'HTML per inserir-ho a un lloc web

# javascripts.share.view_larger_map
source: View Larger Map
ca: Mostra un mapa més gran

# javascripts.key.title
source: Map Key
ca: Llegenda

# javascripts.key.tooltip
source: Map Key
ca: Llegenda

# javascripts.key.tooltip_disabled
source: Map Key available only for Standard layer
ca: La llegenda només està disponible per a la capa estàndard

# javascripts.map.zoom.in
source: Zoom In
ca: Apropar-se

# javascripts.map.zoom.out
source: Zoom Out
ca: Allunyar-se

# javascripts.map.locate.title
source: Show My Location
ca: Mostra la meva ubicació

# javascripts.map.locate.popup
source: You are within {distance} {unit} of this point
ca: Esteu a {distance} {unit} d'aquest punt

# javascripts.map.base.standard
source: Standard
ca: Estàndard

# javascripts.map.base.transport_map
source: Transport Map
ca: Mapa de transports

# javascripts.map.layers.header
source: Map Layers
ca: Capes del mapa

# javascripts.map.layers.notes
source: Map Notes
ca: Notes de mapa

# javascripts.map.layers.data
source: Map Data
ca: Dades del mapa

# javascripts.map.layers.overlays
source: Enable overlays for troubleshooting the map
ca: Activar capes extra per als problemes del mapa

# javascripts.map.layers.title
source: Layers
ca: Capes del mapa

# javascripts.map.copyright
source: © <a href='%{copyright_url}'>OpenStreetMap contributors</a>
ca: © <a href='%{copyright_url}'>Col·laboradors d'OpenStreetMap</a>

# javascripts.site.edit_tooltip
source: Edit the map
ca: Modifica el mapa

# javascripts.site.edit_disabled_tooltip
source: Zoom in to edit the map
ca: Augmenteu el zoom per modificar el mapa

# javascripts.site.history_tooltip
source: View edits for this area
ca: Mostra les modificacions de l'àrea

# javascripts.site.history_disabled_tooltip
source: Zoom in to view edits for this area
ca: Amplia per visualitzar les modificacions de l'àrea

# javascripts.site.createnote_tooltip
source: Add a note to the map
ca: Afegiu una nota al mapa

# javascripts.site.createnote_disabled_tooltip
source: Zoom in to add a note to the map
ca: Fes zoom per afegir una nota al mapa

# javascripts.notes.new.intro
source: In order to improve the map the information you enter is shown to other mappers, so please be as descriptive and precise as possible when moving the marker to the correct position and entering your note below.
ca: Per tal de millorar el mapa, la informació que envieu és mostrada a altres «mapadors», per tant, sigueu tan descriptius i precisos com pugueu en moure el marcador a la posició correcta i en escriure la nota a continuació.

# javascripts.notes.new.add
source: Add Note
ca: Afegeix una nota

# javascripts.notes.show.permalink
source: Permalink
ca: Enllaç permanent

# javascripts.notes.show.anonymous_warning
source: This note includes comments from anonymous users which should be independently verified.
ca: Aquesta nota inclou comentaris d'usuaris anònims que haurien de ser verificats independentment.

# javascripts.notes.show.opened_by
source: created by <a href='%{user_url}'>%{user}</a> at %{time}
ca: Creat per <a href='%{user_url}'>%{user}</a> a %{time}

# javascripts.notes.show.opened_by_anonymous
source: created by anonymous at %{time}
ca: Creat per un anònim a %{time}

# javascripts.notes.show.commented_by
source: comment from <a href='%{user_url}'>%{user}</a> at %{time}
ca: Comentari de <a href='%{user_url}'>%{user}</a> a %{time}

# javascripts.notes.show.commented_by_anonymous
source: comment from anonymous at %{time}
ca: Comentari d'un anònim a %{time}

# javascripts.notes.show.closed_by
source: resolved by <a href='%{user_url}'>%{user}</a> at %{time}
ca: Resolt per <a href='%{user_url}'>%{user}</a> a %{time}

# javascripts.notes.show.closed_by_anonymous
source: resolved by anonymous at %{time}
ca: Resolt per un anònim a %{time}

# javascripts.notes.show.reopened_by
source: reactivated by <a href='%{user_url}'>%{user}</a> at %{time}
ca: Reactivat per <a href='%{user_url}'>%{user}</a> a %{time}

# javascripts.notes.show.reopened_by_anonymous
source: reactivated by anonymous at %{time}
ca: Reactivat per un anònim a %{time}

# javascripts.notes.show.hide
source: Hide
ca: Amaga

# javascripts.notes.show.resolve
source: Resolve
ca: Resol

# javascripts.notes.show.reactivate
source: Reactivate
ca: Reactivar

# javascripts.notes.show.comment_and_resolve
source: Comment & Resolve
ca: Comenta i resol

# javascripts.notes.show.comment
source: Comment
ca: Comenta

# javascripts.edit_help
source: Move the map and zoom in on a location you want to edit, then click here.
ca: Moveu el mapa i feu zoom sobre una ubicació que vulgueu editar, i a continuació, feu clic aquí.

# redaction.edit.description
source: Description
ca: Descripció

# redaction.edit.heading
source: Edit redaction
ca: Modifica la redacció

# redaction.edit.submit
source: Save redaction
ca: Desa la redacció

# redaction.edit.title
source: Edit redaction
ca: Modifica la redacció

# redaction.index.empty
source: No redactions to show.
ca: No hi ha redaccions a mostrar.

# redaction.index.heading
source: List of redactions
ca: Llista de redaccions

# redaction.index.title
source: List of redactions
ca: Llista de redaccions

# redaction.new.description
source: Description
ca: Descripció

# redaction.new.heading
source: Enter information for new redaction
ca: Introduïu informació per una nova redacció

# redaction.new.submit
source: Create redaction
ca: Crea una redacció

# redaction.new.title
source: Creating new redaction
ca: Creant una nova redacció

# redaction.show.description
source: Description:
ca: Descripció:

# redaction.show.heading
source: Showing redaction "%{title}"
ca: Mostrant la redacció "%{title}"

# redaction.show.title
source: Showing redaction
ca: Mostrant la redacció

# redaction.show.user
source: Creator:
ca: Autor:

# redaction.show.edit
source: Edit this redaction
ca: Modifica aquesta redacció

# redaction.show.destroy
source: Remove this redaction
ca: Suprimeix aquesta redacció

# redaction.show.confirm
source: Are you sure?
ca: N'esteu segur?

# redaction.create.flash
source: Redaction created.
ca: Redacció creada

# redaction.update.flash
source: Changes saved.
ca: Modificacions desades

# redaction.destroy.not_empty
source: Redaction is not empty. Please un-redact all versions belonging to this redaction before destroying it.
ca: La redacció no és buida. Si us plau, desfeu totes les versions que pertanyen a aquesta redacció abans de destruir-la.

# redaction.destroy.flash
source: Redaction destroyed.
ca: Redacció suprimida

# redaction.destroy.error
source: There was an error destroying this redaction.
ca: Ha hagut un error en suprimir aquesta redacció.

# help-help.gettingStarted
source: Getting Started
ca: Primers passos

# help-help.welcome
source: Welcome
ca: Benvinguts

# help-help.whyOpenstreetmap
source: <p><b>Why OpenStreetMap?</b> OSM is a mapping service in which all data is constantly updated and edited by everyday people like you. The obvious benefit is that it's free to use, but it has also become a major player in crisis mapping (e.g. use of OSM data to coordinate earthquake relief efforts in Haiti). Accuracy of this data is critical, and we hope you are able to volunteer some of your time!</p>
ca: <p><b>Per què OpenStreetMap?</b> OSM és un servei de cartografia en el qual totes les dades són actualitzades i modificades constantment per persones com vostè. El benefici obvi és que la seva utilització és lliure, però també ha esdevingut una eina important per cartografiar la situació del territori després de catàstrofes o per coordinar l'ajuda, per exemple, les dades d'OSM van ser utilitzades per coordinar l'ajuda humanitària després del terratrèmol d'Hiti. La precisió de les dades és fonamental, i esperem que volgueu contribuir-hi donant una mica del vostre temps!</p>

# help-help.activeMembers
source: <p><b>+ For active OpenStreetMap members</b>, please sign in to OSM before editing.</p>
ca: <p><b>+ Pels membres actius d'OpenStreetMap</b>, inicieu una sessió a OSM abans d'editar.</p>

# help-help.newMembers
source: <p><b>+ For new members</b>, please visit <a href="http://www.openstreetmap.org/user/new" target="_blank">http://www.openstreetmap.org</a> to create an account, log in, then return here to allow access to Potlatch 2 and begin editing.</p>
ca: <p><b>+ Pels nous membres</b>, si us plau visiteu la pàgina web <a href="http://www.openstreetmap.org/user/new" target="_blank">http://www.openstreetmap.org</a> per crear un compte d'uauari, un cop fet inicieu una sessió i torneu aquí per a accedir al Potlatch 2 i començar a fer modificacions.</p>

# help-help.introText
source: <p><b>Potlatch 2</b> is an OpenStreetMap (OSM) editor that allows you to make edits directly through {0} website.</p>
ca: <p><b>Potlatch 2</b> és un editor d'OpenStreetMap (OSM) que us permet de modificar els mapes a través del lloc web {0}.</p>

# help-help.introduction
source: Introduction
ca: Introducció

# help-help.interfaceControls
source: Interface Controls
ca: Controls d'interfície

# help-help.mapBackground
source: <p>Choose your map background from one of the items in the list or add your own vector file.</p>
ca: <p>Trieu un fons de mapa entre els elements de la llista o afegiu el vostre fitxer vectorial.</p>

# help-help.colourStyle
source: <p>Choose the style in which you wish to view the map. Colours and overall style vary and also includes other options like wireframe.</p>
ca: <p>Ecolliu l'estil amb el que voleu veure el mapa. Els colors i l'estil en general canvien i inclouen d'altres opcions com la vista esquemàtica.</p>

# help-help.createOsmMap
source: <p>Create OSM map data using other people's GPS tracks as a background</p>
ca: <p>Crea dades de mapes OSM utilitzant tracks GPS d'altres persones com a fons</p>

# help-help.myGps
source: MyGPS
ca: ElMeuGPS

# help-help.displayGps
source: <p>Display GPS traces that you've previously uploaded to OpenStreetMap.</p>
ca: <p>Mostra els tracks GPS que prèviament heu pujat a OpenStreetMap.</p>

# help-help.undoRedo
source: Undo / Redo
ca: Desfés / Refés

# help-help.madeMistake
source: <p>Made a mistake? Just hit undo and/or redo to correct your edits.</p>
ca: <p>Heu comes un error? Simplement heu de desfer i/o refer per tal de corregir la modificació.</p>

# help-help.help
source: Help
ca: Ajuda

# help-help.guideInfomation
source: <p>Brings up this guide in case you need any information as you begin editing.</p>
ca: <p>Obriu aquesta guia en cas que necessiteu qualsevol informació quan comenceu a fer modificacions.</p>

# help-help.save
source: Save
ca: Desa

# help-help.addingFeatures
source: Adding Features
ca: S'estan afegint característiques

# help-help.addingFeaturesText
source: <p><i>Before you begin, the first rule you need to know is the use of proprietary data. Data from copyrighted maps or any other proprietary data is strictly prohibited! Copying, tracing or any reproduction of copyrighted work is not allowed! (Source: <a href="http://wiki.openstreetmap.org/wiki/Copyright" target="_blank">Copyright - OpenStreetMap Wiki</a>)</i></p> <p></p> <p>Linear features such as streets, footpaths, railways and building outlines will hereby be referred to as <b>ways</b>.</p> <p>If you suddenly realize your sidebar with all the icons have gone missing, it's because you have a feature selected on the map. Simply deselect by clicking on a blank area of the map to bring up the icons again.</p> <p><b>To create a point (or node)</b>, just drag and drop the appropriate icon from the sidebar onto the map. See Add POIs to learn more about creating a POI (Point of Interest)</p> <p><b>To create a way</b>, begin by clicking on the map at its start point, then click at each successive point. Double-click to finish the line or press Enter.</p> <p><b>To create a polygon</b>, begin by clicking on the map at its start point, then click at each successive point (similar to creating a way), and finish by clicking on the very first point to close the polygon.</p> <p>Remember, if you make a mistake, you can always hit the Undo button. Pressing the Esc key will undo all your edits for the current feature.</p>
ca: <p><i>Abans de començar, la primera norma que heu de tenir present és la que regula l'ús de dades protegides per drets d'autor. Està estrictament prohibida la utilització de dades procedents de mapes o qualsevol altre tipus de font que estiguin sota la protecció de drets d'autor! No és permesa la còpia o qualsevol tipus de reproducció d'obres protegides per drets d'autor! (Font: <a href="http://wiki.openstreetmap.org/wiki/Copyright" target="_blank">Copyright - OpenStreetMap Wiki</a>)</i></p> <p></p> <p>Els objectes lineals com els carrers, els camins, les línies de ferrocarril o els contorns d'edificis reben el nom de <b>vies</b> en termnologia OSM.</p> <p>Si la barra lateral d'icones desapareix sobtadament és a causa de que heu seleccionat un objecte sobre el mapa. Hi ha prou amb desfer la selecció fent clic sobre una zona buida del mapa per fer aparèixer un altre cop la barra i les seves icones.</p> <p><b>Per crear un punt (o node en terminologia OSM)</b>, hi ha prou amb arrossegar la icona apropiada des de la barra lateral fins el punt del mapa on el voleu posar. Vegeu "Afegir punts d'interès" per aprendre'n més</p> <p><b>Per crear una via</b>, comenceu fent clic al mapa sobre el punt inical, a continuació feu clic sobre la posició dels punts succssius. Per finalitzar la línia feu doble clic o premeu la tecla Enter.</p> <p><b>Per crear un polígon</b>, comenceu fent clic sobre el mapa en el punt inicial, a continuació feu clic sobre el punts succesius (de manera similar a procediment de creació d'una via), i per finalitzar feu clic sobre el punt inicial per tal de tancar el polígon.</p> <p>Recordeu, si us equivoqueu sempre podeu prémer el botó "Desfer" per revertir la modificació. També hi ha l'opció de prémer la tecla Esc per desfer totes les modificacions fetes sobre l'objecte seleccionat.</p>

# help-help.editBeg
source: Edit (Beg.)
ca: Modifica (Inic.)

# help-help.editingFeatures
source: Editing Features (Beginner)
ca: Funcions de modificació (Iniciació)
