Repository: BoFFire/translation-memory-tools
Catalog: latest-memories/po/openstreetmap-tm.po
Languages: ca

# geocoder.search_osm_nominatim.admin_levels.level4
source: State Boundary
ca: Límit d'estat

# geocoder.search_osm_nominatim.admin_levels.level5
source: Region Boundary
ca: Límit de regió

# geocoder.search_osm_nominatim.admin_levels.level6
source: County Boundary
ca: Frontera

# geocoder.search_osm_nominatim.admin_levels.level8
source: City Boundary
ca: Límit de municipi

# geocoder.search_osm_nominatim.admin_levels.level9
source: Village Boundary
ca: Límit de poble

# geocoder.search_osm_nominatim.admin_levels.level10
source: Suburb Boundary
ca: Límit de suburbi

# geocoder.description.title.osm_nominatim
source: Location from <a href="http://nominatim.openstreetmap.org/">OpenStreetMap Nominatim</a>
ca: Localització des de <a href="http://nominatim.openstreetmap.org/">OpenStreetMap Nominatim</a>

# geocoder.description.title.geonames
source: Location from <a href="http://www.geonames.org/">GeoNames</a>
ca: Localització des de <a href="http://www.geonames.org/">GeoNames</a>

# geocoder.description.types.cities
source: Cities
ca: Ciutats

# geocoder.description.types.towns
source: Towns
ca: Municipis

# geocoder.description.types.places
source: Places
ca: Llocs

# geocoder.results.no_results
source: No results found
ca: No hi ha resultats

# geocoder.results.more_results
source: More results
ca: Més resultats

# geocoder.distance
source: {{PLURAL|zero=less than 1km|one=about 1km|about %{count}km}}
ca: {{PLURAL|one=vora 1km|zero=menys d'1km|vora %{count}km}}

# geocoder.direction.south_west
source: south-west
ca: sud-oest

# geocoder.direction.south
source: south
ca: sud

# geocoder.direction.south_east
source: south-east
ca: sud-est

# geocoder.direction.east
source: east
ca: est

# geocoder.direction.north_east
source: north-east
ca: nord-est

# geocoder.direction.north
source: north
ca: nord

# geocoder.direction.north_west
source: north-west
ca: nord-oest

# geocoder.direction.west
source: west
ca: oest

# layouts.logo.alt_text
source: OpenStreetMap logo
ca: logotip de l'OpenStreetMap

# layouts.home
source: Go to Home Location
ca: Anar a la localització de casa

# layouts.logout
source: Logout
ca: Tanca la sessió

# layouts.log_in
source: log in
ca: inicia una sessió

# layouts.log_in_tooltip
source: Log in with an existing account
ca: Inicia una sessió amb un compte existent

# layouts.sign_up
source: sign up
ca: registre

# layouts.sign_up_tooltip
source: Create an account for editing
ca: Crea un usuari per editar

# layouts.view
source: View
ca: Mostra

# layouts.view_tooltip
source: View the map
ca: Mostra el mapa

# layouts.edit
source: Edit
ca: Modificació

# layouts.history
source: History
ca: Historial

# layouts.data
source: Data
ca: Dades

# layouts.export_data
source: Export Data
ca: Exporta les dades

# layouts.gps_traces
source: GPS Traces
ca: Traces de GPS

# layouts.gps_traces_tooltip
source: Manage GPS traces
ca: Gestiona registres GPS

# layouts.user_diaries
source: User Diaries
ca: DIaris de usuari

# layouts.user_diaries_tooltip
source: View user diaries
ca: Mostra els diaris d'usuari

# layouts.edit_with
source: Edit with %{editor}
ca: Modifica amb %{editor}

# layouts.tag_line
source: The Free Wiki World Map
ca: El mapa wiki lliure mundial

# layouts.intro_1
source: OpenStreetMap is a free worldwide map, created by people like you.
ca: L'OpenStreetMap és un mapa editable i lliure de tot el món. Està fet per gent com vós.

# layouts.intro_2_html
source: The data is free to %{download} and %{use} under its %{license}. %{create_account} to improve the map.
ca: Les dades poden ser %{download} i %{use} lliurement sota la seva %{license}. %{create_account} per millorar el mapa.

# layouts.intro_2_create_account
source: Create a user account
ca: Crea un compte d'usuari

# layouts.intro_2_license
source: open license
ca: llicència oberta

# layouts.intro_2_use
source: use
ca: utilitzades

# layouts.intro_2_download
source: download
ca: baixades

# layouts.partners_html
source: Hosting is supported by %{ucl}, %{ic} and %{bytemark}, and other %{partners}.
ca: L'allotjament és a càrrec de %{ucl}, %{ic}, %{bytemark} i d'altres %{partners}.

# layouts.partners_ucl
source: the UCL VR Centre
ca: el Centre UCL VR

# layouts.partners_ic
source: Imperial College London
ca: Imperial College Londres

# layouts.partners_bytemark
source: Bytemark Hosting
ca: Allotjament Bytemark

# layouts.partners_partners
source: partners
ca: socis

# layouts.osm_offline
source: The OpenStreetMap database is currently offline while essential database maintenance work is carried out.
ca: La base de dades OpenStreetMap és fora de línia, mentre es fan actuacions de manteniment necessàries.

# layouts.osm_read_only
source: The OpenStreetMap database is currently in read-only mode while essential database maintenance work is carried out.
ca: La base de dades OpenStreetMap actualment és en el mode read-only mentre que les actuacions de manteniment essencials de base de dades es porta a terme.

# layouts.donate
source: Support OpenStreetMap by %{link} to the Hardware Upgrade Fund.
ca: Suport OpenStreetMap %{link} el fons de rampa de maquinari.

# layouts.donate_link_text
source: donating
ca: donatius

# layouts.help
source: Help
ca: Ajuda

# layouts.help_centre
source: Help Centre
ca: Centre d'ajuda

# layouts.help_title
source: Help site for the project
ca: Lloc d'ajuda per al projecte

# layouts.wiki_title
source: Wiki site for the project
ca: Lloc web de wiki per al projecte

# layouts.documentation
source: Documentation
ca: Documentació

# layouts.documentation_title
source: Documentation for the project
ca: Documentació del projecte

# layouts.copyright
source: Copyright & License
ca: Drets d'autor i llicència

# layouts.community
source: Community
ca: Comunitat

# layouts.community_blogs
source: Community Blogs
ca: Blocs de comunitat

# layouts.community_blogs_title
source: Blogs from members of the OpenStreetMap community
ca: Blocs dels membres de la comunitat OpenStreetMap

# layouts.foundation
source: Foundation
ca: Fundació

# layouts.foundation_title
source: The OpenStreetMap Foundation
ca: La Fundació OpenStreetMap

# layouts.make_a_donation.title
source: Support OpenStreetMap with a monetary donation
ca: Ajudeu l'OpenStreetMap amb una donació econòmica

# layouts.make_a_donation.text
source: Make a Donation
ca: Feu una donació

# license_page.foreign.title
source: About this translation
ca: Quant a la traducció

# license_page.foreign.text
source: In the event of a conflict between this translated page and %{english_original_link}, the English page shall take precedence
ca: En cas de conflicte entre aquesta pàgina traduïda i %{english_original_link}, la pàgina en anglès té prioritat

# license_page.foreign.english_link
source: the English original
ca: l'original en anglès

# license_page.native.title
source: About this page
ca: Sobre aquesta pàgina

# license_page.native.text
source: You are viewing the English version of the copyright page. You can go back to the %{native_link} of this page or you can stop reading about copyright and %{mapping_link}.
ca: Esteu veient la versió anglesa de la pàgina de drets d'autor. Podeu tornar a la %{native_link} d'aquesta pàgina o podeu deixar de llegir sobre el copyright i anar a %{mapping_link}.

# license_page.native.native_link
source: THIS_LANGUAGE_NAME_HERE version
ca: versió català

# license_page.native.mapping_link
source: start mapping
ca: Inicia el mapatge

# license_page.legal_babble.title_html
source: Copyright and License
ca: Drets d'autor i llicència

# license_page.legal_babble.intro_1_html
source: OpenStreetMap is <i>open data</i>, licensed under the <a href="http://opendatacommons.org/licenses/odbl/">Open Data Commons Open Database License</a> (ODbL).
ca: Les dades d'OpenStreetMap són un conjunt de <i>dades obertes</i> publicades sota una <a href="http://opendatacommons.org/licenses/odbl/">llicència de base de dades oberta</a> (ODbL).

# license_page.legal_babble.intro_2_html
source: You are free to copy, distribute, transmit and adapt our data, as long as you credit OpenStreetMap and its contributors. If you alter or build upon our data, you may distribute the result only under the same licence. The full <a href="http://opendatacommons.org/licenses/odbl/1.0/">legal code</a> explains your rights and responsibilities.
ca: Sou lliure de copiar, distribuir, comunicar públicament i fer-ne obres derivades de les nostres dades, sempre que atribuïu els crèdits a OpenStreetMap i els seus col·laboradors. Si modifiqueu o utilitzeu les nostres dades fer fer obres derivades, només podreu distribuir l'obra resultant amb la mateixa llicència. Aquest <a href="http://opendatacommons.org/licenses/odbl/1.0/">text legal code</a> sencer que explica detalladament els vostres drets i responsabbilitats.

# license_page.legal_babble.intro_3_html
source: The cartography in our map tiles, and our documentation, are licensed under the <a href="http://creativecommons.org/licenses/by-sa/2.0/">Creative Commons Attribution-ShareAlike 2.0</a> license (CC BY-SA).
ca: La cartografia de les nostres tessel·les i la nostra documentació són ofertes sota llicència <a href="http://creativecommons.org/licenses/by-sa/2.0/">Text de la llicència de Creative Commons Reconeixement-Compartir Igual 2.0</a>(CC-BY-SA).

# license_page.legal_babble.credit_title_html
source: How to credit OpenStreetMap
ca: Com a crèdit OpenStreetMap

# license_page.legal_babble.credit_1_html
source: We require that you use the credit &ldquo;&copy; OpenStreetMap contributors&rdquo;.
ca: Exigim que l'atribució de drets d'autor sigui &ldquo;&copy; Col·laboradors d'OpenStreetMap &rdquo;.

# license_page.legal_babble.credit_2_html
source: You must also make it clear that the data is available under the Open Database License, and if using our map tiles, that the cartography is licensed as CC BY-SA. You may do this by linking to <a href="http://www.openstreetmap.org/copyright">this copyright page</a>. Alternatively, and as a requirement if you are distributing OSM in a data form, you can name and link directly to the license(s). In media where links are not possible (e.g. printed works), we suggest you direct your readers to openstreetmap.org (perhaps by expanding 'OpenStreetMap' to this full address), to opendatacommons.org, and if relevant, to creativecommons.org.
ca: També heu de deixar clar que les dades són disponibles sota llicència obereta, i si s'utilitzen les nostres tessel·les de mapes, que la cartografia és llicenciada com CC-BY-SA. Podeu fer això enllaçant a <a href="http://www.openstreetmap.org/copyright">aquest pàgina de copyright</a>. D'altra banda, i com a requisit obligatori si voleu distribuir OSM en forma de dades en brut, podeu citar i enllaçar directament a la llicència. En el cas d'utilitzar suports on els enllaços d'hipertext no són possibles (per exemple, obres impreses), us suggerim d'adreçar els lectors a openstreetmap.org (potser indicant l'adreça completa d'OpenStreetMap), a opendatacommons.org i si s'escau, a creativecommons.org.

# license_page.legal_babble.credit_3_html
source: For a browsable electronic map, the credit should appear in the corner of the map. For example:
ca: En el cas d'un mapa electrònic navegable, els crèdits han d'aparèixer a la cantonada del mapa. Per exemple:

# license_page.legal_babble.attribution_example.alt
source: Example of how to attribute OpenStreetMap on a webpage
ca: Exemple de com atribuir OpenStreetMap a una pàgina web

# license_page.legal_babble.attribution_example.title
source: Attribution example
ca: Exemple d'atribució

# license_page.legal_babble.more_title_html
source: Finding out more
ca: Saber-ne més

# license_page.legal_babble.more_1_html
source: Read more about using our data, and how to credit us, at the <a href="http://wiki.openstreetmap.org/wiki/Legal_FAQ">Legal FAQ</a>.
ca: Llegiu més informació sobre com utilitzar les nostres dades a les <a href="http://wiki.openstreetmap.org/wiki/Legal_FAQ">Preguntes Freqüents sobre legalitat</a>.

# license_page.legal_babble.more_2_html
source: Although OpenStreetMap is open data, we cannot provide a free-of-charge map API for third-party developers. See our <a href="http://wiki.openstreetmap.org/wiki/API_usage_policy">API Usage Policy</a>, <a href="http://wiki.openstreetmap.org/wiki/Tile_usage_policy">Tile Usage Policy</a> and <a href="http://wiki.openstreetmap.org/wiki/Nominatim#Usage_Policy">Nominatim Usage Policy</a>.
ca: Encara que les dades d'OpenStreetMap són dades obertes, no podem oferir una API gratuïta per als desenvolupadors de terceres parts. Vegeu la <a href="http://wiki.openstreetmap.org/wiki/API_usage_policy">Política d'ús de l'API</a>, la <a href="http://wiki.openstreetmap.org/wiki/Tile_usage_policy">Política d'ús de les tessel·les</a> i la <a href="http://wiki.openstreetmap.org/wiki/Nominatim#Usage_Policy">Política d'ús de Nominatim</a>.

# license_page.legal_babble.contributors_title_html
source: Our contributors
ca: Nostres col. laboradors

# license_page.legal_babble.contributors_intro_html
source: Our contributors are thousands of individuals. We also include openly-licensed data from national mapping agencies and other sources, among them:
ca: Els nostres col·laboradors són milers de persones. També incloem dades amb llicència oberta de les agències públiques de cartografia i d'altres fonts, entre elles:

# license_page.legal_babble.contributors_at_html
source: <strong>Austria</strong>: Contains data from <a href="http://data.wien.gv.at/">Stadt Wien</a> (under <a href="http://creativecommons.org/licenses/by/3.0/at/deed.de">CC BY</a>), <a href="http://www.vorarlberg.at/vorarlberg/bauen_wohnen/bauen/vermessung_geoinformation/weitereinformationen/services/wmsdienste.htm">Land Vorarlberg</a> and Land Tirol (under <a href="http://www.tirol.gv.at/applikationen/e-government/data/nutzungsbedingungen/">CC BY AT with amendments</a>).
ca: <strong>Àustria</strong>: conté dades de <a href="http://data.wien.gv.at/">Stadt Wien</a> sota <a href="http://creativecommons.org/licenses/by/3.0/at/deed.de">CC BY</a>.

# license_page.legal_babble.contributors_ca_html
source: <strong>Canada</strong>: Contains data from GeoBase&reg;, GeoGratis (&copy; Department of Natural Resources Canada), CanVec (&copy; Department of Natural Resources Canada), and StatCan (Geography Division, Statistics Canada).
ca: <strong>Canadà</strong>: conté dades de GeoBase ®, GeoGratis (© Departament de Natural Recursos Canadà), CanVec (© Departament de Natural Recursos Canadà) i StatCan (Divisió de Geografia, Canadà de Estadístiques).

# license_page.legal_babble.contributors_fr_html
source: <strong>France</strong>: Contains data sourced from Direction Générale des Impôts.
ca: <strong>França</strong>: conté dades d'origen de Direcció Générale des Impôts.

# license_page.legal_babble.contributors_nl_html
source: <strong>Netherlands</strong>: Contains &copy; AND data, 2007 (<a href="http://www.and.com">www.and.com</a>)
ca: <strong>Països Baixos</strong>: Conté &copy; dades d'Automotive Navigation Data (AND), 2007 (<a href="http://www.and.com">www.and.com</a>)

# license_page.legal_babble.contributors_nz_html
source: <strong>New Zealand</strong>: Contains data sourced from Land Information New Zealand. Crown Copyright reserved.
ca: <strong>Nova Zelanda</strong>: conté dades d'origen de Informació Nova Zelanda de la terra. Corona de drets d'autor reservat.

# license_page.legal_babble.contributors_za_html
source: <strong>South Africa</strong>: Contains data sourced from <a href="http://www.ngi.gov.za/">Chief Directorate: National Geo-Spatial Information</a>, State copyright reserved.
ca: <strong>Sud-àfrica</strong>: conté dades del <a href="http://www.ngi.gov.za/">Chief Directorate: National Geo-Spatial Information</a>, drets d'autor reservat per l'estat.

# license_page.legal_babble.contributors_gb_html
source: <strong>United Kingdom</strong>: Contains Ordnance Survey data &copy; Crown copyright and database right 2010-12.
ca: <strong>Regne Unit</strong>: conté dades del Ordnance Survey &copy; Drets d'autor de la Corona i de la base de dades 2010-12.

# license_page.legal_babble.contributors_footer_1_html
source: For further details of these, and other sources that have been used to help improve OpenStreetMap, please see the <a href="http://wiki.openstreetmap.org/wiki/Contributors">Contributors page</a> on the OpenStreetMap Wiki.
ca: Per a més detalls sobre aquesta i d'altres fonts que han estat utilitzades per millorar els mapes d'OpenStreetMap, si us plau, vegeu al wiki d'OSM la pàgina dedicada als <a href="http://wiki.openstreetmap.org/wiki/Contributors">Col·laboradors</a>

# license_page.legal_babble.contributors_footer_2_html
source: Inclusion of data in OpenStreetMap does not imply that the original data provider endorses OpenStreetMap, provides any warranty, or accepts any liability.
ca: Inclusió de dades en OpenStreetMap no implica que l'original el proveïdor de dades recolza OpenStreetMap, proporciona cap garantia, o accepta qualsevol responsabilitat.

# license_page.legal_babble.infringement_title_html
source: Copyright infringement
ca: Violació dels drets d'autor

# license_page.legal_babble.infringement_1_html
source: OSM contributors are reminded never to add data from any copyrighted sources (e.g. Google Maps or printed maps) without explicit permission from the copyright holders.
ca: Recordem als col·laboradors d'OSM que mai s'han d'afegir dades de qualsevol font amb drets d'autor registrats (com Google Maps o mapes impresos per exemple) sense tenir una autorització explícita dels titulars dels drets d'autor.

# license_page.legal_babble.infringement_2_html
source: If you believe that copyrighted material has been inappropriately added to the OpenStreetMap database or this site, please refer to our <a href="http://www.osmfoundation.org/wiki/License/Takedown_procedure">takedown procedure</a> or file directly at our <a href="http://dmca.openstreetmap.org/">on-line filing page</a>.
ca: Si penseu que hi ha material protegit per drets d'autor que ha estat afegit a la base de dades d'OpenStreetMap o a aquest web, si us plau aneu a la pàgina web dedicada al <a href="http://www.osmfoundation.org/wiki/License/Takedown_procedure">Procediment per eliminar dades protegides pels drets d'autor</a> o empleneu aquest <a href="http://dmca.openstreetmap.org/">formulari en línia.</a>.

# welcome_page.title
source: Welcome!
ca: Benvingut!

# welcome_page.introduction_html
source: Welcome to OpenStreetMap, the free and editable map of the world. Now that you're signed up, you're all set to get started mapping. Here's a quick guide with the most important things you need to know.
ca: Benvingut a OpenStreetMap, el mapa lliure i editable del món. Ara que ja t'has registrat, ja ho tens tot a punt per començar a editar el mapa. Aquí hi ha una guia ràpida amb les coses més importants que necessites saber

# welcome_page.whats_on_the_map.title
source: What's on the Map
ca: Què hi ha al mapa

# welcome_page.whats_on_the_map.on_html
source: OpenStreetMap is a place for mapping things that are both <em>real and current</em> - it includes millions of buildings, roads, and other details about places. You can map whatever real-world features are interesting to you.
ca: L'OpenStreetMap és un lloc per incloure al mapa coses que són <em>reals i normals</em>- això inclou milions d'edificis, carreteres, i altres detalls sobre llocs. Pots cartografiar totes les característiques del món real que et semblin interessants.

# welcome_page.whats_on_the_map.off_html
source: What it <em>doesn't</em> include is opinionated data like ratings, historical or hypothetical features, and data from copyrighted sources. Unless you have special permission, don't copy from online or paper maps.
ca: El que <em>no</em> inclou són dades subjectives com ara puntuacions, característiques històriques o hipotètiques i dades de fonts subjectes a copyright. A no ser que posseeixis un permís especial no copiïs res de mapes de paper o en línia.

# welcome_page.basic_terms.title
source: Basic Terms For Mapping
ca: Condicions bàsiques per editar el mapa

# welcome_page.basic_terms.paragraph_1_html
source: OpenStreetMap has some of its own lingo. Here are a few key words that'll come in handy.
ca: l'OpenStreetMap té algunes paraules del seu propi argot. Aquí hi han unes quantes paraules clau que et poden venir bé.

# welcome_page.basic_terms.editor_html
source: An <strong>editor</strong> is a program or website you can use to edit the map.
ca: Un <strong>editor</strong> és un programa o pàgina web que pots utilitzar per editar el mapa.

# welcome_page.basic_terms.node_html
source: A <strong>node</strong> is a point on the map, like a single restauraunt or a tree.
ca: Un <strong>node</strong> és un punt al mapa, com ara un restaurant o un arbre.

# welcome_page.basic_terms.way_html
source: A <strong>way</strong> is a line or area, like a road, stream, lake or building.
ca: Una <strong>via</strong> és una línia o àrea, com ara una carretera, sèquia, llac o edifici.

# welcome_page.basic_terms.tag_html
source: A <strong>tag</strong> is a bit of data about a node or way, like a restaurant's name or a road's speed limit.
ca: Una <strong>etiqueta</strong> és un recull de dades sobre un node o una via, com ara el nom d'un restaurant o la velocitat màxima d'una carretera.

# welcome_page.questions.title
source: Any questions?
ca: Alguna pregunta més?

# welcome_page.questions.paragraph_1_html
source: Need help mapping, or not clear on how to use OpenStreetMap? Get your questions answered on <a href='http://help.openstreetmap.org/'>the help website</a>.
ca: Necessita ajuda per a la cartografia, o no queda clar l'ús d'OpenStreetMap? Per obtenir respostes a les seves preguntes vagi a <un href='http://help.openstreetmap.org/'>l'ajuda web</a>.

# welcome_page.start_mapping
source: Start Mapping
ca: Comença a editar el mapa

# welcome_page.add_a_note.title
source: No Time To Edit? Add a Note!
ca: No tens temps per editar? Afegeix una nota!

# welcome_page.add_a_note.paragraph_1_html
source: If you just want something small fixed and don't have the time to sign up and learn how to edit, it's easy to add a note.
ca: Si només voleu fer una petita modificació però no disposeu del temps per registrar-vos i aprendre com editar, deixeu una nota al mapa.

# welcome_page.add_a_note.paragraph_2_html
source: Just go to <a href='%{map_url}'>the map</a> and click the note icon: <span class='icon note'></span>. This will add a marker to the map, which you can move by dragging. Add your message, then click save, and other mappers will investigate.
ca: Només cal que us dirigiu al<a href='%{map_url}'>mapa</a> i cliqueu l'icona de la nota: <span class='icon note'></span>. Això afegirà un marcador al mapa que podeu moure arrossegant-lo. Afegiu el vostre missatge, cliqueu el botó de desat, i altres usuaris ho investigaran.

# notifier.diary_comment_notification.subject
source: [OpenStreetMap] %{user} commented on your diary entry
ca: [OpenStreetMap] %{user}, va comentar sobre la vostra entrada del diari

# notifier.diary_comment_notification.hi
source: Hi %{to_user},
ca: Hola %{to_user},

# notifier.diary_comment_notification.header
source: %{from_user} has commented on your recent OpenStreetMap diary entry with the subject %{subject}:
ca: %{from_user} ha comentat en la vostra recent entrada del diari OpenStreetMap amb el tema %{subject}:

# notifier.diary_comment_notification.footer
source: You can also read the comment at %{readurl} and you can comment at %{commenturl} or reply at %{replyurl}
ca: També podeu llegir el comentari a les %{readurl} i es pot comentar als %{commenturl} o respondre a les %{replyurl}

# notifier.message_notification.hi
source: Hi %{to_user},
ca: Hola %{to_user},
