Repository: BoFFire/translation-memory-tools
Catalog: latest-memories/po/openstack-tm.po
Languages: ca

source: JSON file representing policy
ca: Fitxer JSON que representa la politica

source: Rule checked when requested rule is not found
ca: Marca la regla quan aquesta no s'ha trobat

# Translation source: /translations/horizon.djangopo/ca.po from project 'main'
source: User Name
ca: Nom d'usuari

# Translation source: /translations/horizon.djangopo/ca.po from project 'main'
source: Password
ca: Contrasenya

source: Filter
ca: Filtre

source: Cancel
ca: Cancel·la

source: Passwords do not match.
ca: Les contrasenyes no coinicdeixen

source: Other
ca: Altre

source: Please log in to continue.
ca: Identifiqueu-vos per continuar.

source: You are not authorized to access %s
ca: No esteu autoritzats per accedir a %s

source: Unauthorized. Please try logging in again.
ca: Sense autorització. Torneu a intentar-ho.

source: Password is not accepted
ca: La contrasenya no ha estat acceptada

source: Filter
ca: Filtre

source: You do not have permission to %(action)s: %(objs)s
ca: No teniu per misos per a %(action)s: %(objs)s

source: Unable to %(action)s: %(objs)s
ca: No es pot %(action)s: %(objs)s

source: Delete
ca: Eliminar

source: Deleted
ca: Eliminat

source: The attribute %(attr)s doesn't exist on %(obj)s.
ca: L'attribut %(attr)s no existeix a %(obj)s

source: No items to display.
ca: No hi ha itemas per mostrar

source: Actions
ca: Accions

source: No match returned for the id "%s".
ca: No hi ha resultats per l'identificador "%s".

source: Please select a row before taking that action.
ca: Heu de seleccionar una fila abans de dur a terme aquesta acció.

source: Help
ca: Ajuda

source: Sign Out
ca: Sortir

source: Login
ca: Usuari

source: Log In
ca: Identificació

source: Sign In
ca: Registrar-se

source: Info:
ca: Informació:

source: Warning:
ca: Advertència:

source: Success:
ca: Èxit:

source: Summary
ca: Resum

source: Displaying %(counter)s item
ca: Mostrant %(counter)s element

source: Limit Summary
ca: Resum

source: Instances
ca: Instància

source: Floating IPs
ca: IP flotants

source: Displaying %(nav_items)s item
ca: Mostrant %(nav_items)s objjecte

source: Displaying %(content_items)s item
ca: Mostrant %(content_items)s objjecte

source: Current Project
ca: Projecte actual

source: Submit
ca: Transmet

source: Active Instances
ca: Activar instàncies

source: Active RAM
ca: Memòria activa

source: Cancel
ca: Cancela

source: No Limit
ca: Sense limit

source: Available
ca: Disponible

source: Incorrect format for IP address
ca: Format incorrecte per l'adreça IP

source: Invalid version for IP address
ca: Versió incorrecta de l'adreça IP

source: Invalid subnet mask
ca: Màscara de xarxa invàlida

source: Processing...
ca: Processant...

source: Save
ca: Desa

source: %s completed successfully.
ca: %s completat correctament.

source: %s did not complete.
ca: %s no s'ha completat

source: ISO - Optical Disk Image
ca: ISO - Imatge de disc Optic

source: QCOW2 - QEMU Emulator
ca: QCOW2 - Emulador QEMU

source: English
ca: Anglès

source: Spanish
ca: Castellà

source: French
ca: Francès

source: Japanese
ca: Japonès

source: Portuguese (Brazil)
ca: Portugès (Brasil)

source: Simplified Chinese
ca: Chinès simplificat

source: Unknown instance
ca: Instància desconeguda

source: System Panel
ca: Panell del Sistema

source: Admin
ca: Administració

source: Instances
ca: Instàncies

source: Floating IPs
ca: IP flotants

source: Fixed IPs
ca: Adreça IP fixa

source: Quota Name
ca: Nom de la quota

source: Limit
ca: Límit

source: Quotas
ca: Quotes

source: Default Quotas
ca: Quota per defecte

source: Unable to get quota info.
ca: No s'ha pogut obtenir la informació de la quota

source: Unable to retrieve default quota values.
ca: No s'han pogut obtenir els valors de la quota predeterminada

source: Edit
ca: Edita

source: Name
ca: Nom

source: Description
ca: Descripció

source: Enabled
ca: Activat

source: Save
ca: Desa

source: Flavors
ca: Sabors

source: Flavor
ca: Sabor

source: Create Flavor
ca: Crear Sabor

source: Edit Flavor
ca: Editar Sabor

source: Flavor Name
ca: Nom del Sabor

source: Root Disk
ca: Disc Arrel

source: ID
ca: Identificador

source: Public
ca: Pública

source: Unable to retrieve flavor list.
ca: No s'ha pogut obtenir la llista de sabors

source: Unable to retrieve flavor data.
ca: No s'ha pogut obtenir la inforamció del sabor.

source: RAM MB
ca: MB de RAM

source: Root Disk GB
ca: GB del disc princpial

source: All Projects
ca: Projectes

source: Unable to create flavor.
ca: No s'ha pogut crear el sabor

source: Create
ca: Crea

source: Cancel
ca: Cancel·la

source: Modify Users
ca: Modificar usuaris

source: Remove
ca: Eliminar

source: Removed
ca: Eliminat

source: User
ca: Usuari

source: Users
ca: Usuaris

source: User Name
ca: Nom d'usuari

source: Email
ca: Correu electrònic

source: User ID
ca: ID d'usuari

source: Add
ca: Afegir

source: Unable to retrieve users.
ca: No s'han pogut obtenir els usuaris.

source: Type
ca: Tipus

source: Images
ca: Imatges

source: Image Name
ca: Nom de la imatge

source: Unable to retrieve image list.
ca: No s'ha pogut obtenir la llista d'imatges

source: Description:
ca: Descripció:

source: Create Image
ca: Crea una imatge

source: Update Image
ca: Actualitza imatge

source: Service
ca: Servei

source: Host
ca: Amfitrió

source: Services
ca: Serveis

source: Hosts
ca: Amfitrió

source: Available
ca: Disponible

source: Status
ca: Estat

source: Disabled
ca: Descativat

source: Up
ca: Amunt

source: Down
ca: Davall

source: Instance
ca: Instància

source: Project
ca: Projecte

source: IP Address
ca: Adreça IP

source: Size
ca: Mida

source: Task
ca: Tasca

source: Uptime
ca: Temps en funcionament

source: Unable to retrieve instance list.
ca: No s'ha pogut obtenir la llista d'instàncies

source: All Instances
ca: Totes les instàncies

source: Other
ca: Altre

source: Shared
ca: Compartit

source: Select a project
ca: Selecciona un projecte

source: Network %s was successfully created.
ca: La xarxa %s ha estat creada correctament.

source: Failed to create network %s
ca: No s'ha pogut crear la xarxa %s

source: Network %s was successfully updated.
ca: La Xarxa %s s'ha actualitzat correctament.

source: Failed to update network %s
ca: No s'ha pogut actualitzar la xarxa %s

source: Networks
ca: Xarxes

source: Network
ca: Xarxa

source: Failed to delete network %s
ca: No s'ha pogut eliminar la xarxa %s

source: Create Network
ca: Crear una xarxa

source: Edit Network
ca: Edita una xarxa

source: Network Name
ca: Nom de la xarxa

source: Subnets Associated
ca: Subxarxes associades

source: Network list can not be retrieved.
ca: No es pot obtenir la llista de xarxes.

source: Subnet list can not be retrieved.
ca: No es pot obtenir la llista de subxarxes.

source: Port list can not be retrieved.
ca: No es pot obtenir la llista de ports

source: Network ID
ca: Identificador de la Xarxa

source: Device ID
ca: Identificador del dispositiu

source: Port %s was successfully created.
ca: S'ha creat correctament el port %s.

source: Failed to create a port for network %s
ca: No s'ha pogut crear el port %s.

source: Port %s was successfully updated.
ca: S'ha actualizat correctament el port %s.

source: Create Port
ca: Crear un port

source: Edit Port
ca: Edita el port

source: Device Attached
ca: Dispositiu vinculat

source: Subnet
ca: Subxarxa

source: Subnets
ca: Subxarxes

source: Create Subnet
ca: Crear subxarxa

source: Edit Subnet
ca: Editar subxarxa

source: IP Version
ca: Versió IP

source: Gateway IP
ca: Porta d'enllaç IP

source: Select a name for your network.
ca: Seleccioneu un nom per la vostra xarxa.

source: You may update the editable properties of your network here.
ca: Pots canviar les propietats editables de la xarxa des d'aquí.

source: Save Changes
ca: Guardar canvis

source: Update Network
ca: Actualitzar Xarxa

source: Update Port
ca: Actualitza el port

source: Network Detail
ca: Detalls de la Xarxa

source: Project Name
ca: Nom del projecte

source: Unable to retrieve project list.
ca: No s'ha pogut obtenir la llista de projectes

source: Monitoring
ca: Monitoreig

source: Projects
ca: Projectes

source: View Usage
ca: Visualitza l'ús

source: Create Project
ca: Crear Projecte

source: Edit Project
ca: Editar Projecte

source: Project ID
ca: Identificador del projecte

source: Unable to retrieve project information.
ca: No s'ha pogut obtenir la informació del projecte

source: Unable to retrieve project details.
ca: No s'han pogut obtenir els detalls del projecte

source: Project Info
ca: Informació del proejcte

source: Project Members
ca: Membres del projecte

source: All Users
ca: Tots els usuaris

source: No users found.
ca: No s'han trobat usuaris

source: Project Groups
ca: Projectes

source: Project Usage Overview
ca: Visió global de l'ús del projecte

source: Project Usage
ca: Ús del projecte

source: Roles
ca: Rols

source: Role
ca: Rol

source: Passwords do not match.
ca: Les contrasenyes no coinicdeixen

source: Password
ca: Contrasenya

source: Confirm Password
ca: Confirma la contrasenya

source: Primary Project
ca: Projecte primari

source: User "%s" was successfully created.
ca: L'usuari "%s" s'ha creat correctament.

source: Unable to create user.
ca: No s'ha pogut crear l'usuari.

source: User has been updated successfully.
ca: L'usuari s'ha actualitzat correctament

source: Create User
ca: Crear usuari

source: Enable
ca: Activa

source: Disable
ca: Desactiva

source: You cannot disable the user you are currently logged in as.
ca: No pots desactivat l'usuari amb el que estàs identificat actualment.

source: Unable to update user.
ca: No s'ha pogut actualitzar l'usuari.

source: Unable to retrieve user roles.
ca: No s'han pogut obtenir els rols de l'usuari

source: From here you can create a new user and assign them to a project.
ca: Des d'aqui pots crear un nou usuari i asignar-lo a un projecte.

source: Update User
ca: Actualitza usuari

source: From here you can edit the user's details, including their default project.
ca: Des d'aqui pots editar els detalls de l'usuari, incloïent el seu projecte per defecte.

source: Volume Details
ca: Detalls del volum

source: Volume Detail
ca: Detall del volum

source: Access & Security
ca: Acces i Seguretat

source: Unable to retrieve security groups.
ca: No s'han pogut obtenir els grups de seguretat.

source: Keypairs
ca: Parells de claus

source: Unable to retrieve keypair list.
ca: No s'ha pogut obtenir la llista de parells de clau.

source: Unable to retrieve floating IP addresses.
ca: No s'han pogut obtenir les adreces IP flotants.

source: Unable to retrieve floating IP pools.
ca: No s'ha pogut obtenir els pools de IP flotants

source: Allocated Floating IP %(ip)s.
ca: S'ha assigant la ip flotant %(ip)s.

source: Unable to allocate Floating IP.
ca: No s'ha pogut asignar la ip flotant

source: Allocate IP To Project
ca: Assigna una IP al projecte

source: Release
ca: Allibera

source: Released
ca: Alliberada

source: Floating IP
ca: IP flotant

source: Associate
ca: Associar

source: Successfully disassociated Floating IP: %s
ca: S'ha desasocioat correctament la IP flotant: %s

source: Unable to disassociate floating IP.
ca: No s'ha pofut desasociar la IP flotant.

source: Floating IP Pool
ca: Pool de IP flotants

source: No floating IP pools available.
ca: No hi ha pools d'IP flotants disponibles

source: Select the IP address you wish to associate with the selected instance.
ca: Seleccioneu l'adreça IP que voleu associar amb la instància seleccionada.

source: Select an IP address
ca: Selecciona una adreça IP

source: No IP addresses available
ca: No hi ha adreces IP disponibles

source: Select an instance
ca: Selecciona una instància

source: No instances available
ca: No hi ha instàncies disponibles

source: Manage Floating IP Associations
ca: Gestiona les associacións d'IP flotants

source: IP address %s associated.
ca: L'adreça IP %s s'ha associat

source: Unable to associate IP address %s.
ca: No s'ha pogut associar l'adreça IP %s.

source: Keypair Name
ca: Nom del parell de claus

source: Keypair names may only contain letters, numbers, underscores and hyphens.
ca: Els parells de claus nomes poden contenir lletres,nombres, subratllats i guions.

source: Public Key
ca: Clau pública

source: Successfully imported public key: %s
ca: S'ha importat la clau pública correctament: %s

source: Unable to import keypair.
ca: No s'ha pogut importar el parell de claus

source: Keypair
ca: Parell de claus

source: Import Keypair
ca: Importa parell de claus

source: Create Keypair
ca: Crea parell de claus

source: Fingerprint
ca: Emprempta

source: Successfully created security group: %s
ca: S'ha creat correctament el grup de seguretat: %s

source: Unable to create security group.
ca: No s'ha pogut crear el grup de seguretat

source: Rule
ca: Regla

source: IP Protocol
ca: Protocol IP

source: From Port
ca: Port Origen

source: To Port
ca: Port destí

source: Code
ca: Codi

source: The ICMP type is invalid.
ca: El tipus ICMP és invàlid.

source: The ICMP code is invalid.
ca: El codi ICMP és invàlid.

source: The "from" port number is invalid.
ca: El nombre del port origen és invàlid.

source: The "to" port number is invalid.
ca: El nombre del port destí és invàlid.

source: Edit Rules
ca: Editar regles

source: Add Rule
ca: Afegir regla

source: Rules
ca: Regles

source: %s (current)
ca: %s (actual)

source: Access &amp; Security
ca: Accès i Seguretat

source: Project Quotas
ca: Quotes del projecte

source: Download Keypair
ca: Descarrega parell de claus

source: Container
ca: Contenidor

source: Container Name
ca: Nom del contenidor

source: Container created successfully.
ca: El contenidor s'ha creat correctament.

source: Folder created successfully.
ca: La carpeta s'ha creat correctament.

source: Unable to create container.
ca: No s'ha pogut crear el contenidor.

source: Object Name
ca: Nom de l'objecte

source: File
ca: Fitxer

source: Object was successfully uploaded.
ca: L'objecte s'ha pujat correctament.

source: Unable to upload object.
ca: No s'ha pogut pujar l'objecte.

source: Destination container
ca: Contenidor destí.

source: Object
ca: Objecte

source: Objects
ca: Objectes

source: Copy
ca: Copia

source: Download
ca: Descarrega

source: Unable to retrieve container list.
ca: No s'ha pogut obtenir la llista de contenidors.

source: Copy Object
ca: Copiar un objecte

source: Upload Object To Container
ca: Puja un objecte al contenidor

source: Upload Objects
ca: Puja Objectes

source: Delete
ca: Eliminar

source: Not Found
ca: No s'ha trobat la pàgina

source: Info
ca: Informació

source: Details
ca: Detalls

source: Deleted
ca: Eliminat

source: Not available
ca: No disponible

source: Format
ca: Fomat

source: Minimum Disk (GB)
ca: Espái minim del disct (GB)

source: Minimum Ram (MB)
ca: Ram Mínima (MB)

source: Architecture
ca: Arquitectura

source: Image was successfully updated.
ca: La imatge s'ha actualtizat correctament.

source: Image
ca: Imatge

source: Create Volume
ca: Crea un volum

source: Unable to retrieve image details.
ca: No s'han pogut obtenir els detalls de la imatge

source: Created
ca: Creada

source: Updated
ca: Actualitzada

source: Image Type
ca: Tipus d'imatge

source: Volume
ca: Volum

source: Volume Name
ca: Nom del volum

source: Select Image
ca: Selecciona la imatge

source: No images available.
ca: No hi ha imatges disponibles.

source: Pause
ca: Pausa

source: Paused
ca: Pausada

source: Suspend
ca: Suspen

source: Suspended
ca: Suspesa

source: View Log
ca: Veure el registre

source: Associate Floating IP
ca: Associar IP flotant

source: Disassociate Floating IP
ca: Desasociar IP flotant

source: Instance Name
ca: Nom de la instància

source: Log
ca: Registre

source: Reload
ca: Recarrega

source: Go
ca: Ves

source: View Full Log
ca: Veure el registre complert

source: VCPU
ca: VCPUs

source: IP Addresses
ca: Adreces IP

source: Project Limits
ca: Projectes

source: Number of Instances
ca: Nombre d'instàncies

source: Total RAM
ca: RAM total

source: Instance Count
ca: Nombre d'instàncies

source: Select Volume
ca: Selecciona un volum

source: Select a keypair
ca: Selecciona un parell de claus

source: No keypairs available.
ca: No hi ha parells de claus disponibles

source: Network Address
ca: Adreça de la Xarxa

source: Unable to retrieve subnet details
ca: No s'han pogut obtenir els detalls de la subxarxa

source: Gateway IP (optional)
ca: IP de la porta d'enllaç (opcional)

source: Update Subnet
ca: Actualitza Subxarxa

source: IP address:
ca: Adreça IP:

source: Mac Address
ca: Adreça MAC

source: IP version
ca: Versió IP

source: Size (GB)
ca: Mida (GB)

source: Total Gigabytes
ca: Gigabytes totals

source: Number of Volumes
ca: Nombre de volums

source: VPN Connections
ca: Projectes

source: Settings
ca: Preferències

source: Settings saved.
ca: Preferències desades.

source: User Settings
ca: Preferències del usuari

source: Forbidden
ca: Prohibit

source: Home
ca: Inici

source: Page Not Found
ca: No s'ha trobat la pàgina

source: The page you were looking for doesn't exist
ca: La pàgina que esteu buscant no existeix

source: Help
ca: Ajuda

source: Sign Out
ca: Sortir

source: Download CSV Summary
ca: Descarrega el resum en CSV

source: Usage Summary
ca: Resum de l'ús

source: Unable to add token to revocation list.
ca: No es pot afegir el token a la llista de revocats.

# Translation source: /translations/keystone.keystonepot/ca.po from project 'main'
source: Invalid syslog facility
ca: Fitxer syslog invàlid

# Translation source: /translations/keystone.keystonepot/ca.po from project 'main'
source: JSON file representing policy
ca: Fitxer JSON que representa la politica

# Translation source: /translations/keystone.keystonepot/ca.po from project 'main'
source: Rule checked when requested rule is not found
ca: Marca la regla quan aquesta no s'ha trobat

source: JSON file representing policy
ca: Fitxer JSON que representa la politica

source: Rule checked when requested rule is not found
ca: Marca la regla quan aquesta no s'ha trobat

source: Limit
ca: Límit

source: id
ca: Identificador

source: Host
ca: Amfitrió

source: Status
ca: Estat

source: Monitoring
ca: Monitoreig

source: Description
ca: Descripció

source: Network
ca: Xarxa

source: Subnet
ca: Subxarxa

source: Type
ca: Tipus

source: id
ca: Identificador

source: Floating IP
ca: IP flotant

source: Rules
ca: Regles

source: Images
ca: Imatges

source: Flavors
ca: Sabors

source: Instances
ca: Instàncies

source: Service
ca: Servei

source: Description
ca: Descripció

source: User
ca: Usuari

source: Role
ca: Rol

source: ID
ca: Identificador

source: Instances
ca: Instàncies

source: Access &amp; Security
ca: Accès i Seguretat

source: Networks
ca: Xarxes

source: Flavors
ca: Sabors

source: Images
ca: Imatges

source: Projects
ca: Projectes

source: Users
ca: Usuaris

source: Roles
ca: Rols

source: Quota Name
ca: Nom de la quota

source: Name
ca: Nom

source: id
ca: Identificador

source: Limit
ca: Límit

source: Settings
ca: Preferències

source: Quotas
ca: Quotes

source: Description
ca: Descripció

source: Type
ca: Tipus

source: ID
ca: Identificador

source: Description
ca: Descripció

source: Network
ca: Xarxa

source: Architecture
ca: Arquitectura

source: Type
ca: Tipus

source: Status
ca: Estat

source: Service
ca: Servei

source: Monitoring
ca: Monitoreig

source: Quotas
ca: Quotes

source: Password
ca: Contrasenya

source: Role
ca: Rol

source: Images
ca: Imatges

source: Name
ca: Nom

source: Flavors
ca: Sabors

source: Description
ca: Descripció

source: ID
ca: Identificador

source: Instances
ca: Instàncies

source: Floating IPs
ca: IP flotants

source: id
ca: Identificador

source: Object
ca: Objecte

source: Network
ca: Xarxa

source: Description
ca: Descripció

source: Summary
ca: Resum

source: Public
ca: Pública

source: Quotas
ca: Quotes

source: Download
ca: Descarrega

source: Instances
ca: Instàncies

source: Access &amp; Security
ca: Accès i Seguretat

source: Network
ca: Xarxa

source: User
ca: Usuari

source: Service
ca: Servei

source: Role
ca: Rol

source: Users
ca: Usuaris

source: Roles
ca: Rols

source: Services
ca: Serveis

source: Task
ca: Tasca

source: IP Address
ca: Adreça IP

source: IP Protocol
ca: Protocol IP

source: Description
ca: Descripció

source: Flavor Name
ca: Nom del Sabor

source: Root Disk
ca: Disc Arrel

source: ID
ca: Identificador

source: Name
ca: Nom

source: RAM MB
ca: MB de RAM

source: Root Disk GB
ca: GB del disc princpial

source: Format
ca: Fomat

source: Public
ca: Pública

source: Quota Name
ca: Nom de la quota

source: Service
ca: Servei

source: Instances
ca: Instàncies

source: Services
ca: Serveis

source: Type
ca: Tipus

source: Network
ca: Xarxa

source: Network Name
ca: Nom de la xarxa

source: Subnet
ca: Subxarxa

source: Create Subnet
ca: Crear subxarxa

source: Network Address
ca: Adreça de la Xarxa

source: IP Version
ca: Versió IP

source: Gateway IP
ca: Porta d'enllaç IP

source: Rule
ca: Regla

source: Name
ca: Nom

source: Description
ca: Descripció

source: Format
ca: Fomat

source: Public
ca: Pública

source: Details
ca: Detalls

source: Instance Name
ca: Nom de la instància

source: Flavor
ca: Sabor

source: Instance Count
ca: Nombre d'instàncies

source: Access &amp; Security
ca: Accès i Seguretat

source: Keypair
ca: Parell de claus

source: Volume Options
ca: Opcions del volum

source: Services
ca: Serveis

source: Architecture
ca: Arquitectura

source: Floating IPs
ca: IP flotants

source: Networks
ca: Xarxes

source: Keypairs
ca: Parells de claus

source: Hosts
ca: Amfitrió

source: Image
ca: Imatge

source: Volume
ca: Volum

source: Type
ca: Tipus

source: Description
ca: Descripció

source: id
ca: Identificador

source: Images
ca: Imatges

source: Flavors
ca: Sabors

source: Description
ca: Descripció

source: Limit
ca: Límit

source: Installing OpenStack Object Storage on Ubuntu
ca: Instalació d'OpenStack Object Storage a Ubuntu

source: Though you can install OpenStack Object Storage for development or testing purposes on a single server, a multiple-server installation enables the high availability and redundancy you want in a production distributed object storage system.
ca: Tot i que pots instalar OpenStack Object Storage per a desenvolupament o proves en un únic servidor, una instalació en múltiples servidors et permetrà utilitzar alta disponibilitat i redundancia

source: Image
ca: Imatge

source: Network
ca: Xarxa

source: Type
ca: Tipus

source: Description
ca: Descripció

source: id
ca: Identificador

source: Subnet
ca: Subxarxa

source: IP version
ca: Versió IP

source: Quotas
ca: Quotes

source: Floating IP
ca: IP flotant

source: Settings
ca: Preferències

source: Type
ca: Tipus

source: Description
ca: Descripció

source: id
ca: Identificador

source: Password
ca: Contrasenya
