Repository: BoFFire/translation-memory-tools
Catalog: latest-memories/po/openstreetmap-tm.po
Languages: ca

# trace.create.trace_uploaded
source: Your GPX file has been uploaded and is awaiting insertion in to the database. This will usually happen within half an hour, and an email will be sent to you on completion.
ca: El fitxer GPX s'ha pujat i està pendent d'inserció a la base de dades. Això passarà en general dins d'una mitja hora, i se us enviarà un correu electrònic en finalitzar.

# trace.edit.title
source: Editing trace %{name}
ca: Editant traça %{name}

# trace.edit.heading
source: Editing trace %{name}
ca: Editant traça %{name}

# trace.edit.filename
source: Filename:
ca: Nom del fitxer:

# trace.edit.download
source: download
ca: descàrrega

# trace.edit.uploaded_at
source: Uploaded:
ca: Pujat a:

# trace.edit.points
source: Points:
ca: Punts:

# trace.edit.start_coord
source: Start coordinate:
ca: Coordenada d'inici:

# trace.edit.map
source: map
ca: mapa

# trace.edit.edit
source: edit
ca: modificació

# trace.edit.owner
source: Owner:
ca: Propietari:

# trace.edit.description
source: Description:
ca: Descripció:

# trace.edit.tags
source: Tags:
ca: Etiquetes:

# trace.edit.tags_help
source: comma delimited
ca: separat per comes

# trace.edit.save_button
source: Save Changes
ca: Desa els canvis

# trace.edit.visibility
source: Visibility:
ca: Visibilitat:

# trace.edit.visibility_help
source: what does this mean?
ca: Què vol dir això?

# trace.trace_form.upload_gpx
source: Upload GPX File:
ca: Carregui l'arxiu GPX:

# trace.trace_form.description
source: Description:
ca: Descripció:

# trace.trace_form.tags
source: Tags:
ca: Etiquetes:

# trace.trace_form.tags_help
source: comma delimited
ca: separat per comes

# trace.trace_form.visibility
source: Visibility:
ca: Visibilitat:

# trace.trace_form.visibility_help
source: what does this mean?
ca: què significa això?

# trace.trace_form.upload_button
source: Upload
ca: Puja

# trace.trace_form.help
source: Help
ca: Ajuda

# trace.trace_header.upload_trace
source: Upload a trace
ca: Puja una traça

# trace.trace_header.see_all_traces
source: See all traces
ca: Mostra totes les traces

# trace.trace_header.see_your_traces
source: See your traces
ca: Mostra totes les vostres traces

# trace.trace_header.traces_waiting
source: {{PLURAL|one=You have %{count} trace waiting for upload. Please consider waiting for these to finish before uploading any more, so as not to block the queue for other users.|You have %{count} traces waiting for upload. Please consider waiting for these to finish before uploading any more, so as not to block the queue for other users.}}
ca: {{PLURAL|one=Teniu %{count} traça esperant en cua per a pujar. Considereu esperar a que aquesta traça acabi abans de pujar-ne més, així no blocareu la cua per a altres usuaris.|Teniu %{count} traces esperant en cua per a pujar. Considereu esperar a que aquestes traces acabin abans de pujar-ne més, així no blocareu la cua per a altres usuaris.}}

# trace.trace_optionals.tags
source: Tags
ca: Etiquetes

# trace.view.title
source: Viewing trace %{name}
ca: S'està mostrant la traça %{name}

# trace.view.heading
source: Viewing trace %{name}
ca: S'està mostrant la traça %{name}

# trace.view.pending
source: PENDING
ca: PENDENT

# trace.view.filename
source: Filename:
ca: Nom del fitxer:

# trace.view.download
source: download
ca: baixada

# trace.view.uploaded
source: Uploaded:
ca: Pujat el:

# trace.view.points
source: Points:
ca: Punts:

# trace.view.start_coordinates
source: Start coordinate:
ca: coordenada d'inici:

# trace.view.map
source: map
ca: mapa

# trace.view.edit
source: edit
ca: modificació

# trace.view.owner
source: Owner:
ca: Propietari:

# trace.view.description
source: Description:
ca: Descripció:

# trace.view.tags
source: Tags:
ca: Etiquetes:

# trace.view.none
source: None
ca: Ningú

# trace.view.edit_track
source: Edit this trace
ca: Edita aquesta traça

# trace.view.delete_track
source: Delete this trace
ca: Suprimeix aquesta traça

# trace.view.trace_not_found
source: Trace not found!
ca: No s'ha trobat la traça!

# trace.view.visibility
source: Visibility:
ca: Visibilitat:

# trace.trace_paging_nav.showing_page
source: Page %{page}
ca: Pàgina %{page}

# trace.trace_paging_nav.older
source: Older Traces
ca: Traces més antigues

# trace.trace_paging_nav.newer
source: Newer Traces
ca: Tracks més recents

# trace.trace.pending
source: PENDING
ca: PENDENT

# trace.trace.count_points
source: %{count} points
ca: %{count} punts

# trace.trace.ago
source: %{time_in_words_ago} ago
ca: fa %{time_in_words_ago}

# trace.trace.more
source: more
ca: més

# trace.trace.trace_details
source: View Trace Details
ca: Mostra els detalls de la traça

# trace.trace.view_map
source: View Map
ca: Visualitza el mapa

# trace.trace.edit
source: edit
ca: modificació

# trace.trace.edit_map
source: Edit Map
ca: Edita el mapa

# trace.trace.public
source: PUBLIC
ca: PÚBLIC

# trace.trace.identifiable
source: IDENTIFIABLE
ca: IDENTIFICABLE

# trace.trace.private
source: PRIVATE
ca: PRIVAT

# trace.trace.trackable
source: TRACKABLE
ca: RASTREJABLE

# trace.trace.by
source: by
ca: en

# trace.trace.in
source: in
ca: a

# trace.trace.map
source: map
ca: mapa

# trace.list.public_traces
source: Public GPS traces
ca: Traces GPS públiques

# trace.list.your_traces
source: Your GPS traces
ca: Les vostres traces GPS

# trace.list.public_traces_from
source: Public GPS traces from %{user}
ca: Tracks GPS públics de %{user}

# trace.list.description
source: Browse recent GPS track uploads
ca: Navega pels tracks pujats recentment

# trace.list.tagged_with
source: tagged with %{tags}
ca: etiquetat amb %{tags}

# trace.list.empty_html
source: Nothing here yet. <a href='%{upload_link}'>Upload a new trace</a> or learn more about GPS tracing on the <a href='http://wiki.openstreetmap.org/wiki/Beginners_Guide_1.2'>wiki page</a>.
ca: Aquí encara no hi ha res. <a href='%{upload_link}'>Pujeu un nou track</a> o apreneu més sobre els tracks GPS a la <a href='http://wiki.openstreetmap.org/wiki/Beginners_Guide_1.2'>pàgina wiki</a>.

# trace.delete.scheduled_for_deletion
source: Trace scheduled for deletion
ca: Track programat per a ser suprimit

# trace.make_public.made_public
source: Trace made public
ca: Traça feta pública

# trace.offline_warning.message
source: The GPX file upload system is currently unavailable
ca: El sistema de càrrega de fitxers GPX no està disponible actualment

# trace.offline.heading
source: GPX Storage Offline
ca: GPX emmagatzematge fora de línia

# trace.offline.message
source: The GPX file storage and upload system is currently unavailable.
ca: L'emmagatzematge i el sistema de pujada de fitxers GPX no són operatius actualment.

# trace.georss.title
source: OpenStreetMap GPS Traces
ca: Traces GPS d'OpenStreetMap

# trace.description.description_without_count
source: GPX file from %{user}
ca: Fitxer GPX de %{user}

# application.require_cookies.cookies_needed
source: You appear to have cookies disabled - please enable cookies in your browser before continuing.
ca: Sembla que teniu les galetes inhabilitades - habiliteu les galetes al navegador abans de continuar.

# application.require_moderator.not_a_moderator
source: You need to be a moderator to perform that action.
ca: Heu de ser un moderador per dur a terme aquesta acció

# application.setup_user_auth.blocked
source: Your access to the API has been blocked. Please log-in to the web interface to find out more.
ca: El vostre accés a l'API ha estat blocat. Si us plau, connecteu-vos a la interfície web per obtenir més informació.

# application.setup_user_auth.need_to_see_terms
source: Your access to the API is temporarily suspended. Please log-in to the web interface to view the Contributor Terms. You do not need to agree, but you must view them.
ca: L'accés a l'API és temporalment suspeses. Si us plau, log-in a la interfície de web per veure els termes de col. laborador. Vostè no necessita estar d'acord, però cal veure-les.

# oauth.oauthorize.request_access
source: The application %{app_name} is requesting access to your account, %{user}. Please check whether you would like the application to have the following capabilities. You may choose as many or as few as you like.
ca: L'aplicació %{app_name} sol·licita accés al vostre compte, %{user}. Marqueu si voleu autoritzar l'aplicació amb les següents funcions. Podeu triar les que vulgueu.

# oauth.oauthorize.allow_to
source: Allow the client application to:
ca: Permet la sol·licitud de client per:

# oauth.oauthorize.allow_read_prefs
source: read your user preferences.
ca: llegiu les vostres preferències d'usuari.

# oauth.oauthorize.allow_write_prefs
source: modify your user preferences.
ca: modificar les preferències d'usuari.

# oauth.oauthorize.allow_write_diary
source: create diary entries, comments and make friends.
ca: crear entrades de diari, comentaris i fer amics.

# oauth.oauthorize.allow_write_api
source: modify the map.
ca: modificar el mapa.

# oauth.oauthorize.allow_read_gpx
source: read your private GPS traces.
ca: llegir les vostres traces GPS privades.

# oauth.oauthorize.allow_write_gpx
source: upload GPS traces.
ca: carregar traces GPS.

# oauth.oauthorize.allow_write_notes
source: modify notes.
ca: modificar les notes.

# oauth.revoke.flash
source: You've revoked the token for %{application}
ca: He estat revocat el testimoni per %{application}

# oauth_clients.new.title
source: Register a new application
ca: Registrar-se una nova aplicació

# oauth_clients.new.submit
source: Register
ca: Registrar-se

# oauth_clients.edit.title
source: Edit your application
ca: Editar la vostra aplicació

# oauth_clients.edit.submit
source: Edit
ca: Modificació

# oauth_clients.show.title
source: OAuth details for %{app_name}
ca: OAuth detalls per %{app_name}

# oauth_clients.show.key
source: Consumer Key:
ca: Clau de consum:

# oauth_clients.show.secret
source: Consumer Secret:
ca: Secret de consum:

# oauth_clients.show.url
source: Request Token URL:
ca: Sol·licitud Token URL:

# oauth_clients.show.access_url
source: Access Token URL:
ca: Accés Fitxa URL:

# oauth_clients.show.authorize_url
source: Authorise URL:
ca: Autoritza URL:

# oauth_clients.show.support_notice
source: We support HMAC-SHA1 (recommended) and RSA-SHA1 signatures.
ca: Suportem les signatures de tipus HMAC-SHA1 (recomanat) i RSA-SHA1.

# oauth_clients.show.edit
source: Edit Details
ca: Edita els detalls

# oauth_clients.show.delete
source: Delete Client
ca: Suprimeix el client

# oauth_clients.show.confirm
source: Are you sure?
ca: N'esteu segur?

# oauth_clients.show.requests
source: Requesting the following permissions from the user:
ca: Sol·licitar els permisos següents des de l'usuari:

# oauth_clients.show.allow_read_prefs
source: read their user preferences.
ca: llegir les vostres preferències d'usuari.

# oauth_clients.show.allow_write_prefs
source: modify their user preferences.
ca: modificar les vostres preferències d'usuari.

# oauth_clients.show.allow_write_diary
source: create diary entries, comments and make friends.
ca: crear entrades de diari, comentaris i fer amics.

# oauth_clients.show.allow_write_api
source: modify the map.
ca: modificar el mapa.

# oauth_clients.show.allow_read_gpx
source: read their private GPS traces.
ca: llegir les seves traces GPS privats.

# oauth_clients.show.allow_write_gpx
source: upload GPS traces.
ca: carregar traces GPS.

# oauth_clients.show.allow_write_notes
source: modify notes.
ca: modificar les notes

# oauth_clients.index.title
source: My OAuth Details
ca: Les meves dades OAuth

# oauth_clients.index.my_tokens
source: My Authorised Applications
ca: Meves aplicacions autoritzada

# oauth_clients.index.list_tokens
source: The following tokens have been issued to applications in your name:
ca: Les fitxes següents s'han emès per aplicacions en el vostre nom:

# oauth_clients.index.application
source: Application Name
ca: Nom d'aplicació

# oauth_clients.index.issued_at
source: Issued At
ca: Emès A

# oauth_clients.index.revoke
source: Revoke!
ca: Revoca!

# oauth_clients.index.my_apps
source: My Client Applications
ca: Meves aplicacions de Client

# oauth_clients.index.no_apps
source: Do you have an application you would like to register for use with us using the %{oauth} standard? You must register your web application before it can make OAuth requests to this service.
ca: ¿Teniu cap aplicació que voldríeu inscriure per usar amb nosaltres utilitzant l'estàndard %{oauth}? Heu de registrar la vostra aplicació web abans que pugui fer peticions OAuth a aquest servei.

# oauth_clients.index.registered_apps
source: You have the following client applications registered:
ca: Teniu les següents aplicacions client registrades:

# oauth_clients.index.register_new
source: Register your application
ca: Registrar-se l'aplicació

# oauth_clients.form.name
source: Name
ca: Nom

# oauth_clients.form.required
source: Required
ca: Requerit

# oauth_clients.form.url
source: Main Application URL
ca: Principal aplicació URL

# oauth_clients.form.callback_url
source: Callback URL
ca: Resposta d'URL

# oauth_clients.form.support_url
source: Support URL
ca: URL de suport

# oauth_clients.form.requests
source: Request the following permissions from the user:
ca: Sol·licitar els permisos següents des de l'usuari:

# oauth_clients.form.allow_read_prefs
source: read their user preferences.
ca: llegir les seves preferències d'usuari.

# oauth_clients.form.allow_write_prefs
source: modify their user preferences.
ca: modificar les seves preferències d'usuari.

# oauth_clients.form.allow_write_diary
source: create diary entries, comments and make friends.
ca: crear entrades de diari, comentaris i fer amics.

# oauth_clients.form.allow_write_api
source: modify the map.
ca: modificar el mapa.

# oauth_clients.form.allow_read_gpx
source: read their private GPS traces.
ca: llegir les seves traces GPS privats.

# oauth_clients.form.allow_write_gpx
source: upload GPS traces.
ca: carregar traces GPS.

# oauth_clients.form.allow_write_notes
source: modify notes.
ca: modifcar les notes.

# oauth_clients.not_found.sorry
source: Sorry, that %{type} could not be found.
ca: Ho sento, no s'ha pogut trobar el %{type}.

# oauth_clients.create.flash
source: Registered the information successfully
ca: Registrar la informació amb èxit

# oauth_clients.update.flash
source: Updated the client information successfully
ca: La informació de client ha actualitzat correctament

# oauth_clients.destroy.flash
source: Destroyed the client application registration
ca: Destruït la matrícula d'aplicació de client

# user.login.title
source: Login
ca: Accés

# user.login.heading
source: Login
ca: Accés

# user.login.email or username
source: Email Address or Username:
ca: Adreça de correu o usuari:

# user.login.password
source: Password:
ca: Contrasenya:

# user.login.remember
source: Remember me
ca: Recorda'm:

# user.login.lost password link
source: Lost your password?
ca: Heu perdut la contrasenya?

# user.login.login_button
source: Login
ca: Accés

# user.login.register now
source: Register now
ca: Registreu-vos-hi ara

# user.login.with username
source: Already have an OpenStreetMap account? Please login with your username and password:
ca: Ja teniu un compte de l'OpenStreetMap? Incieu sessió amb el nom d'usuari i contrasenya:

# user.login.with openid
source: Alternatively, use OpenID to login:
ca: Alternativament, utilitzeu el vostre OpenID per iniciar sessió:

# user.login.new to osm
source: New to OpenStreetMap?
ca: Nou a OpenStreetMap?

# user.login.to make changes
source: To make changes to the OpenStreetMap data, you must have an account.
ca: Per fer canvis a les dades de OpenStreetMap, ha de tenir un compte.

# user.login.create account minute
source: Create an account. It only takes a minute.
ca: Crear un compte. Només es triga un minut.

# user.login.no account
source: Don't have an account?
ca: No teniu cap compte?

# user.login.account not active
source: Sorry, your account is not active yet.<br />Please use the link in the account confirmation email to activate your account, or <a href="%{reconfirm}">request a new confirmation email</a>.
ca: Ho sentim, el vostre compte encara no és actiu.<br>Utilitzeu l'enllaç al correu de confirmació per activar el vostre compte, o <a href="%{reconfirm}">demanar un nou correu electrònic de confirmació</a>.

# user.login.account is suspended
source: Sorry, your account has been suspended due to suspicious activity.<br />Please contact the <a href="%{webmaster}">webmaster</a> if you wish to discuss this.
ca: Ho sentim, s'ha suspès el vostre compte per presentar una activitat sospitosa.<br />Contacteu amb el <a href="%{webmaster}">webmestre</a> si voleu parlar-ne.

# user.login.auth failure
source: Sorry, could not log in with those details.
ca: Ho sentim, no podeu registrar-vos amb aquesta informació.

# user.login.openid missing provider
source: Sorry, could not contact your OpenID provider
ca: Ho sento, no podem contactar amb el vostre proveïdor d'OpenID

# user.login.openid invalid
source: Sorry, your OpenID seems to be malformed
ca: Ho sentim, la vostra OpenID sembla ser no vàlida

# user.login.openid_logo_alt
source: Log in with an OpenID
ca: Inicia sessió amb un compte OpenID

# user.login.openid_providers.openid.title
source: Login with OpenID
ca: Inicia sessió amb OpenID

# user.login.openid_providers.openid.alt
source: Login with an OpenID URL
ca: Inicia sessió amb un URL d'OpenID

# user.login.openid_providers.google.title
source: Login with Google
ca: Inicia sessió amb Google

# user.login.openid_providers.google.alt
source: Login with a Google OpenID
ca: Inicia sessió amb un OpenID de Google

# user.login.openid_providers.yahoo.title
source: Login with Yahoo
ca: Inicia sessió amb Yahoo

# user.login.openid_providers.yahoo.alt
source: Login with a Yahoo OpenID
ca: Inicia sessió amb un OpenID Yahoo

# user.login.openid_providers.myopenid.title
source: Login with myOpenID
ca: Inicia sessió amb myOpenID

# user.login.openid_providers.myopenid.alt
source: Login with a myOpenID OpenID
ca: Inicia sessió amb un myOpenID OpenID

# user.login.openid_providers.wordpress.title
source: Login with Wordpress
ca: Inicia sessió amb Wordpress

# user.login.openid_providers.wordpress.alt
source: Login with a Wordpress OpenID
ca: Inicia sessió amb un Wordpress OpenID

# user.login.openid_providers.aol.title
source: Login with AOL
ca: Inicia sessió amb AOL

# user.login.openid_providers.aol.alt
source: Login with an AOL OpenID
ca: Inicia sessió amb un AOL OpenID

# user.logout.title
source: Logout
ca: Tanca la sessió

# user.logout.heading
source: Logout from OpenStreetMap
ca: Tanca la sessió d'OpenStreetMap

# user.logout.logout_button
source: Logout
ca: Tanca la sessió

# user.lost_password.title
source: Lost password
ca: contrasenya perduda

# user.lost_password.heading
source: Forgotten Password?
ca: Heu oblidat la contrasenya?

# user.lost_password.email address
source: Email Address:
ca: Adreça de correu electrònic:

# user.lost_password.new password button
source: Reset password
ca: Restableix la contrasenya

# user.lost_password.help_text
source: Enter the email address you used to sign up, we will send a link to it that you can use to reset your password.
ca: Introduïu l'adreça de correu electrònic que va utilitzar per registrar-se, us enviarem un enllaç a ella que pot utilitzar per restablir la contrasenya.

# user.lost_password.notice email on way
source: Sorry you lost it :-( but an email is on its way so you can reset it soon.
ca: Lamentem que l'hàgiu perdut :-( però us hem enviat un correu, així podreu restaurar-la ràpidament.

# user.lost_password.notice email cannot find
source: Could not find that email address, sorry.
ca: Podria no trobar aquesta adreça de correu.

# user.reset_password.title
source: Reset password
ca: Restableix la contrasenya

# user.reset_password.heading
source: Reset Password for %{user}
ca: Restableix la contrasenya per %{user}

# user.reset_password.password
source: Password:
ca: Contrasenya:

# user.reset_password.confirm password
source: Confirm Password:
ca: Confirmeu la contrasenya:

# user.reset_password.reset
source: Reset Password
ca: Restableix la contrasenya

# user.reset_password.flash changed
source: Your password has been changed.
ca: S'ha canviat la contrasenya.

# user.reset_password.flash token bad
source: Did not find that token, check the URL maybe?
ca: No ha trobat que comproven token, l'URL potser?

# user.new.title
source: Sign Up
ca: Crear un compte

# user.new.no_auto_account_create
source: Unfortunately we are not currently able to create an account for you automatically.
ca: No us podem crear automàticament un compte.

# user.new.contact_webmaster
source: Please contact the <a href="mailto:webmaster@openstreetmap.org">webmaster</a> to arrange for an account to be created - we will try and deal with the request as quickly as possible.
ca: Contacteu amb el <a href="mailto:webmaster@openstreetmap.org">webmestre</a> per gestionar la creació d'un compte - intentarem tractar la sol·licitud tan aviat com sigui possible.

# user.new.about.header
source: Free and editable
ca: Lliure i editable

# user.new.about.html
source: <p>Unlike other maps, OpenStreetMap is completely created by people like you, and it's free for anyone to fix, update, download and use.</p> <p>Sign up to get started contributing. We'll send an email to confirm your account.</p>
ca: <p>A diferència d'altres mapes, OpenStreetMap ha estat completament creat per gent com vostè i està obert a qualsevol modificació, actualització, descàrrega i utilització.</p> <p>Registreu-vos i començeu a contribuir. Us enviarem un e-mail per confirmar el vostre compte.</p>

# user.new.license_agreement
source: When you confirm your account you will need to agree to the <a href="http://www.osmfoundation.org/wiki/License/Contributor_Terms">contributor terms</a>.
ca: Quan confirmeu el compte, heu d'acceptar els <a href="http://www.osmfoundation.org/wiki/License/Contributor_Terms">termes de col·laboracio</a>.

# user.new.email address
source: Email Address:
ca: Adreça de correu:

# user.new.confirm email address
source: Confirm Email Address:
ca: Confirmeu l'adreça de correu electrònic:

# user.new.not displayed publicly
source: Not displayed publicly (see <a href="http://wiki.openstreetmap.org/wiki/Privacy_Policy" title="wiki privacy policy including section on email addresses">privacy policy</a>)
ca: No es mostrarà públicament (vegeu la <a href="http://wiki.openstreetmap.org/wiki/Privacy_Policy" title="wiki privacy policy including section on email addresses">política de privacitat</a>)

# user.new.display name
source: Display Name:
ca: Nom visible:

# user.new.display name description
source: Your publicly displayed username. You can change this later in the preferences.
ca: El nom d'usuari que es motrarà públicament. El podeu canviar més endavant a les preferències.

# user.new.password
source: Password:
ca: Contrasenya:

# user.new.confirm password
source: Confirm Password:
ca: Confirmeu la contrasenya:

# user.new.use openid
source: Alternatively, use %{logo} OpenID to login
ca: Alternativament, utilitzeu %{logo} OpenID per iniciar sessió

# user.new.openid no password
source: With OpenID a password is not required, but some extra tools or server may still need one.
ca: Amb l'OpenID no es requereix contrasenya, però algunes eines extres o el servidor encara poden necessitar-la.
