Repository: BoFFire/translation-memory-tools
Catalog: latest-memories/po/openstreetmap-tm.po
Languages: ca

# diary_entry.diary_entry.posted_by
source: Posted by %{link_user} on %{created} in %{language_link}
ca: Publicat per %{link_user} el %{created} en %{language_link}

# diary_entry.diary_entry.comment_link
source: Comment on this entry
ca: Comenta aquesta entrada

# diary_entry.diary_entry.reply_link
source: Reply to this entry
ca: Respon a aquesta entrada

# diary_entry.diary_entry.comment_count
source: {{PLURAL|zero=No comments|one=%{count} comment|%{count} comments}}
ca: {{PLURAL|one=%{count} comentari|zero=Sense comentaris|%{count} comentaris}}

# diary_entry.diary_entry.edit_link
source: Edit this entry
ca: Edita aquesta entrada

# diary_entry.diary_entry.hide_link
source: Hide this entry
ca: Amaga aquesta entrada

# diary_entry.diary_entry.confirm
source: Confirm
ca: Confirma

# diary_entry.diary_comment.comment_from
source: Comment from %{link_user} on %{comment_created_at}
ca: Comentari de %{link_user} el %{comment_created_at}

# diary_entry.diary_comment.hide_link
source: Hide this comment
ca: Amaga aquest comentari

# diary_entry.diary_comment.confirm
source: Confirm
ca: Confirma

# diary_entry.location.location
source: Location:
ca: Ubicació:

# diary_entry.location.view
source: View
ca: Mostra

# diary_entry.location.edit
source: Edit
ca: Modifica

# diary_entry.feed.user.title
source: OpenStreetMap diary entries for %{user}
ca: Entrades del diari d'OpenStreetMap per %{user}

# diary_entry.feed.user.description
source: Recent OpenStreetMap diary entries from %{user}
ca: Entrades recents del diari d'OpenStreetMap per %{user}

# diary_entry.feed.language.title
source: OpenStreetMap diary entries in %{language_name}
ca: Entrades del diari d'OpenStreetMap en %{language_name}

# diary_entry.feed.language.description
source: Recent diary entries from users of OpenStreetMap in %{language_name}
ca: Entrades recents del diari dels usuaris/es d'OpenStreetMap en %{language_name}

# diary_entry.feed.all.title
source: OpenStreetMap diary entries
ca: Entrades del diari d'OpenStreetMap

# diary_entry.feed.all.description
source: Recent diary entries from users of OpenStreetMap
ca: Entrades recents del diari dels usuaris/es d'OpenStreetMap

# diary_entry.comments.has_commented_on
source: %{display_name} has commented on the following diary entries
ca: %{display_name} ha comentat les següents entrades del diari

# diary_entry.comments.post
source: Post
ca: Publica

# diary_entry.comments.when
source: When
ca: Quan

# diary_entry.comments.comment
source: Comment
ca: Comentari

# diary_entry.comments.ago
source: %{ago} ago
ca: fa %{ago}

# diary_entry.comments.newer_comments
source: Newer Comments
ca: Comentaris recents

# diary_entry.comments.older_comments
source: Older Comments
ca: Comentaris antics

# export.start.area_to_export
source: Area to Export
ca: Àrea a exportar

# export.start.manually_select
source: Manually select a different area
ca: Selecciona manualment una àrea diferent

# export.start.format_to_export
source: Format to Export
ca: Format d'exportació

# export.start.map_image
source: Map Image (shows standard layer)
ca: Imatge de mapa (mostra una capa estàndard)

# export.start.embeddable_html
source: Embeddable HTML
ca: HTML que es pot incloure

# export.start.licence
source: Licence
ca: Llicència

# export.start.export_details
source: OpenStreetMap data is licensed under the <a href="http://opendatacommons.org/licenses/odbl/1.0/">Open Data Commons Open Database License</a> (ODbL).
ca: Les dades d'OpenStreetMap són publicades sota el termes de la <a href="http://creativecommons.org/licenses/by-sa/2.0/">llicència Creative Commons Attribution-ShareAlike 2.0</a>.

# export.start.too_large.heading
source: Area Too Large
ca: L'àrea és massa gran

# export.start.too_large.body
source: This area is too large to be exported as OpenStreetMap XML Data. Please zoom in or select a smaller area, or use one of the following sources for bulk data downloads:
ca: Aquesta zona és massa gran per ser exportada com a dades XML de OpenStreetMap. Si us plau seleccioneu una àrea més petita o bé una de les següents fonts per descarregar quantitats grans de dades.

# export.start.too_large.planet.title
source: Planet OSM
ca: Planeta OSM

# export.start.too_large.planet.description
source: Regularly-updated copies of the complete OpenStreetMap database
ca: Còpies actualitzades regularment de la base de dades d'OpenStreetMap al complet

# export.start.too_large.geofabrik.title
source: Geofabrik Downloads
ca: Descàrregues de Geofabrik

# export.start.too_large.geofabrik.description
source: Regularly-updated extracts of continents, countries, and selected cities
ca: Extractes actualitzats regularment de continents, països i de les ciutats seleccionades

# export.start.too_large.metro.title
source: Metro Extracts
ca: Extractes de Metro

# export.start.too_large.metro.description
source: Extracts for major world cities and their surrounding areas
ca: Extractes per a les ciutats més grans del món i les seves àrees metropolitanes

# export.start.too_large.other.title
source: Other Sources
ca: Altres fonts

# export.start.too_large.other.description
source: Additional sources listed on the OpenStreetMap wiki
ca: Fonts addicionals llistades al wiki d'OpenStreetMap

# export.start.options
source: Options
ca: Opcions

# export.start.scale
source: Scale
ca: Escala

# export.start.max
source: max
ca: màx

# export.start.image_size
source: Image Size
ca: Mida de la imatge

# export.start.add_marker
source: Add a marker to the map
ca: Afegeix un marcador en el mapa

# export.start.output
source: Output
ca: Sortida

# export.start.paste_html
source: Paste HTML to embed in website
ca: Enganxa HTML per incloure'l al lloc web

# export.start.export_button
source: Export
ca: Exporta

# export.start_rjs.export
source: Export
ca: Exporta

# export.start_rjs.drag_a_box
source: Drag a box on the map to select an area
ca: Marca un rectangle al mapa per a seleccionar una àrea

# export.start_rjs.manually_select
source: Manually select a different area
ca: Selecciona manualment una àrea diferent

# export.start_rjs.click_add_marker
source: Click on the map to add a marker
ca: Feu clic al mapa per afegir un marcador

# export.start_rjs.change_marker
source: Change marker position
ca: Canvia la posició del marcador

# export.start_rjs.add_marker
source: Add a marker to the map
ca: Afegeix un marcador al mapa

# geocoder.search.title.latlon
source: Results from <a href="http://openstreetmap.org/">Internal</a>
ca: Resultats <a href="http://openstreetmap.org/">propis</a>

# geocoder.search.title.us_postcode
source: Results from <a href="http://geocoder.us/">Geocoder.us</a>
ca: Resultats de <a href="http://geocoder.us/">Geocoder.us</a>

# geocoder.search.title.uk_postcode
source: Results from <a href="http://www.npemap.org.uk/">NPEMap / FreeThe Postcode</a>
ca: Resultats de <a href="http://www.npemap.org.uk/">NPEMap / FreeThe Postcode</a>

# geocoder.search.title.ca_postcode
source: Results from <a href="http://geocoder.ca/">Geocoder.CA</a>
ca: Resultats de <a href="http://geocoder.ca/">Geocoder.CA</a>

# geocoder.search.title.osm_nominatim
source: Results from <a href="http://nominatim.openstreetmap.org/">OpenStreetMap Nominatim</a>
ca: Resultats de <a href="http://nominatim.openstreetmap.org/">OpenStreetMap nominatim</a>

# geocoder.search.title.geonames
source: Results from <a href="http://www.geonames.org/">GeoNames</a>
ca: Resultats des de <a href="http://www.geonames.org/">GeoNames</a>

# geocoder.search.title.osm_nominatim_reverse
source: Results from <a href="http://nominatim.openstreetmap.org/">OpenStreetMap Nominatim</a>
ca: Resultats procedents de <a href="http://nominatim.openstreetmap.org/">OpenStreetMap nominatim</a>

# geocoder.search.title.geonames_reverse
source: Results from <a href="http://www.geonames.org/">GeoNames</a>
ca: Resultats procedents de <a href="http://www.geonames.org/">GeoNames</a>

# geocoder.search_osm_nominatim.prefix.aerialway.chair_lift
source: Chair Lift
ca: Telecadira

# geocoder.search_osm_nominatim.prefix.aerialway.drag_lift
source: Drag Lift
ca: Teleesquí

# geocoder.search_osm_nominatim.prefix.aerialway.station
source: Aerialway Station
ca: Estació de telefèric

# geocoder.search_osm_nominatim.prefix.aeroway.aerodrome
source: Aerodrome
ca: Aeròdrom

# geocoder.search_osm_nominatim.prefix.aeroway.apron
source: Apron
ca: Autobús de pista

# geocoder.search_osm_nominatim.prefix.aeroway.gate
source: Gate
ca: Porta

# geocoder.search_osm_nominatim.prefix.aeroway.helipad
source: Helipad
ca: Helisuperfície

# geocoder.search_osm_nominatim.prefix.aeroway.runway
source: Runway
ca: Pista d'aterratge

# geocoder.search_osm_nominatim.prefix.aeroway.taxiway
source: Taxiway
ca: Carrer de rodada

# geocoder.search_osm_nominatim.prefix.amenity.airport
source: Airport
ca: Aeroport

# geocoder.search_osm_nominatim.prefix.amenity.arts_centre
source: Arts Centre
ca: Centre d'Art

# geocoder.search_osm_nominatim.prefix.amenity.artwork
source: Artwork
ca: Obra d'art

# geocoder.search_osm_nominatim.prefix.amenity.atm
source: ATM
ca: Caixer automàtic

# geocoder.search_osm_nominatim.prefix.amenity.auditorium
source: Auditorium
ca: Auditori

# geocoder.search_osm_nominatim.prefix.amenity.bank
source: Bank
ca: Banc

# geocoder.search_osm_nominatim.prefix.amenity.bbq
source: BBQ
ca: barbacoa

# geocoder.search_osm_nominatim.prefix.amenity.bench
source: Bench
ca: Banc

# geocoder.search_osm_nominatim.prefix.amenity.bicycle_parking
source: Cycle Parking
ca: Aparcament de bicicletes

# geocoder.search_osm_nominatim.prefix.amenity.bicycle_rental
source: Cycle Rental
ca: Lloguer de bicicletes

# geocoder.search_osm_nominatim.prefix.amenity.biergarten
source: Beer Garden
ca: Cervesseria a l'aire lliure

# geocoder.search_osm_nominatim.prefix.amenity.brothel
source: Brothel
ca: Prostíbul

# geocoder.search_osm_nominatim.prefix.amenity.bureau_de_change
source: Bureau de Change
ca: Oficina de canvi

# geocoder.search_osm_nominatim.prefix.amenity.bus_station
source: Bus Station
ca: Estació d'autobusos

# geocoder.search_osm_nominatim.prefix.amenity.cafe
source: Cafe
ca: Cafè

# geocoder.search_osm_nominatim.prefix.amenity.car_rental
source: Car Rental
ca: Lloguer de cotxes

# geocoder.search_osm_nominatim.prefix.amenity.car_sharing
source: Car Sharing
ca: Compartició de cotxes

# geocoder.search_osm_nominatim.prefix.amenity.car_wash
source: Car Wash
ca: Rentat de cotxes

# geocoder.search_osm_nominatim.prefix.amenity.charging_station
source: Charging Station
ca: Estació de recàrrega

# geocoder.search_osm_nominatim.prefix.amenity.clinic
source: Clinic
ca: Clínica

# geocoder.search_osm_nominatim.prefix.amenity.college
source: College
ca: Institut

# geocoder.search_osm_nominatim.prefix.amenity.community_centre
source: Community Centre
ca: Centre Comunitari / Centre Cívic

# geocoder.search_osm_nominatim.prefix.amenity.courthouse
source: Courthouse
ca: Jutjat

# geocoder.search_osm_nominatim.prefix.amenity.crematorium
source: Crematorium
ca: Crematori

# geocoder.search_osm_nominatim.prefix.amenity.dentist
source: Dentist
ca: Dentista

# geocoder.search_osm_nominatim.prefix.amenity.doctors
source: Doctors
ca: Metges

# geocoder.search_osm_nominatim.prefix.amenity.dormitory
source: Dormitory
ca: Residència Universitària

# geocoder.search_osm_nominatim.prefix.amenity.drinking_water
source: Drinking Water
ca: Aigua potable

# geocoder.search_osm_nominatim.prefix.amenity.driving_school
source: Driving School
ca: Autoescola

# geocoder.search_osm_nominatim.prefix.amenity.embassy
source: Embassy
ca: Ambaixada

# geocoder.search_osm_nominatim.prefix.amenity.emergency_phone
source: Emergency Phone
ca: Telèfon d'emergència

# geocoder.search_osm_nominatim.prefix.amenity.fast_food
source: Fast Food
ca: Menjar ràpid

# geocoder.search_osm_nominatim.prefix.amenity.ferry_terminal
source: Ferry Terminal
ca: Terminal de Ferry

# geocoder.search_osm_nominatim.prefix.amenity.fire_hydrant
source: Fire Hydrant
ca: Boca d'incendi

# geocoder.search_osm_nominatim.prefix.amenity.fire_station
source: Fire Station
ca: Parc de bombers

# geocoder.search_osm_nominatim.prefix.amenity.food_court
source: Food Court
ca: Àrea de restauració

# geocoder.search_osm_nominatim.prefix.amenity.fountain
source: Fountain
ca: Font

# geocoder.search_osm_nominatim.prefix.amenity.fuel
source: Fuel
ca: Benzinera

# geocoder.search_osm_nominatim.prefix.amenity.grave_yard
source: Grave Yard
ca: Cementiri

# geocoder.search_osm_nominatim.prefix.amenity.gym
source: Fitness Centre / Gym
ca: Gimnàs

# geocoder.search_osm_nominatim.prefix.amenity.hall
source: Hall
ca: Ajuntament

# geocoder.search_osm_nominatim.prefix.amenity.health_centre
source: Health Centre
ca: Centre de Salut

# geocoder.search_osm_nominatim.prefix.amenity.hunting_stand
source: Hunting Stand
ca: Club de caça

# geocoder.search_osm_nominatim.prefix.amenity.ice_cream
source: Ice Cream
ca: Gelat

# geocoder.search_osm_nominatim.prefix.amenity.kindergarten
source: Kindergarten
ca: Jardí d'infància

# geocoder.search_osm_nominatim.prefix.amenity.library
source: Library
ca: Biblioteca

# geocoder.search_osm_nominatim.prefix.amenity.market
source: Market
ca: Mercat

# geocoder.search_osm_nominatim.prefix.amenity.marketplace
source: Marketplace
ca: Mercat

# geocoder.search_osm_nominatim.prefix.amenity.mountain_rescue
source: Mountain Rescue
ca: Rescat de Muntanya

# geocoder.search_osm_nominatim.prefix.amenity.nightclub
source: Night Club
ca: Club nocturn

# geocoder.search_osm_nominatim.prefix.amenity.nursery
source: Nursery
ca: Infantil

# geocoder.search_osm_nominatim.prefix.amenity.nursing_home
source: Nursing Home
ca: Llar d'Avis

# geocoder.search_osm_nominatim.prefix.amenity.office
source: Office
ca: Oficina

# geocoder.search_osm_nominatim.prefix.amenity.park
source: Park
ca: Parc

# geocoder.search_osm_nominatim.prefix.amenity.parking
source: Parking
ca: Pàrquing

# geocoder.search_osm_nominatim.prefix.amenity.pharmacy
source: Pharmacy
ca: Farmàcia

# geocoder.search_osm_nominatim.prefix.amenity.place_of_worship
source: Place of Worship
ca: Lloc de culte

# geocoder.search_osm_nominatim.prefix.amenity.police
source: Police
ca: Policia

# geocoder.search_osm_nominatim.prefix.amenity.post_box
source: Post Box
ca: Bustia

# geocoder.search_osm_nominatim.prefix.amenity.post_office
source: Post Office
ca: Oficina de correus

# geocoder.search_osm_nominatim.prefix.amenity.preschool
source: Pre-School
ca: Pre-Escola

# geocoder.search_osm_nominatim.prefix.amenity.prison
source: Prison
ca: Presó

# geocoder.search_osm_nominatim.prefix.amenity.public_building
source: Public Building
ca: Edifici públic

# geocoder.search_osm_nominatim.prefix.amenity.public_market
source: Public Market
ca: Mercat Públic

# geocoder.search_osm_nominatim.prefix.amenity.reception_area
source: Reception Area
ca: Àrea de recepció

# geocoder.search_osm_nominatim.prefix.amenity.recycling
source: Recycling Point
ca: Punt de reciclatge

# geocoder.search_osm_nominatim.prefix.amenity.retirement_home
source: Retirement Home
ca: Casa de Retirament

# geocoder.search_osm_nominatim.prefix.amenity.school
source: School
ca: Escola

# geocoder.search_osm_nominatim.prefix.amenity.shelter
source: Shelter
ca: Refugi

# geocoder.search_osm_nominatim.prefix.amenity.shop
source: Shop
ca: Botiga

# geocoder.search_osm_nominatim.prefix.amenity.shopping
source: Shopping
ca: Botigues

# geocoder.search_osm_nominatim.prefix.amenity.shower
source: Shower
ca: Dutxa

# geocoder.search_osm_nominatim.prefix.amenity.social_centre
source: Social Centre
ca: Centre social

# geocoder.search_osm_nominatim.prefix.amenity.social_club
source: Social Club
ca: Club social

# geocoder.search_osm_nominatim.prefix.amenity.social_facility
source: Social Facility
ca: Equipament social

# geocoder.search_osm_nominatim.prefix.amenity.studio
source: Studio
ca: Estudi

# geocoder.search_osm_nominatim.prefix.amenity.supermarket
source: Supermarket
ca: Supermercat

# geocoder.search_osm_nominatim.prefix.amenity.swimming_pool
source: Swimming Pool
ca: Piscina

# geocoder.search_osm_nominatim.prefix.amenity.telephone
source: Public Telephone
ca: Telèfon públic

# geocoder.search_osm_nominatim.prefix.amenity.theatre
source: Theatre
ca: Teatre

# geocoder.search_osm_nominatim.prefix.amenity.toilets
source: Toilets
ca: Banys

# geocoder.search_osm_nominatim.prefix.amenity.townhall
source: Town Hall
ca: Ajuntament

# geocoder.search_osm_nominatim.prefix.amenity.university
source: University
ca: Universitat

# geocoder.search_osm_nominatim.prefix.amenity.vending_machine
source: Vending Machine
ca: Màquina expenedora

# geocoder.search_osm_nominatim.prefix.amenity.veterinary
source: Veterinary Surgery
ca: Veterinari

# geocoder.search_osm_nominatim.prefix.amenity.village_hall
source: Village Hall
ca: Casa de la Vila

# geocoder.search_osm_nominatim.prefix.amenity.waste_basket
source: Waste Basket
ca: Cistella de Residus

# geocoder.search_osm_nominatim.prefix.amenity.wifi
source: WiFi Access
ca: Punt d'accés WiFi

# geocoder.search_osm_nominatim.prefix.amenity.WLAN
source: WiFi Access
ca: Punt d'accés WiFi

# geocoder.search_osm_nominatim.prefix.amenity.youth_centre
source: Youth Centre
ca: Centre juvenil

# geocoder.search_osm_nominatim.prefix.boundary.administrative
source: Administrative Boundary
ca: Límit administratiu

# geocoder.search_osm_nominatim.prefix.boundary.census
source: Census Boundary
ca: Límit censal

# geocoder.search_osm_nominatim.prefix.boundary.national_park
source: National Park
ca: Parc Nacional

# geocoder.search_osm_nominatim.prefix.boundary.protected_area
source: Protected Area
ca: Zona protegida

# geocoder.search_osm_nominatim.prefix.bridge.aqueduct
source: Aqueduct
ca: Aqüeducte

# geocoder.search_osm_nominatim.prefix.bridge.suspension
source: Suspension Bridge
ca: Pont suspès

# geocoder.search_osm_nominatim.prefix.bridge.swing
source: Swing Bridge
ca: Pont giratori

# geocoder.search_osm_nominatim.prefix.bridge.viaduct
source: Viaduct
ca: Viaducte

# geocoder.search_osm_nominatim.prefix.bridge.yes
source: Bridge
ca: Pont

# geocoder.search_osm_nominatim.prefix.building.yes
source: Building
ca: Edifici

# geocoder.search_osm_nominatim.prefix.emergency.fire_hydrant
source: Fire Hydrant
ca: Boca d'incendis

# geocoder.search_osm_nominatim.prefix.emergency.phone
source: Emergency Phone
ca: Telèfon per a emergències

# geocoder.search_osm_nominatim.prefix.highway.bridleway
source: Bridleway
ca: Ferradura

# geocoder.search_osm_nominatim.prefix.highway.bus_guideway
source: Guided Bus Lane
ca: Carril Bus

# geocoder.search_osm_nominatim.prefix.highway.bus_stop
source: Bus Stop
ca: Parada d'autobús

# geocoder.search_osm_nominatim.prefix.highway.byway
source: Byway
ca: Ruta segregada

# geocoder.search_osm_nominatim.prefix.highway.construction
source: Highway under Construction
ca: Autopista en construcció

# geocoder.search_osm_nominatim.prefix.highway.cycleway
source: Cycle Path
ca: Ruta per a bicicletes

# geocoder.search_osm_nominatim.prefix.highway.emergency_access_point
source: Emergency Access Point
ca: Accés d'emergència

# geocoder.search_osm_nominatim.prefix.highway.footway
source: Footpath
ca: Sendera

# geocoder.search_osm_nominatim.prefix.highway.ford
source: Ford
ca: Fiord

# geocoder.search_osm_nominatim.prefix.highway.living_street
source: Living Street
ca: Carrer habitat

# geocoder.search_osm_nominatim.prefix.highway.milestone
source: Milestone
ca: Fita

# geocoder.search_osm_nominatim.prefix.highway.minor
source: Minor Road
ca: Via secundària

# geocoder.search_osm_nominatim.prefix.highway.motorway
source: Motorway
ca: Autopista

# geocoder.search_osm_nominatim.prefix.highway.motorway_junction
source: Motorway Junction
ca: Unió d'autopista

# geocoder.search_osm_nominatim.prefix.highway.motorway_link
source: Motorway Road
ca: Carretera d'autopista

# geocoder.search_osm_nominatim.prefix.highway.path
source: Path
ca: Camí

# geocoder.search_osm_nominatim.prefix.highway.pedestrian
source: Pedestrian Way
ca: Via Peatonal

# geocoder.search_osm_nominatim.prefix.highway.platform
source: Platform
ca: Perron

# geocoder.search_osm_nominatim.prefix.highway.primary
source: Primary Road
ca: Carretera Principal

# geocoder.search_osm_nominatim.prefix.highway.primary_link
source: Primary Road
ca: Carretera principal

# geocoder.search_osm_nominatim.prefix.highway.proposed
source: Proposed Road
ca: Carretera proposada

# geocoder.search_osm_nominatim.prefix.highway.raceway
source: Raceway
ca: Vial Ràpid

# geocoder.search_osm_nominatim.prefix.highway.residential
source: Residential
ca: Residencial

# geocoder.search_osm_nominatim.prefix.highway.rest_area
source: Rest Area
ca: Àrea de descans

# geocoder.search_osm_nominatim.prefix.highway.road
source: Road
ca: Carretera

# geocoder.search_osm_nominatim.prefix.highway.secondary
source: Secondary Road
ca: Carretera secundària

# geocoder.search_osm_nominatim.prefix.highway.secondary_link
source: Secondary Road
ca: Carretera secundària

# geocoder.search_osm_nominatim.prefix.highway.service
source: Service Road
ca: Carretera de Servei

# geocoder.search_osm_nominatim.prefix.highway.services
source: Motorway Services
ca: Serveis en ruta

# geocoder.search_osm_nominatim.prefix.highway.speed_camera
source: Speed Camera
ca: Radar

# geocoder.search_osm_nominatim.prefix.highway.steps
source: Steps
ca: Graons

# geocoder.search_osm_nominatim.prefix.highway.street_lamp
source: Street Lamp
ca: Fanal

# geocoder.search_osm_nominatim.prefix.highway.stile
source: Stile
ca: Escala per a travessar reixats

# geocoder.search_osm_nominatim.prefix.highway.tertiary
source: Tertiary Road
ca: Carretera terciària

# geocoder.search_osm_nominatim.prefix.highway.tertiary_link
source: Tertiary Road
ca: Carretera terciària

# geocoder.search_osm_nominatim.prefix.highway.track
source: Track
ca: Pista

# geocoder.search_osm_nominatim.prefix.highway.trail
source: Trail
ca: Sendera o corriol

# geocoder.search_osm_nominatim.prefix.highway.trunk
source: Trunk Road
ca: Autovia de

# geocoder.search_osm_nominatim.prefix.highway.trunk_link
source: Trunk Road
ca: Autovia de

# geocoder.search_osm_nominatim.prefix.highway.unclassified
source: Unclassified Road
ca: Sense classificar Road

# geocoder.search_osm_nominatim.prefix.highway.unsurfaced
source: Unsurfaced Road
ca: Pista sense asfaltar

# geocoder.search_osm_nominatim.prefix.historic.archaeological_site
source: Archaeological Site
ca: Lloc arqueològic

# geocoder.search_osm_nominatim.prefix.historic.battlefield
source: Battlefield
ca: Camp de batalla

# geocoder.search_osm_nominatim.prefix.historic.boundary_stone
source: Boundary Stone
ca: Pedra de la frontera

# geocoder.search_osm_nominatim.prefix.historic.building
source: Building
ca: Edifici

# geocoder.search_osm_nominatim.prefix.historic.castle
source: Castle
ca: Castell

# geocoder.search_osm_nominatim.prefix.historic.church
source: Church
ca: Església

# geocoder.search_osm_nominatim.prefix.historic.citywalls
source: City Walls
ca: Muralles

# geocoder.search_osm_nominatim.prefix.historic.fort
source: Fort
ca: Fortí

# geocoder.search_osm_nominatim.prefix.historic.house
source: House
ca: Casa

# geocoder.search_osm_nominatim.prefix.historic.icon
source: Icon
ca: Icona

# geocoder.search_osm_nominatim.prefix.historic.mine
source: Mine
ca: Mina

# geocoder.search_osm_nominatim.prefix.historic.museum
source: Museum
ca: Museu

# geocoder.search_osm_nominatim.prefix.historic.ruins
source: Ruins
ca: Ruïnes

# geocoder.search_osm_nominatim.prefix.historic.tomb
source: Tomb
ca: Tomba

# geocoder.search_osm_nominatim.prefix.historic.tower
source: Tower
ca: Torre

# geocoder.search_osm_nominatim.prefix.historic.wayside_cross
source: Wayside Cross
ca: Camí de la creu

# geocoder.search_osm_nominatim.prefix.historic.wayside_shrine
source: Wayside Shrine
ca: Santuari de carreteres
