Repository: BoFFire/translation-memory-tools
Catalog: latest-memories/po/openstreetmap-tm.po
Languages: ca

# geocoder.search_osm_nominatim.prefix.landuse.allotments
source: Allotments
ca: Horts

# geocoder.search_osm_nominatim.prefix.landuse.basin
source: Basin
ca: Conca

# geocoder.search_osm_nominatim.prefix.landuse.brownfield
source: Brownfield Land
ca: Brownfield terra

# geocoder.search_osm_nominatim.prefix.landuse.cemetery
source: Cemetery
ca: Cementiri

# geocoder.search_osm_nominatim.prefix.landuse.commercial
source: Commercial Area
ca: Zona comercial

# geocoder.search_osm_nominatim.prefix.landuse.conservation
source: Conservation
ca: Conservació

# geocoder.search_osm_nominatim.prefix.landuse.construction
source: Construction
ca: Construcció

# geocoder.search_osm_nominatim.prefix.landuse.farm
source: Farm
ca: Granja

# geocoder.search_osm_nominatim.prefix.landuse.farmland
source: Farmland
ca: Terres de conreu

# geocoder.search_osm_nominatim.prefix.landuse.farmyard
source: Farmyard
ca: Corral

# geocoder.search_osm_nominatim.prefix.landuse.forest
source: Forest
ca: Bosc

# geocoder.search_osm_nominatim.prefix.landuse.garages
source: Garages
ca: Garatges

# geocoder.search_osm_nominatim.prefix.landuse.grass
source: Grass
ca: Herba

# geocoder.search_osm_nominatim.prefix.landuse.greenfield
source: Greenfield Land
ca: Greenfield terra

# geocoder.search_osm_nominatim.prefix.landuse.industrial
source: Industrial Area
ca: Zona industrial

# geocoder.search_osm_nominatim.prefix.landuse.landfill
source: Landfill
ca: Abocador

# geocoder.search_osm_nominatim.prefix.landuse.meadow
source: Meadow
ca: Prat

# geocoder.search_osm_nominatim.prefix.landuse.military
source: Military Area
ca: Zona Militar

# geocoder.search_osm_nominatim.prefix.landuse.mine
source: Mine
ca: Mina

# geocoder.search_osm_nominatim.prefix.landuse.orchard
source: Orchard
ca: Verger

# geocoder.search_osm_nominatim.prefix.landuse.nature_reserve
source: Nature Reserve
ca: Reserva Natural

# geocoder.search_osm_nominatim.prefix.landuse.park
source: Park
ca: Parc

# geocoder.search_osm_nominatim.prefix.landuse.piste
source: Piste
ca: Pista d'aterratge

# geocoder.search_osm_nominatim.prefix.landuse.quarry
source: Quarry
ca: Pedrera

# geocoder.search_osm_nominatim.prefix.landuse.railway
source: Railway
ca: Ferrocarril

# geocoder.search_osm_nominatim.prefix.landuse.recreation_ground
source: Recreation Ground
ca: Zona d'Esbarjo

# geocoder.search_osm_nominatim.prefix.landuse.reservoir
source: Reservoir
ca: Embassament

# geocoder.search_osm_nominatim.prefix.landuse.reservoir_watershed
source: Reservoir Watershed
ca: Embassament de conca

# geocoder.search_osm_nominatim.prefix.landuse.residential
source: Residential Area
ca: Àrea residencial

# geocoder.search_osm_nominatim.prefix.landuse.retail
source: Retail
ca: Al detall

# geocoder.search_osm_nominatim.prefix.landuse.road
source: Road Area
ca: Zona de carretera

# geocoder.search_osm_nominatim.prefix.landuse.village_green
source: Village Green
ca: Zona verda

# geocoder.search_osm_nominatim.prefix.landuse.vineyard
source: Vineyard
ca: Vinya

# geocoder.search_osm_nominatim.prefix.landuse.wetland
source: Wetland
ca: Aiguamoll

# geocoder.search_osm_nominatim.prefix.landuse.wood
source: Wood
ca: Fusta

# geocoder.search_osm_nominatim.prefix.leisure.bird_hide
source: Bird Hide
ca: Aguait

# geocoder.search_osm_nominatim.prefix.leisure.common
source: Common Land
ca: Terra comú

# geocoder.search_osm_nominatim.prefix.leisure.fishing
source: Fishing Area
ca: Àrea de pesca

# geocoder.search_osm_nominatim.prefix.leisure.fitness_station
source: Fitness Station
ca: Centre de fitness

# geocoder.search_osm_nominatim.prefix.leisure.garden
source: Garden
ca: Jardí

# geocoder.search_osm_nominatim.prefix.leisure.golf_course
source: Golf Course
ca: Camp de golf

# geocoder.search_osm_nominatim.prefix.leisure.ice_rink
source: Ice Rink
ca: Pista de patinatge sobre gel

# geocoder.search_osm_nominatim.prefix.leisure.marina
source: Marina
ca: Port esportiu

# geocoder.search_osm_nominatim.prefix.leisure.miniature_golf
source: Miniature Golf
ca: Minigolf

# geocoder.search_osm_nominatim.prefix.leisure.nature_reserve
source: Nature Reserve
ca: Reserva natural

# geocoder.search_osm_nominatim.prefix.leisure.park
source: Park
ca: Parc

# geocoder.search_osm_nominatim.prefix.leisure.pitch
source: Sports Pitch
ca: Camp d'esports

# geocoder.search_osm_nominatim.prefix.leisure.playground
source: Playground
ca: Parc infantil

# geocoder.search_osm_nominatim.prefix.leisure.recreation_ground
source: Recreation Ground
ca: Terra de recreació

# geocoder.search_osm_nominatim.prefix.leisure.sports_centre
source: Sports Centre
ca: Centre esportiu

# geocoder.search_osm_nominatim.prefix.leisure.stadium
source: Stadium
ca: Estadi

# geocoder.search_osm_nominatim.prefix.leisure.swimming_pool
source: Swimming Pool
ca: Piscina

# geocoder.search_osm_nominatim.prefix.leisure.track
source: Running Track
ca: Pista

# geocoder.search_osm_nominatim.prefix.leisure.water_park
source: Water Park
ca: Parc aquàtic

# geocoder.search_osm_nominatim.prefix.military.airfield
source: Military Airfield
ca: Aeroport militar

# geocoder.search_osm_nominatim.prefix.military.barracks
source: Barracks
ca: Caserna

# geocoder.search_osm_nominatim.prefix.military.bunker
source: Bunker
ca: Búnquer

# geocoder.search_osm_nominatim.prefix.mountain_pass.yes
source: Mountain Pass
ca: Coll

# geocoder.search_osm_nominatim.prefix.natural.bay
source: Bay
ca: Badia

# geocoder.search_osm_nominatim.prefix.natural.beach
source: Beach
ca: Platja

# geocoder.search_osm_nominatim.prefix.natural.cape
source: Cape
ca: Cap

# geocoder.search_osm_nominatim.prefix.natural.cave_entrance
source: Cave Entrance
ca: Entrada a cova

# geocoder.search_osm_nominatim.prefix.natural.channel
source: Channel
ca: Canal

# geocoder.search_osm_nominatim.prefix.natural.cliff
source: Cliff
ca: Cingle

# geocoder.search_osm_nominatim.prefix.natural.crater
source: Crater
ca: Cràter

# geocoder.search_osm_nominatim.prefix.natural.dune
source: Dune
ca: Duna

# geocoder.search_osm_nominatim.prefix.natural.feature
source: Feature
ca: Característica

# geocoder.search_osm_nominatim.prefix.natural.fell
source: Fell
ca: Forest

# geocoder.search_osm_nominatim.prefix.natural.fjord
source: Fjord
ca: Fiord

# geocoder.search_osm_nominatim.prefix.natural.forest
source: Forest
ca: Bosc

# geocoder.search_osm_nominatim.prefix.natural.geyser
source: Geyser
ca: Guèiser

# geocoder.search_osm_nominatim.prefix.natural.glacier
source: Glacier
ca: Glacera

# geocoder.search_osm_nominatim.prefix.natural.heath
source: Heath
ca: Bruguerar

# geocoder.search_osm_nominatim.prefix.natural.hill
source: Hill
ca: Pujol

# geocoder.search_osm_nominatim.prefix.natural.island
source: Island
ca: Illa

# geocoder.search_osm_nominatim.prefix.natural.land
source: Land
ca: Terra

# geocoder.search_osm_nominatim.prefix.natural.moor
source: Moor
ca: Amarratge

# geocoder.search_osm_nominatim.prefix.natural.mud
source: Mud
ca: Llot

# geocoder.search_osm_nominatim.prefix.natural.peak
source: Peak
ca: Pic

# geocoder.search_osm_nominatim.prefix.natural.point
source: Point
ca: Punt

# geocoder.search_osm_nominatim.prefix.natural.reef
source: Reef
ca: Escull

# geocoder.search_osm_nominatim.prefix.natural.ridge
source: Ridge
ca: Cresta

# geocoder.search_osm_nominatim.prefix.natural.river
source: River
ca: Riu

# geocoder.search_osm_nominatim.prefix.natural.rock
source: Rock
ca: Roca

# geocoder.search_osm_nominatim.prefix.natural.scree
source: Scree
ca: Pedregar

# geocoder.search_osm_nominatim.prefix.natural.shoal
source: Shoal
ca: Banc

# geocoder.search_osm_nominatim.prefix.natural.spring
source: Spring
ca: Deu

# geocoder.search_osm_nominatim.prefix.natural.stone
source: Stone
ca: Pedra

# geocoder.search_osm_nominatim.prefix.natural.strait
source: Strait
ca: Estret

# geocoder.search_osm_nominatim.prefix.natural.tree
source: Tree
ca: Arbre

# geocoder.search_osm_nominatim.prefix.natural.valley
source: Valley
ca: Vall

# geocoder.search_osm_nominatim.prefix.natural.volcano
source: Volcano
ca: Volcà

# geocoder.search_osm_nominatim.prefix.natural.water
source: Water
ca: Aigua

# geocoder.search_osm_nominatim.prefix.natural.wetland
source: Wetland
ca: Aiguamoll

# geocoder.search_osm_nominatim.prefix.natural.wetlands
source: Wetlands
ca: Aiguamolls

# geocoder.search_osm_nominatim.prefix.natural.wood
source: Wood
ca: Bosc

# geocoder.search_osm_nominatim.prefix.office.accountant
source: Accountant
ca: Comptable

# geocoder.search_osm_nominatim.prefix.office.architect
source: Architect
ca: Arquitecte

# geocoder.search_osm_nominatim.prefix.office.company
source: Company
ca: Empresa

# geocoder.search_osm_nominatim.prefix.office.employment_agency
source: Employment Agency
ca: Agència d'ocupació

# geocoder.search_osm_nominatim.prefix.office.estate_agent
source: Estate Agent
ca: Immobiliària

# geocoder.search_osm_nominatim.prefix.office.government
source: Governmental Office
ca: Oficina governamental

# geocoder.search_osm_nominatim.prefix.office.insurance
source: Insurance Office
ca: Oficina d'assegurances

# geocoder.search_osm_nominatim.prefix.office.lawyer
source: Lawyer
ca: Advocat

# geocoder.search_osm_nominatim.prefix.office.ngo
source: NGO Office
ca: Oficina d'una ONG

# geocoder.search_osm_nominatim.prefix.office.telecommunication
source: Telecommunication Office
ca: Oficina de telecomunicacions

# geocoder.search_osm_nominatim.prefix.office.travel_agent
source: Travel Agency
ca: Agència de viatges

# geocoder.search_osm_nominatim.prefix.office.yes
source: Office
ca: Oficina

# geocoder.search_osm_nominatim.prefix.place.airport
source: Airport
ca: Aeroport

# geocoder.search_osm_nominatim.prefix.place.city
source: City
ca: Ciutat

# geocoder.search_osm_nominatim.prefix.place.country
source: Country
ca: País

# geocoder.search_osm_nominatim.prefix.place.county
source: County
ca: Comtat

# geocoder.search_osm_nominatim.prefix.place.farm
source: Farm
ca: Granja

# geocoder.search_osm_nominatim.prefix.place.hamlet
source: Hamlet
ca: Aldea

# geocoder.search_osm_nominatim.prefix.place.house
source: House
ca: Casa

# geocoder.search_osm_nominatim.prefix.place.houses
source: Houses
ca: Cases

# geocoder.search_osm_nominatim.prefix.place.island
source: Island
ca: Illa

# geocoder.search_osm_nominatim.prefix.place.islet
source: Islet
ca: Illot

# geocoder.search_osm_nominatim.prefix.place.isolated_dwelling
source: Isolated Dwelling
ca: Habitatge aïllat

# geocoder.search_osm_nominatim.prefix.place.locality
source: Locality
ca: Localitat

# geocoder.search_osm_nominatim.prefix.place.moor
source: Moor
ca: Amarrador

# geocoder.search_osm_nominatim.prefix.place.municipality
source: Municipality
ca: Municipi

# geocoder.search_osm_nominatim.prefix.place.neighbourhood
source: Neighbourhood
ca: Barri

# geocoder.search_osm_nominatim.prefix.place.postcode
source: Postcode
ca: Codi postal

# geocoder.search_osm_nominatim.prefix.place.region
source: Region
ca: Regió

# geocoder.search_osm_nominatim.prefix.place.sea
source: Sea
ca: Mar

# geocoder.search_osm_nominatim.prefix.place.state
source: State
ca: Estat o província

# geocoder.search_osm_nominatim.prefix.place.subdivision
source: Subdivision
ca: Subdivisió

# geocoder.search_osm_nominatim.prefix.place.suburb
source: Suburb
ca: Suburbi

# geocoder.search_osm_nominatim.prefix.place.town
source: Town
ca: Poble

# geocoder.search_osm_nominatim.prefix.place.unincorporated_area
source: Unincorporated Area
ca: Àrea no incorporada

# geocoder.search_osm_nominatim.prefix.place.village
source: Village
ca: Aldea

# geocoder.search_osm_nominatim.prefix.railway.abandoned
source: Abandoned Railway
ca: Ferrocarril fora de Servei

# geocoder.search_osm_nominatim.prefix.railway.construction
source: Railway under Construction
ca: Ferrocarril en Construcció

# geocoder.search_osm_nominatim.prefix.railway.disused
source: Disused Railway
ca: Ferrocarril en desús

# geocoder.search_osm_nominatim.prefix.railway.disused_station
source: Disused Railway Station
ca: Estació de tren tancada

# geocoder.search_osm_nominatim.prefix.railway.halt
source: Train Stop
ca: Parada de tren

# geocoder.search_osm_nominatim.prefix.railway.historic_station
source: Historic Railway Station
ca: Estació de tren antiga

# geocoder.search_osm_nominatim.prefix.railway.junction
source: Railway Junction
ca: Cruïlla de tren

# geocoder.search_osm_nominatim.prefix.railway.level_crossing
source: Level Crossing
ca: Pas a nivell

# geocoder.search_osm_nominatim.prefix.railway.light_rail
source: Light Rail
ca: Tren lleuger

# geocoder.search_osm_nominatim.prefix.railway.miniature
source: Miniature Rail
ca: Ferrocarril en miniatura

# geocoder.search_osm_nominatim.prefix.railway.narrow_gauge
source: Narrow Gauge Railway
ca: Ample ferroviari mètric

# geocoder.search_osm_nominatim.prefix.railway.platform
source: Railway Platform
ca: Andana

# geocoder.search_osm_nominatim.prefix.railway.preserved
source: Preserved Railway
ca: Conservat ferrocarril

# geocoder.search_osm_nominatim.prefix.railway.proposed
source: Proposed Railway
ca: Ferrocarril proposat

# geocoder.search_osm_nominatim.prefix.railway.spur
source: Railway Spur
ca: Esperó de ferrocarril

# geocoder.search_osm_nominatim.prefix.railway.station
source: Railway Station
ca: Estació de tren

# geocoder.search_osm_nominatim.prefix.railway.stop
source: Railway Stop
ca: Parada de Ferrocarril

# geocoder.search_osm_nominatim.prefix.railway.subway
source: Subway Station
ca: Estació de metro

# geocoder.search_osm_nominatim.prefix.railway.subway_entrance
source: Subway Entrance
ca: Accés al Metro

# geocoder.search_osm_nominatim.prefix.railway.switch
source: Railway Points
ca: Punts de ferrocarril

# geocoder.search_osm_nominatim.prefix.railway.tram
source: Tramway
ca: Tramvia

# geocoder.search_osm_nominatim.prefix.railway.tram_stop
source: Tram Stop
ca: Parada de tramvia

# geocoder.search_osm_nominatim.prefix.railway.yard
source: Railway Yard
ca: Pati de ferrocarril

# geocoder.search_osm_nominatim.prefix.shop.alcohol
source: Off License
ca: De llicència

# geocoder.search_osm_nominatim.prefix.shop.antiques
source: Antiques
ca: Antiquari

# geocoder.search_osm_nominatim.prefix.shop.art
source: Art Shop
ca: Galeria d'Art

# geocoder.search_osm_nominatim.prefix.shop.bakery
source: Bakery
ca: Fleca

# geocoder.search_osm_nominatim.prefix.shop.beauty
source: Beauty Shop
ca: Saló de bellesa

# geocoder.search_osm_nominatim.prefix.shop.beverages
source: Beverages Shop
ca: Botiga de begudes

# geocoder.search_osm_nominatim.prefix.shop.bicycle
source: Bicycle Shop
ca: Tenda de bicicletes

# geocoder.search_osm_nominatim.prefix.shop.books
source: Book Shop
ca: Llibreria

# geocoder.search_osm_nominatim.prefix.shop.butcher
source: Butcher
ca: Carnisseria

# geocoder.search_osm_nominatim.prefix.shop.car
source: Car Shop
ca: Venda de Cotxes

# geocoder.search_osm_nominatim.prefix.shop.car_parts
source: Car Parts
ca: Peces de cotxes

# geocoder.search_osm_nominatim.prefix.shop.car_repair
source: Car Repair
ca: Reparació d'automòbils

# geocoder.search_osm_nominatim.prefix.shop.carpet
source: Carpet Shop
ca: Botiga de catifes

# geocoder.search_osm_nominatim.prefix.shop.charity
source: Charity Shop
ca: Botiga de caritat

# geocoder.search_osm_nominatim.prefix.shop.chemist
source: Chemist
ca: Farmàcia

# geocoder.search_osm_nominatim.prefix.shop.clothes
source: Clothes Shop
ca: Botiga de roba

# geocoder.search_osm_nominatim.prefix.shop.computer
source: Computer Shop
ca: Botiga d'informàtica

# geocoder.search_osm_nominatim.prefix.shop.confectionery
source: Confectionery Shop
ca: Confiteria botiga

# geocoder.search_osm_nominatim.prefix.shop.convenience
source: Convenience Store
ca: Botiga de conveniència

# geocoder.search_osm_nominatim.prefix.shop.copyshop
source: Copy Shop
ca: Copisteria

# geocoder.search_osm_nominatim.prefix.shop.cosmetics
source: Cosmetics Shop
ca: Botiga Cosmètica

# geocoder.search_osm_nominatim.prefix.shop.deli
source: Deli
ca: Botiga de comestibles

# geocoder.search_osm_nominatim.prefix.shop.discount
source: Discount Items Shop
ca: Botiga d'articles de descompte

# geocoder.search_osm_nominatim.prefix.shop.doityourself
source: Do-It-Yourself
ca: Bricolatge

# geocoder.search_osm_nominatim.prefix.shop.dry_cleaning
source: Dry Cleaning
ca: Tintoreria

# geocoder.search_osm_nominatim.prefix.shop.electronics
source: Electronics Shop
ca: Botiga d'electrònica

# geocoder.search_osm_nominatim.prefix.shop.estate_agent
source: Estate Agent
ca: Immobiliària

# geocoder.search_osm_nominatim.prefix.shop.farm
source: Farm Shop
ca: Agrobotiga

# geocoder.search_osm_nominatim.prefix.shop.fashion
source: Fashion Shop
ca: Botiga de moda

# geocoder.search_osm_nominatim.prefix.shop.fish
source: Fish Shop
ca: Peixateria

# geocoder.search_osm_nominatim.prefix.shop.florist
source: Florist
ca: Floristeria

# geocoder.search_osm_nominatim.prefix.shop.food
source: Food Shop
ca: Botiga de menjar

# geocoder.search_osm_nominatim.prefix.shop.funeral_directors
source: Funeral Directors
ca: Funeral d'administració

# geocoder.search_osm_nominatim.prefix.shop.furniture
source: Furniture
ca: Mobles

# geocoder.search_osm_nominatim.prefix.shop.gallery
source: Gallery
ca: Galeria de fotos

# geocoder.search_osm_nominatim.prefix.shop.garden_centre
source: Garden Centre
ca: Centre de jardí

# geocoder.search_osm_nominatim.prefix.shop.general
source: General Store
ca: Magatzem General

# geocoder.search_osm_nominatim.prefix.shop.gift
source: Gift Shop
ca: Botiga de regals

# geocoder.search_osm_nominatim.prefix.shop.grocery
source: Grocery Shop
ca: Botiga de queviures

# geocoder.search_osm_nominatim.prefix.shop.hairdresser
source: Hairdresser
ca: Perruqueria o barberia

# geocoder.search_osm_nominatim.prefix.shop.hardware
source: Hardware Store
ca: Botiga de maquinari

# geocoder.search_osm_nominatim.prefix.shop.insurance
source: Insurance
ca: Homes For Sale

# geocoder.search_osm_nominatim.prefix.shop.jewelry
source: Jewelry Shop
ca: Joieria

# geocoder.search_osm_nominatim.prefix.shop.kiosk
source: Kiosk Shop
ca: Quiosc botiga

# geocoder.search_osm_nominatim.prefix.shop.laundry
source: Laundry
ca: Bugaderia

# geocoder.search_osm_nominatim.prefix.shop.mall
source: Mall
ca: Centre comercial

# geocoder.search_osm_nominatim.prefix.shop.market
source: Market
ca: Mercat

# geocoder.search_osm_nominatim.prefix.shop.mobile_phone
source: Mobile Phone Shop
ca: Botiga de telèfon mòbil

# geocoder.search_osm_nominatim.prefix.shop.motorcycle
source: Motorcycle Shop
ca: Botiga de motocicletes

# geocoder.search_osm_nominatim.prefix.shop.music
source: Music Shop
ca: Botiga de música

# geocoder.search_osm_nominatim.prefix.shop.newsagent
source: Newsagent
ca: Quiosc

# geocoder.search_osm_nominatim.prefix.shop.optician
source: Optician
ca: Òptica

# geocoder.search_osm_nominatim.prefix.shop.organic
source: Organic Food Shop
ca: Botiga d'aliments orgànics

# geocoder.search_osm_nominatim.prefix.shop.outdoor
source: Outdoor Shop
ca: Botiga exterior

# geocoder.search_osm_nominatim.prefix.shop.pet
source: Pet Shop
ca: Botiga d'animals

# geocoder.search_osm_nominatim.prefix.shop.pharmacy
source: Pharmacy
ca: Farmàcia

# geocoder.search_osm_nominatim.prefix.shop.photo
source: Photo Shop
ca: Botiga de foto

# geocoder.search_osm_nominatim.prefix.shop.salon
source: Salon
ca: Sala d'estar

# geocoder.search_osm_nominatim.prefix.shop.second_hand
source: Second-hand Shop
ca: Botiga de segona mà

# geocoder.search_osm_nominatim.prefix.shop.shoes
source: Shoe Shop
ca: Sabateria

# geocoder.search_osm_nominatim.prefix.shop.shopping_centre
source: Shopping Centre
ca: Centre comercial

# geocoder.search_osm_nominatim.prefix.shop.sports
source: Sports Shop
ca: Botiga d'esports

# geocoder.search_osm_nominatim.prefix.shop.stationery
source: Stationery Shop
ca: Botiga de papereria

# geocoder.search_osm_nominatim.prefix.shop.supermarket
source: Supermarket
ca: Supermercat

# geocoder.search_osm_nominatim.prefix.shop.tailor
source: Tailor
ca: Sastreria

# geocoder.search_osm_nominatim.prefix.shop.toys
source: Toy Shop
ca: Botiga de joguines

# geocoder.search_osm_nominatim.prefix.shop.travel_agency
source: Travel Agency
ca: Agència de viatges

# geocoder.search_osm_nominatim.prefix.shop.video
source: Video Shop
ca: Video de la botiga

# geocoder.search_osm_nominatim.prefix.shop.wine
source: Off License
ca: De llicència

# geocoder.search_osm_nominatim.prefix.shop.yes
source: Shop
ca: Botiga

# geocoder.search_osm_nominatim.prefix.tourism.alpine_hut
source: Alpine Hut
ca: Cabanya alpina

# geocoder.search_osm_nominatim.prefix.tourism.artwork
source: Artwork
ca: Il·lustració

# geocoder.search_osm_nominatim.prefix.tourism.attraction
source: Attraction
ca: Atracció

# geocoder.search_osm_nominatim.prefix.tourism.bed_and_breakfast
source: Bed and Breakfast
ca: Llit i esmorzar (B&B)

# geocoder.search_osm_nominatim.prefix.tourism.cabin
source: Cabin
ca: Cabanya

# geocoder.search_osm_nominatim.prefix.tourism.camp_site
source: Camp Site
ca: Campament

# geocoder.search_osm_nominatim.prefix.tourism.caravan_site
source: Caravan Site
ca: Càmping per a caravanes

# geocoder.search_osm_nominatim.prefix.tourism.chalet
source: Chalet
ca: Xalet

# geocoder.search_osm_nominatim.prefix.tourism.guest_house
source: Guest House
ca: Alberg

# geocoder.search_osm_nominatim.prefix.tourism.hostel
source: Hostel
ca: Hostal

# geocoder.search_osm_nominatim.prefix.tourism.information
source: Information
ca: Informació

# geocoder.search_osm_nominatim.prefix.tourism.lean_to
source: Lean To
ca: Nau

# geocoder.search_osm_nominatim.prefix.tourism.museum
source: Museum
ca: Museu

# geocoder.search_osm_nominatim.prefix.tourism.picnic_site
source: Picnic Site
ca: Àrea de pícnic

# geocoder.search_osm_nominatim.prefix.tourism.theme_park
source: Theme Park
ca: Parc temàtic

# geocoder.search_osm_nominatim.prefix.tourism.valley
source: Valley
ca: Vall

# geocoder.search_osm_nominatim.prefix.tourism.viewpoint
source: Viewpoint
ca: Mirador

# geocoder.search_osm_nominatim.prefix.tourism.zoo
source: Zoo
ca: Zoològic

# geocoder.search_osm_nominatim.prefix.tunnel.culvert
source: Culvert
ca: Canonada

# geocoder.search_osm_nominatim.prefix.tunnel.yes
source: Tunnel
ca: Túnel

# geocoder.search_osm_nominatim.prefix.waterway.artificial
source: Artificial Waterway
ca: Curs d'aigua artificial

# geocoder.search_osm_nominatim.prefix.waterway.boatyard
source: Boatyard
ca: Drassana

# geocoder.search_osm_nominatim.prefix.waterway.connector
source: Waterway Connector
ca: Connector de Waterway

# geocoder.search_osm_nominatim.prefix.waterway.derelict_canal
source: Derelict Canal
ca: Hi Canal

# geocoder.search_osm_nominatim.prefix.waterway.ditch
source: Ditch
ca: Séquia

# geocoder.search_osm_nominatim.prefix.waterway.dock
source: Dock
ca: No obstant això,

# geocoder.search_osm_nominatim.prefix.waterway.drain
source: Drain
ca: De drenatge

# geocoder.search_osm_nominatim.prefix.waterway.lock
source: Lock
ca: Pany

# geocoder.search_osm_nominatim.prefix.waterway.lock_gate
source: Lock Gate
ca: Porta de panys

# geocoder.search_osm_nominatim.prefix.waterway.mineral_spring
source: Mineral Spring
ca: Mineral primavera

# geocoder.search_osm_nominatim.prefix.waterway.mooring
source: Mooring
ca: Amarradors

# geocoder.search_osm_nominatim.prefix.waterway.rapids
source: Rapids
ca: Ràpids

# geocoder.search_osm_nominatim.prefix.waterway.river
source: River
ca: Riu

# geocoder.search_osm_nominatim.prefix.waterway.wadi
source: Wadi
ca: Torrent

# geocoder.search_osm_nominatim.prefix.waterway.waterfall
source: Waterfall
ca: Cascada

# geocoder.search_osm_nominatim.prefix.waterway.water_point
source: Water Point
ca: Punt d'aigua

# geocoder.search_osm_nominatim.admin_levels.level2
source: Country Boundary
ca: Frontera
