Repository: BoFFire/translation-memory-tools
Catalog: latest-memories/po/openstreetmap-tm.po
Languages: ca

# user.new.openid association
source: <p>Your OpenID is not associated with a OpenStreetMap account yet.</p> <ul> <li>If you are new to OpenStreetMap, please create a new account using the form below.</li> <li> If you already have an account, you can login to your account using your username and password and then associate the account with your OpenID in your user settings. </li> </ul>
ca: <p>El vostre OpenID encara no està associat a un compte de OpenStreetMap.</p> <ul> <li>Si sou nou a l'OpenStreetMap, creeu un compte utilitzant el formulari següent.</li> <li> Si ja teniu un compte, podeu iniciar sessió amb el vostre compte utilitzant el nom d'usuari i contrasenya i aleshores associeu el compte amb el vostre compte OpenID a les preferències d'usuari. </li> </ul>

# user.new.continue
source: Sign Up
ca: Crear un compte

# user.new.terms accepted
source: Thanks for accepting the new contributor terms!
ca: Gràcies per a l'acceptació de les condicions de col. laborador nou!

# user.new.terms declined
source: We are sorry that you have decided to not accept the new Contributor Terms. For more information, please see <a href="%{url}">this wiki page</a>.
ca: Lamentem que vostè ha decidit no acceptar els nous termes de col. laborador. Per a més informació, si us plau vegi <a href="%{url}">aquesta pàgina de wiki</a>.

# user.terms.title
source: Contributor terms
ca: Termes de col·laboració:

# user.terms.heading
source: Contributor terms
ca: Termes de col·laboració:

# user.terms.read and accept
source: Please read the agreement and press the agree button to confirm that you accept the terms of this agreement for your existing and future contributions.
ca: Llegeiu l'acord de sota i premeu el botó D'acord per confirmar que accepteu els termes d'aquest acord per a les vostres contribucions existents i futures.

# user.terms.consider_pd
source: In addition to the above agreement, I consider my contributions to be in the Public Domain
ca: A més de l'acord de dalt, considero que les meves contribucions han d'estar en el domini públic

# user.terms.consider_pd_why
source: what's this?
ca: què és això?

# user.terms.guidance
source: Information to help understand these terms: a <a href="%{summary}">human readable summary</a> and some <a href="%{translations}">informal translations</a>
ca: Informació per ajudar a entendre aquestes condicions: un <a href="%{summary}">resum llegible humà</a> i algunes <a href="%{translations}">traduccions informals</a>

# user.terms.agree
source: Agree
ca: D'acord

# user.terms.decline
source: Decline
ca: Ho rebutjo

# user.terms.you need to accept or decline
source: Please read and then either accept or decline the new Contributor Terms to continue.
ca: Llegiu i després accepteu o rebutgeu els termes per a nous col·laboradors per continuar.

# user.terms.legale_select
source: Country of residence:
ca: Seleccioneu el vostre estat de residència:

# user.terms.legale_names.france
source: France
ca: França

# user.terms.legale_names.italy
source: Italy
ca: Itàlia

# user.terms.legale_names.rest_of_world
source: Rest of the world
ca: Resta del món

# user.no_such_user.title
source: No such user
ca: Aquest usuari no existeix

# user.no_such_user.heading
source: The user %{user} does not exist
ca: L'usuari %{user} no existeix

# user.no_such_user.body
source: Sorry, there is no user with the name %{user}. Please check your spelling, or maybe the link you clicked is wrong.
ca: No hi ha cap usuari amb el nom %{user}. Comproveu l'ortografia, o potser l'enllaç on heu fet clic és incorrecte.

# user.view.my diary
source: My Diary
ca: El meu diari

# user.view.new diary entry
source: new diary entry
ca: Nova entrada del diari

# user.view.my edits
source: My Edits
ca: Les meves edicions

# user.view.my traces
source: My Traces
ca: Les meves traces

# user.view.my notes
source: My Notes
ca: Les meves notes de mapa

# user.view.my profile
source: My Profile
ca: El meu perfil

# user.view.my settings
source: My Settings
ca: Les meves preferències

# user.view.my comments
source: My Comments
ca: Els meus comentaris

# user.view.oauth settings
source: oauth settings
ca: configuració OAuth

# user.view.blocks on me
source: Blocks on Me
ca: Blocs sobre mi

# user.view.blocks by me
source: Blocks by Me
ca: Blocs fets per mi

# user.view.send message
source: Send Message
ca: Envia el missatge

# user.view.diary
source: Diary
ca: Diari

# user.view.edits
source: Edits
ca: Modificacions

# user.view.notes
source: Map Notes
ca: Notes de mapa

# user.view.remove as friend
source: Unfriend
ca: Deixa l'amistat

# user.view.add as friend
source: Add Friend
ca: Afegeix com a amic

# user.view.mapper since
source: Mapper since:
ca: Cartografiant des de:

# user.view.ago
source: (%{time_in_words_ago} ago)
ca: (fa %{time_in_words_ago})

# user.view.ct status
source: Contributor terms:
ca: Termes del col·laborador:

# user.view.ct undecided
source: Undecided
ca: No decidit

# user.view.ct declined
source: Declined
ca: Declinats

# user.view.ct accepted
source: Accepted %{ago} ago
ca: Acceptada fa %{ago}

# user.view.latest edit
source: Latest edit %{ago}:
ca: Última edició %{ago}:

# user.view.email address
source: Email address:
ca: Adreça de correu:

# user.view.created from
source: Created from:
ca: Creat a partir de:

# user.view.status
source: Status:
ca: Estat:

# user.view.spam score
source: Spam Score:
ca: Spam Puntuació:

# user.view.description
source: Description
ca: Descripció

# user.view.user location
source: User location
ca: Ubicació de l'usuari

# user.view.if set location
source: Set your home location on the %{settings_link} page to see nearby users.
ca: Podeu configurar la vostra ubicació a la pàgina %{settings_link} per veure els usuaris propers a vostè.

# user.view.settings_link_text
source: settings
ca: preferències

# user.view.your friends
source: Your friends
ca: Els vostres amics

# user.view.no friends
source: You have not added any friends yet.
ca: No has afegit cap amics encara.

# user.view.km away
source: %{count}km away
ca: %{count}km de distància

# user.view.m away
source: %{count}m away
ca: %{count}m de distància

# user.view.nearby users
source: Other nearby users
ca: Altres usuaris propers

# user.view.no nearby users
source: There are no other users who admit to mapping nearby yet.
ca: Encra no hi ha cap altre usuari reconegui cartografiar prop.

# user.view.role.administrator
source: This user is an administrator
ca: Aquest usuari és administrador

# user.view.role.moderator
source: This user is a moderator
ca: Aquest usuari és moderador

# user.view.role.grant.administrator
source: Grant administrator access
ca: Concedir accés d'administrador

# user.view.role.grant.moderator
source: Grant moderator access
ca: Concedir accés de moderador

# user.view.role.revoke.administrator
source: Revoke administrator access
ca: Revocar l'accés d'administrador

# user.view.role.revoke.moderator
source: Revoke moderator access
ca: Revocar l'accés de moderador

# user.view.block_history
source: blocks received
ca: blocs rebuts

# user.view.moderator_history
source: blocks given
ca: blocs donats

# user.view.comments
source: Comments
ca: Comentaris

# user.view.create_block
source: block this user
ca: bloca aquest usuari

# user.view.activate_user
source: activate this user
ca: activa aquest usuari

# user.view.deactivate_user
source: deactivate this user
ca: desactiva aquest usuari

# user.view.confirm_user
source: confirm this user
ca: confirma aquest usuari

# user.view.hide_user
source: hide this user
ca: amagar aquest usuari

# user.view.unhide_user
source: unhide this user
ca: Inamagui's d'aquest usuari

# user.view.delete_user
source: delete this user
ca: Suprimeix aquest usuari

# user.view.confirm
source: Confirm
ca: Confirma

# user.view.friends_changesets
source: friends' changesets
ca: conjunts de canvis dels vostres amics

# user.view.friends_diaries
source: friends' diary entries
ca: entrades de diari dels amics

# user.view.nearby_changesets
source: nearby user changesets
ca: conjunts de canvis dels usuaris propers

# user.view.nearby_diaries
source: nearby user diary entries
ca: entrades de diari dels usuaris propers

# user.popup.your location
source: Your location
ca: La vostra ubicació

# user.popup.nearby mapper
source: Nearby mapper
ca: «Mapador» proper

# user.popup.friend
source: Friend
ca: Amic

# user.account.title
source: Edit account
ca: Edita el compte

# user.account.my settings
source: My settings
ca: Preferències

# user.account.current email address
source: Current Email Address:
ca: Adreça de correu electrònic actual:

# user.account.new email address
source: New Email Address:
ca: Nova adreça d'E-mail:

# user.account.email never displayed publicly
source: (never displayed publicly)
ca: (no es mostrarà mai en públic)

# user.account.openid.link text
source: what is this?
ca: què és això?

# user.account.public editing.heading
source: Public editing:
ca: Edició pública:

# user.account.public editing.enabled
source: Enabled. Not anonymous and can edit data.
ca: Permès. No anònims i editar les dades.

# user.account.public editing.enabled link text
source: what is this?
ca: què és això?

# user.account.public editing.disabled
source: Disabled and cannot edit data, all previous edits are anonymous.
ca: Impossibilitat i no es pot editar les dades, totes les anteriors edicions són anònims.

# user.account.public editing.disabled link text
source: why can't I edit?
ca: per què no es pot editar?

# user.account.public editing note.heading
source: Public editing
ca: Modificació pública

# user.account.public editing note.text
source: Currently your edits are anonymous and people cannot send you messages or see your location. To show what you edited and allow people to contact you through the website, click the button below. <b>Since the 0.6 API changeover, only public users can edit map data</b>. (<a href="http://wiki.openstreetmap.org/wiki/Anonymous_edits">find out why</a>).<ul><li>Your email address will not be revealed by becoming public.</li><li>This action cannot be reversed and all new users are now public by default.</li></ul>
ca: Actualment les vostres modificacions estan anònims i la gent no pot enviar missatges o veure la vostra ubicació. Per mostrar el que editat i permetre que la gent en contacte amb vostè a través del web, feu clic al botó de sota. <b>Des de canvi de l'API 0.6, només els usuaris públics pot editar les dades de mapa</b>. (<a href="http://wiki.openstreetmap.org/wiki/Anonymous_edits">esbrinar per què</a>).<ul><li>Adreces de correu electrònic no serà revelada per convertir-se en públic.</li><li>Aquesta acció no es pot fer la inversió i els nous usuaris ara són públics per defecte.</li></ul>

# user.account.contributor terms.heading
source: Contributor Terms:
ca: Termes de col·laboració:

# user.account.contributor terms.agreed
source: You have agreed to the new Contributor Terms.
ca: Que han accedit a les noves condicions de col. laborador.

# user.account.contributor terms.not yet agreed
source: You have not yet agreed to the new Contributor Terms.
ca: Que han no encara s'ha accedit a les noves condicions de col. laborador.

# user.account.contributor terms.review link text
source: Please follow this link at your convenience to review and accept the new Contributor Terms.
ca: Seguiu aquest enllaç pel vostre interès per revisar i acceptar els termes de col·laborador nou.

# user.account.contributor terms.agreed_with_pd
source: You have also declared that you consider your edits to be in the Public Domain.
ca: També heu declarat que considereu que les vostres modificacions han d'estar en el domini públic.

# user.account.contributor terms.link text
source: what is this?
ca: què és això?

# user.account.profile description
source: Profile Description:
ca: Descripció del perfil:

# user.account.preferred languages
source: Preferred Languages:
ca: Llengües preferents:

# user.account.preferred editor
source: Preferred Editor:
ca: Editor preferit:

# user.account.image
source: Image:
ca: Imatge:

# user.account.gravatar.gravatar
source: Use Gravatar
ca: Usa Gravatar

# user.account.gravatar.link text
source: what is this?
ca: què és això?

# user.account.new image
source: Add an image
ca: Afegeix una imatge

# user.account.keep image
source: Keep the current image
ca: Conserva la imatge actual

# user.account.delete image
source: Remove the current image
ca: Suprimeix la imatge actual

# user.account.replace image
source: Replace the current image
ca: Reemplaça la imatge actual

# user.account.image size hint
source: (square images at least 100x100 work best)
ca: (Plaça imatges com a mínim 100 x 100 treball millor)

# user.account.home location
source: Home Location:
ca: Ubicació inicial:

# user.account.no home location
source: You have not entered your home location.
ca: No heu especificat la ubicació d'origen.

# user.account.latitude
source: Latitude:
ca: Latitud:

# user.account.longitude
source: Longitude:
ca: Longitud:

# user.account.update home location on click
source: Update home location when I click on the map?
ca: Localització de casa d'actualització quan faig clic al mapa?

# user.account.save changes button
source: Save Changes
ca: Desa els canvis

# user.account.make edits public button
source: Make all my edits public
ca: Fes totes les meves modificacions públiques

# user.account.return to profile
source: Return to profile
ca: Torna al perfil

# user.account.flash update success confirm needed
source: User information updated successfully. Check your email for a note to confirm your new email address.
ca: Informació de l'usuari ha actualitzat correctament. Comproveu el vostre correu per confirmar la vostra adreça de correu electrònic nova.

# user.account.flash update success
source: User information updated successfully.
ca: Informació de l'usuari ha actualitzat correctament.

# user.confirm.heading
source: Check your email!
ca: Comprova el teu correu electrònic

# user.confirm.introduction_1
source: We sent you a confirmation email.
ca: T'hem enviat un correu de confirmació.

# user.confirm.introduction_2
source: Confirm your account by clicking on the link in the email and you'll be able to start mapping.
ca: Confirma el teu compte clicant a l'enllaç que es troba al correu que t'hem enviat i ja podràs començar a editar el mapa.

# user.confirm.press confirm button
source: Press the confirm button below to activate your account.
ca: Premeu el botó de confirmar sota per activar el compte.

# user.confirm.button
source: Confirm
ca: Confirma

# user.confirm.already active
source: This account has already been confirmed.
ca: Aquest compte ja ha estat confirmat.

# user.confirm.unknown token
source: That confirmation code has expired or does not exist.
ca: Aquest codi de confirmació ha expirat o no existeix.

# user.confirm.reconfirm_html
source: If you need us to resend the confirmation email, <a href="%{reconfirm}">click here</a>.
ca: Si necessites que et reenviem el correu de confirmació, <a href="%{reconfirm}">clica aquí</a>.

# user.confirm_resend.success
source: We've sent a new confirmation note to %{email} and as soon as you confirm your account you'll be able to get mapping.<br /><br />If you use an antispam system which sends confirmation requests then please make sure you whitelist webmaster@openstreetmap.org as we are unable to reply to any confirmation requests.
ca: Hem enviat un bitllet de confirmació nou per %{email} i tan aviat com confirmeu el vostre compte podreu cartografiar.<br><br>Si utilitzeu un sistema contra el correu brossa que envia les sol·licituds de confirmació, llavors autoritzeu webmaster@openstreetmap.org ja que no som capaços de respondre les sol·licituds de confirmació.

# user.confirm_resend.failure
source: User %{name} not found.
ca: L'usuari %{name} no s'ha trobat.

# user.confirm_email.heading
source: Confirm a change of email address
ca: Confirma un canvi d'adreça electrònica

# user.confirm_email.press confirm button
source: Press the confirm button below to confirm your new email address.
ca: Premeu el botó de confirmar sota per confirmar la seva adreça de correu electrònic nou.

# user.confirm_email.button
source: Confirm
ca: Confirma

# user.confirm_email.success
source: Confirmed your email address, thanks for signing up!
ca: S'ha confirmat l'adreça electrònica, gràcies per registrar-vos-hi!

# user.confirm_email.failure
source: An email address has already been confirmed with this token.
ca: Una adreça de correu electrònic ja ha estat confirmat amb aquesta fitxa.

# user.set_home.flash success
source: Home location saved successfully
ca: Localització de casa desat correctament

# user.go_public.flash success
source: All your edits are now public, and you are now allowed to edit.
ca: Ara totes les vostres edicions són públiques i ja teniu autorització per editar

# user.make_friend.heading
source: Add %{user} as a friend?
ca: Voleu afegir % {user} com un amic?

# user.make_friend.button
source: Add as friend
ca: Afegeix als amics

# user.make_friend.success
source: %{name} is now your friend!
ca: %{name} és ara el vostre amic!

# user.make_friend.failed
source: Sorry, failed to add %{name} as a friend.
ca: Ho sentim, no afegir %{name} com un amic.

# user.make_friend.already_a_friend
source: You are already friends with %{name}.
ca: Que ja sou amics amb %{name}.

# user.remove_friend.heading
source: Unfriend %{user}?
ca: Voleu suprimir %{user} dels amics?

# user.remove_friend.button
source: Unfriend
ca: Suprimeix dels amics

# user.remove_friend.success
source: %{name} was removed from your friends.
ca: %{name} s'ha suprimit dels teus amics.

# user.remove_friend.not_a_friend
source: %{name} is not one of your friends.
ca: %{name} no és un dels seus amics.

# user.filter.not_an_administrator
source: You need to be an administrator to perform that action.
ca: Cal que sigueu administrador per dur a terme aquesta acció.

# user.list.title
source: Users
ca: Usuaris

# user.list.heading
source: Users
ca: Usuaris

# user.list.showing
source: {{PLURAL|one=Page %{page} (%{first_item} of %{items})|Page %{page} (%{first_item}-%{last_item} of %{items})}}
ca: {{PLURAL|one=Pàgina %{page} (%{first_item} de %{items})|Pàgina %{page} (%{first_item}-%{last_item} de %{items})}}

# user.list.summary
source: %{name} created from %{ip_address} on %{date}
ca: %{name} creat a partir de %{ip_address} el %{date}

# user.list.summary_no_ip
source: %{name} created on %{date}
ca: %{name} creat el %{date}

# user.list.confirm
source: Confirm Selected Users
ca: Confirmar usuaris seleccionats

# user.list.hide
source: Hide Selected Users
ca: Amaga els usuaris seleccionats

# user.list.empty
source: No matching users found
ca: No hi ha usuaris que coincideixin s'ha trobat

# user.suspended.title
source: Account Suspended
ca: Compte suspès

# user.suspended.heading
source: Account Suspended
ca: Compte suspès

# user.suspended.webmaster
source: webmaster
ca: per a administradors web

# user.suspended.body
source: <p> Sorry, your account has been automatically suspended due to suspicious activity. </p> <p> This decision will be reviewed by an administrator shortly, or you may contact the %{webmaster} if you wish to discuss this. </p>
ca: <p> El vostre compte ha estat automàticament suspès a causa de l'activitat sospitosa. </p> <p> Aquesta decisió serà revisat per un administrador en breu, o es pot contactar amb el %{webmaster} si desitgeu discutir això. </p>

# user_role.filter.not_an_administrator
source: Only administrators can perform user role management, and you are not an administrator.
ca: Només els administradors poden realitzar l'administració de rols de usuaris, i vosté no és un administrador.

# user_role.filter.not_a_role
source: The string `%{role}' is not a valid role.
ca: La cadena `%{role}' no és un rol vàlid.

# user_role.filter.already_has_role
source: The user already has role %{role}.
ca: L'usuari ja té un rol %{role}.

# user_role.filter.doesnt_have_role
source: The user does not have role %{role}.
ca: L'usuari no té el rol %{role}.

# user_role.grant.title
source: Confirm role granting
ca: Confirmi la concessió de rol

# user_role.grant.heading
source: Confirm role granting
ca: Confirmi la concessió de rol

# user_role.grant.are_you_sure
source: Are you sure you want to grant the role `%{role}' to the user `%{name}'?
ca: Esteu segur que voleu concedir el paper "%{role}" a l'usuari "%{name}"?

# user_role.grant.confirm
source: Confirm
ca: Confirma

# user_role.grant.fail
source: Could not grant role `%{role}' to user `%{name}'. Please check that the user and role are both valid.
ca: Podria concedeix paper "%{role}" a l'usuari "%{name}". Si us plau, comproveu que l'usuari i el paper són vàlids.

# user_role.revoke.title
source: Confirm role revoking
ca: Confirmar revocació de rol

# user_role.revoke.heading
source: Confirm role revoking
ca: Confirmar revocació de rol

# user_role.revoke.are_you_sure
source: Are you sure you want to revoke the role `%{role}' from the user `%{name}'?
ca: Esteu segur que voleu revocar el rol `%{role}' de l'usuari `%{name}'?

# user_role.revoke.confirm
source: Confirm
ca: Confirma

# user_role.revoke.fail
source: Could not revoke role `%{role}' from user `%{name}'. Please check that the user and role are both valid.
ca: No s'ha pogut revocar el paper "%{role}" des de l'usuari "%{name}". Si us plau, comproveu que l'usuari i el paper són vàlids.

# user_block.model.non_moderator_update
source: Must be a moderator to create or update a block.
ca: Ha de ser un moderador per crear o un bloc d'actualització.

# user_block.model.non_moderator_revoke
source: Must be a moderator to revoke a block.
ca: Ha de ser un moderador per crear o un bloc d'actualització.

# user_block.not_found.sorry
source: Sorry, the user block with ID %{id} could not be found.
ca: Ho sentim, que el bloc de l'usuari amb ID %{id} no s'ha pogut trobar.

# user_block.not_found.back
source: Back to index
ca: Torna a l'índex

# user_block.new.title
source: Creating block on %{name}
ca: Creació de bloc %{name}

# user_block.new.heading
source: Creating block on %{name}
ca: Creació de bloc %{name}

# user_block.new.reason
source: The reason why %{name} is being blocked. Please be as calm and as reasonable as possible, giving as much detail as you can about the situation, remembering that the message will be publicly visible. Bear in mind that not all users understand the community jargon, so please try to use laymans terms.
ca: La raó per què està sent blocat %{name}. Manteniu la tranquil·litat i sigueu raonable com sigui possible, donant tants detalls com sigui possible sobre la situació, recordeu que el missatge serà visible públicament. Tingueu en compte que no tots els usuaris comprenen l'argot de la comunitat, així que intenteu utilitzar termes de comuns.

# user_block.new.period
source: How long, starting now, the user will be blocked from the API for.
ca: Quant de temps, a partir d'ara, l'usuari es bloca des de l'API.

# user_block.new.submit
source: Create block
ca: Crear bloc

# user_block.new.tried_contacting
source: I have contacted the user and asked them to stop.
ca: Em vaig posar en contacte amb l'usuari i li vaig demanar que s'aturés.

# user_block.new.tried_waiting
source: I have given a reasonable amount of time for the user to respond to those communications.
ca: Li he donat una quantitat raonable de temps a l'usuari per a respondre a aquestes comunicacions.

# user_block.new.needs_view
source: User needs to log in before this block will be cleared
ca: L'usuari necessita connectar-se abans que aquest bloqueig es suprimeixi

# user_block.new.back
source: View all blocks
ca: Mostra tots els blocs

# user_block.edit.title
source: Editing block on %{name}
ca: Bloc d'edició en %{name}
