Repository: BoFFire/translation-memory-tools
Catalog: latest-memories/po/openstreetmap-tm.po
Languages: ca

# help-help.editingFeaturesText
source: <p><b>To add a point to an existing way</b>, select the way and shift+click at the desired location.</p> <p><b>To delete a point</b>, select the point and click the Delete Item button in the bottom right corner or press Delete (or Backspace) on your keyboard.</p> <p><b>To delete a way</b>, select the way and click the Delete Item button in the bottom right corner or press shift+Delete (or shift+Backspace) on your keyboard.</p> <p><b>To move a point</b>, click and drag the point.</p> <p><b>To move a way</b>, click and drag the entire feature. Hint: Grab a segment where you won't accidentally move a node.</p> <p><b>To extend a way</b>, click on one of the end points of the way. Then continue drawing as usual.</p> <p><b>To add a new way extending from an existing way</b>, shift+click on one of the end points of the way. Then continue drawing as usual.</p>
ca: <p><b>Per afegir un punt a una via existent</b>, seleccioneu la via i feu clic tot prement la tecla de Majúscules en el lloc on el voleu posar.</p> <p><b>Per suprimir un punt</b>, seleccioneu-lo i feu clic sobre el botó "Suprimir element" situat a la cantonada inferior dreta o premeu la tecla de suprimir (o la d'esborrar) del teclat.</p> <p><b>Per esborrar una via</b>, seleccioneu la via i feu clic sobre el botó "Suprimir element" situat a la cantonada inferior dreta o premeu Majúscula+Suprimir (o Majúscula+Esborrar) al teclat.</p> <p><b>Per mure un punt</b>, feu clic sobre el punt i arrossegueu -lo.</p> <p><b>TPer moure una via</b>, feu clic sobre la via i arrossegueu-la. Suggerència: preneu un segment on no sigui possible de desplaçar un punt accidentalment.</p> <p><b>Per allargar una via</b>, feu clic sobre el punt d'un dels seus dos extrems i continueu afegint punts.</p> <p><b>Per afegir una nova via a partir d'un pun d'una altra d'existent</b>, feu clic sobre un dels punts de la via tot prement la tecla de majúscules després continueu afegint punts.</p>

# help-help.editAdv
source: Edit (Adv.)
ca: Modifica (Avançat)

# help-help.editingFeaturesAdv
source: Editing Features (Advanced)
ca: Funcionalitats d'edició (avançat)

# help-help.editingFeaturesAdvText
source: <p><b>To split a way</b>, select the point at which you want to cut, and click the Scissor tool or press X on your keyboard. Hint: Add a node first in order to cut between nodes.</p> <p><b>To make a junction between two ways</b>, draw as usual until you need to make a junction. Then as you move your mouse over another way, the points will light up blue. Click on one of the blue points or any other desired location on the way to make a junction.</p> <p><b>To disconnect a junction</b>, select the point on the way you wish to alter. Then press - on your keyboard to remove the point.</p> <p><b>To reverse the direction of a way</b>, click the Reverse Direction button in the bottom right corner. The direction of a way is only a concern for those features with a "oneway" tag - oneway streets, coastlines, islands, and so on.</p> <p><b>To create a way running parallel</b>, select the way and click the Create Parallel Way button in the bottom right corner or press P on your keyboard.</p> <p><b>To create a way that shares nodes with an existing way</b>, start drawing, click the first two shared nodes, then press F to automatically follow the existing way.</p> <p><i>Visit the <a href="http://wiki.openstreetmap.org/wiki/Potlatch_2/Primer" target="_blank">Potlatch 2 Primer</a> on the OpenStreetMap wiki for even more advanced editing methods and conventions.</i></p>
ca: <p><b>Per dividir una via</b>, seleccioneu el punt on voleu fer el tall i feu clic sobre les Tisores de la caixa d'eines o premeu la tecla X al teclat. Consell: si voleu tallar en un punt entre dos nodes podeu afegir primer un node al punt on voleu fer la divisió.</p> <p><b>Per connectar dues vies</b>, dibuixeu la vostra via normalment fins arribar al lloc on necessiteu fer la unió amb una altra d'existent, llavors quan desplaceu el punter del ratolí sobre l'altra via els seus punts esdevindran blaus. Feu clic sobre un dels punts blaus o sobre qualsevol altra posició de la via per fer la unió.</p> <p><b>Per desconnectar una via d'una altra</b>, seleccioneu el punt d'unió que voleu modificar. Llavors premeu la tecla - per eliminar el punt.</p> <p><b>Per invertir la direcció d'una via</b>, feu clic sobre el botó "Invertir direcció" situat a la cantonada inferior dreta. La direcció de la via només té interès en casos on la via porta l'etiqueta de "sentit únic" com en el cas dels carrers de sentit únic.</p> <p><b>Per crear una via paral·lela a una d'existent</b>, seleccioneu la via i feu clic sobre el botó "Crea via paral·lela" situat a la cantonada inferior dreta o premeu la tecla P.</p> <p><b>Per crear una via que comparteixi nodes amb una d'existent</b>, comenceu a dibuixar normalment, feu clic sobre el primer dels nodes compartits i premeu la tecla F per seguir automàticament la via existent.</p> <p><i>Visiteu <a href="http://wiki.openstreetmap.org/wiki/Potlatch_2/Primer" target="_blank">Potlatch 2 Primer</a> al wiki d'OpenStreetMap per conèixer mètodes de modificació i convencions encara més avançats.</i></p>

# help-help.tag
source: Tag
ca: Etiqueta

# help-help.taggingFeatures
source: Tagging Features
ca: S'estan etiquetant característiques

# help-help.taggingFeaturesText
source: <p>With Potlatch 2, tagging features has become relatively easy with its use of graphical menus and dedicated fields/icons.</p> <p><b>Tagging a feature</b></p> <p>Select the point or way that you wish to edit, and choose the appropriate tag from the left sidebar. After tagging the feature, some basic fields should appear such as Name, Speed Limit, and Width, depending on the tag you gave. Fill these out as best you can.</p><p>Advanced users may notice the absence of a few tags and tag values they occasionally use. If this is the case, click on the Advanced tab at the bottom of the sidebar and edit/add as necessary.</p> <p>The OpenStreetMap wiki also provides an <a href="http://wiki.openstreetmap.org/wiki/Map_features" target="_blank">extensive list of tags and tag values</a>. Please refer back to the OSM documentation if you are unsure of which tag to use.</p>
ca: <p>Amb el Potlatch 2 l'etiquetatge dels objectes del mapa ha esdevingut relativament senzilla gràcies a la utilització de menús gràfics amb camps i icones específics.</p> <p><b>Etiquetatge d'un objecte</b></p> <p>Seleccioneu el punt o la via que voleu modificar i escolliu l'etiqueta adequada a la barra lateral esquerra. Un cop assignada l'etiqueta a l'objecte, apareixeran una sèrie de camps bàsics com el Non, la velocitat màxima o l'amplada que seran diferents en funció de l'etiqueta triada. Empleneu-los el millor que pogueu.</p><p>Els usuaris avançats poden adonar-se de la manca d'alguns camps i els seus valors. Si aquest és el cas podeu fer clic sobre les opcions avançades situades a la part inferior de la barra lateral i modificar o afegir el que sigui necessari.</p> <p>El wiki d'OpenStreetMap ofereix una <a href="http://wiki.openstreetmap.org/wiki/Map_features" target="_blank">llista exhaustiva documentada de les etiquetes utilitzables i els seus valors possibles</a>. Si us plau, consulteu la documentació d'OSM si teniu qualsevol dubte sobre letiqueta a utilitzar.</p>

# help-help.shortcuts
source: Shortcuts
ca: Dreceres de teclat

# help-help.keyboardShortcuts
source: Keyboard Shortcuts
ca: Dreceres de teclat

# main-main.undo
source: Undo
ca: Desfés

# main-main.redo
source: Redo
ca: Refés

# main-main.background
source: Background
ca: Fons

# main-main.map_style
source: Map Style
ca: Estil del mapa

# main-main.gpsButton
source: GPS Data
ca: Dades de GPS

# main-main.gps_data
source: GPS Data
ca: Dades de GPS

# main-main.my_tracks
source: My Tracks
ca: Les meves traces

# main-main.clear_gps
source: Clear
ca: Neteja

# main-main.help
source: Help
ca: Ajuda

# main-main.options
source: Options
ca: Opcions

# main-main.save
source: Save
ca: Desa

# main-tag_viewer.dndprompt
source: Add new points by dragging them onto the map
ca: Afegiu punts nous arrossegant-los al mapa

# main-toolbox.delete_node
source: Delete node (Delete)
ca: Suprimeix el node

# main-toolbox.delete_area
source: Delete area (Shift+Delete)
ca: Suprimeix l'àrea (Maj + Supr)

# main-toolbox.delete_way
source: Delete way (Shift+Delete)
ca: Suprimeix l'àrea (Maj + Supr)

# main-toolbox.delete_item
source: Delete item
ca: Suprimeix l'element

# main-toolbox.reverse_direction
source: Reverse direction (V)
ca: Canvia la direcció (V)

# main-toolbox.split_way
source: Split way (X)
ca: Divideix la via

# main-toolbox.merge_ways
source: Merge ways (J)
ca: Uneix vies (J)

# main-toolbox.straighten_way
source: Straighten way
ca: Redreça la via

# main-toolbox.make_circular
source: Make circular
ca: Fes-ho circular

# main-toolbox.make_right_angled
source: Make right-angled (Q)
ca: Arregla els angles (Q)

# main-toolbox.create_parrallel_way
source: Create parallel way (P)
ca: Crea una via paral·lela (P)

# main-oauth.gotLinkBox
source: Click the link below to open a web page where you will be asked to authorise access for this application.
ca: Feu clic a l'enllaç de sota per obrir una pàgina web on se li demanarà per autoritzar l'accés per a aquesta aplicació.

# main-oauth.authorized
source: Once you've authorised the access click the 'Try access' button below
ca: Una vegada que ha autoritzat l'accés faci clic al botó inferior de 'Provar accés'

# main-oauth.deniedLabel
source: <b>Access was denied, please check, and try again</b>
ca: <b>S'ha denegat l'accés, si us plau verifiqui i torni a provar</b>

# main-oauth.rememberMe
source: Remember me
ca: Recorda'm

# main-oauth.permFail
source: <p>The server refused this application's credentials -- an authorisation link could not be obtained. </p> <p> <b>OAuth access will not be possible.</b> </p> <p> Please contact application vendor to find out what's going on.</p>
ca: <p>El servidor ha refusat les credencials d'aquesta aplicació - no s'ha pogut obtenir un enllaç d'autorització.</p> <p> <b>OAuth accés impossible.</b> </p> <p>Si us plau, consulteu el proveïdor de l'aplicació per esbrinar el que està passant.</p>

# main-oauth.tempFail
source: There was a problem contacting the server to get authorisation. This may be a temporary error, try again later.
ca: Hi ha hagut un problema en contactar amb el servidor que dona l'autorització. Pot ser un error transitori, proveu un altre cop més tard.

# main-oauth.tryAccessButton
source: Try access
ca: Proveu l'accés

# main-oauth.cancelButton
source: Cancel
ca: Cancel·la

# main-save.editDescription
source: Please enter a description of your edits. This will be used to give other mappers an idea of what changes you are making.
ca: Introduïu una descripció de les vostres modificacions. Això s'utilitzarà per donar una idea de quins canvis esteu fent a altres dibuixants de mapes.

# main-styleSelector.editButton
source: Edit...
ca: Edita...

# main-backgroundSelector.dim
source: dim
ca: enfosqueix

# main-backgroundSelector.sharpen
source: sharpen
ca: accentua el contrast

# main-backgroundSelector.editButton
source: Edit...
ca: Modifica...

# main-backgroundSelector.vectorButton
source: Vector file...
ca: Fitxer vectorial...

# main-options.tbcheck
source: Show toolbox
ca: Mostra la caixa d'eines

# main-options.cursorcheck
source: Use custom cursors
ca: Usa colors personalitzats

# main-options.ok
source: OK
ca: D'acord
