Repository: BoFFire/translation-memory-tools
Catalog: latest-memories/po/openstreetmap-tm.po
Languages: ca

# time.formats.friendly
source: %e %B %Y at %H:%M
ca: %e %B %Y a les %H.%M

# activerecord.models.acl
source: Access Control List
ca: Llista de control d'accés

# activerecord.models.changeset
source: Changeset
ca: Conjunt de canvis

# activerecord.models.changeset_tag
source: Changeset Tag
ca: Etiqueta del conjunt de canvis

# activerecord.models.country
source: Country
ca: País

# activerecord.models.diary_comment
source: Diary Comment
ca: Comentari del diari

# activerecord.models.diary_entry
source: Diary Entry
ca: Entrada al diari

# activerecord.models.friend
source: Friend
ca: Amic

# activerecord.models.language
source: Language
ca: Llengua

# activerecord.models.message
source: Message
ca: Missatge

# activerecord.models.node_tag
source: Node Tag
ca: Etiqueta del node

# activerecord.models.notifier
source: Notifier
ca: Notificador

# activerecord.models.old_node
source: Old Node
ca: Node antic

# activerecord.models.old_node_tag
source: Old Node Tag
ca: Etiqueta del node antic

# activerecord.models.old_relation
source: Old Relation
ca: Relació antiga

# activerecord.models.old_relation_member
source: Old Relation Member
ca: Membre de la relació antiga

# activerecord.models.old_relation_tag
source: Old Relation Tag
ca: Etiqueta de relació antiga

# activerecord.models.old_way
source: Old Way
ca: Via antiga

# activerecord.models.old_way_node
source: Old Way Node
ca: Node de la via antiga

# activerecord.models.old_way_tag
source: Old Way Tag
ca: Etiqueta de la via antiga

# activerecord.models.relation
source: Relation
ca: Relació

# activerecord.models.relation_member
source: Relation Member
ca: Membre de la relació

# activerecord.models.relation_tag
source: Relation Tag
ca: Etiqueta de la relació

# activerecord.models.session
source: Session
ca: Sessió

# activerecord.models.trace
source: Trace
ca: Traça

# activerecord.models.tracepoint
source: Trace Point
ca: Punt de la traça

# activerecord.models.tracetag
source: Trace Tag
ca: Etiqueta de la traça

# activerecord.models.user
source: User
ca: Usuari

# activerecord.models.user_preference
source: User Preference
ca: Preferència d'usuari

# activerecord.models.user_token
source: User Token
ca: Testimoni d'usuari

# activerecord.models.way
source: Way
ca: Via

# activerecord.models.way_node
source: Way Node
ca: Node de la via

# activerecord.models.way_tag
source: Way Tag
ca: Etiqueta de la via

# activerecord.attributes.diary_comment.body
source: Body
ca: Cos

# activerecord.attributes.diary_entry.user
source: User
ca: Usuari

# activerecord.attributes.diary_entry.title
source: Title
ca: Títol

# activerecord.attributes.diary_entry.latitude
source: Latitude
ca: Latitud

# activerecord.attributes.diary_entry.longitude
source: Longitude
ca: Longitud

# activerecord.attributes.diary_entry.language
source: Language
ca: Idioma

# activerecord.attributes.friend.user
source: User
ca: Usuari

# activerecord.attributes.friend.friend
source: Friend
ca: Amic

# activerecord.attributes.trace.user
source: User
ca: Usuari

# activerecord.attributes.trace.name
source: Name
ca: Nom

# activerecord.attributes.trace.size
source: Size
ca: Mida

# activerecord.attributes.trace.latitude
source: Latitude
ca: Latitud

# activerecord.attributes.trace.longitude
source: Longitude
ca: Longitud

# activerecord.attributes.trace.public
source: Public
ca: Públic

# activerecord.attributes.trace.description
source: Description
ca: Descripció

# activerecord.attributes.message.sender
source: Sender
ca: Remitent

# activerecord.attributes.message.title
source: Title
ca: Títol

# activerecord.attributes.message.body
source: Body
ca: Cos

# activerecord.attributes.message.recipient
source: Recipient
ca: Destinatari

# activerecord.attributes.user.email
source: Email
ca: Adreça electrònica

# activerecord.attributes.user.active
source: Active
ca: Actiu

# activerecord.attributes.user.display_name
source: Display Name
ca: Nom en pantalla

# activerecord.attributes.user.description
source: Description
ca: Descripció

# activerecord.attributes.user.languages
source: Languages
ca: Idiomes

# activerecord.attributes.user.pass_crypt
source: Password
ca: Contrasenya

# editor.default
source: Default (currently %{name})
ca: Predeterminat (actualment %{name})

# editor.potlatch.description
source: Potlatch 1 (in-browser editor)
ca: Potlatch 1 (editor al navegador)

# editor.id.description
source: iD (in-browser editor)
ca: iD (editor al navegador)

# editor.potlatch2.description
source: Potlatch 2 (in-browser editor)
ca: Potlatch 2 (editor al navegador)

# editor.remote.name
source: Remote Control
ca: Control Remot

# editor.remote.description
source: Remote Control (JOSM or Merkaartor)
ca: Control remot (JOSM o Merkaartor)

# browse.changeset.title
source: Changeset
ca: Conjunt de canvis

# browse.changeset.changeset
source: Changeset: %{id}
ca: Conjunt de canvis: %{id}

# browse.changeset.changesetxml
source: Changeset XML
ca: XML del conjunt de canvis

# browse.changeset.osmchangexml
source: osmChange XML
ca: XML en format osmChange

# browse.changeset.feed.title
source: Changeset %{id}
ca: Conjunt de canvis %{id}

# browse.changeset.feed.title_comment
source: Changeset %{id} - %{comment}
ca: Conjunt de canvis %{id} - %{comment}

# browse.navigation.user.name_changeset_tooltip
source: View edits by %{user}
ca: Visualitza les edicions de %{user}

# browse.navigation.user.prev_changeset_tooltip
source: Previous edit by %{user}
ca: Edició anterior de %{user}

# browse.navigation.user.next_changeset_tooltip
source: Next edit by %{user}
ca: Propera edició de %{user}

# browse.navigation.all.prev_node_tooltip
source: Previous node
ca: Node anterior

# browse.navigation.all.next_node_tooltip
source: Next node
ca: Node següent

# browse.navigation.all.prev_way_tooltip
source: Previous way
ca: Via anterior

# browse.navigation.all.next_way_tooltip
source: Next way
ca: Via següent

# browse.navigation.all.prev_relation_tooltip
source: Previous relation
ca: Relació anterior

# browse.navigation.all.next_relation_tooltip
source: Next relation
ca: Relació següent

# browse.navigation.all.prev_changeset_tooltip
source: Previous changeset
ca: Conjunt de canvis anterior

# browse.navigation.all.next_changeset_tooltip
source: Next changeset
ca: Conjunt de canvis següent

# browse.navigation.all.prev_note_tooltip
source: Previous note
ca: Nota anterior

# browse.navigation.all.next_note_tooltip
source: Next note
ca: Nota següent

# browse.changeset_details.created_at
source: Created at:
ca: Creat el:

# browse.changeset_details.closed_at
source: Closed at:
ca: Tancat el:

# browse.changeset_details.belongs_to
source: Belongs to:
ca: Pertany a:

# browse.changeset_details.bounding_box
source: Bounding box:
ca: Caixa contenidora:

# browse.changeset_details.no_bounding_box
source: No bounding box has been stored for this changeset.
ca: No hi ha bounding box s'ha emmagatzemat per a aquest el conjunt de canvis.

# browse.changeset_details.show_area_box
source: Show Area Box
ca: Mostra caixa de l'àrea

# browse.changeset_details.box
source: box
ca: caixa

# browse.changeset_details.has_nodes
source: {{PLURAL|one=Has the following %{count} node:|Has the following %{count} nodes:}}
ca: {{PLURAL|one=Té el següent %{count} node:|Té els següents %{count} nodes:}}

# browse.changeset_details.has_ways
source: {{PLURAL|one=Has the following %{count} way:|Has the following %{count} ways:}}
ca: {{PLURAL|one=Té la següent via:|Té les següents %{count} vies:}}

# browse.changeset_details.has_relations
source: {{PLURAL|one=Has the following %{count} relation:|Has the following %{count} relations:}}
ca: {{PLURAL|one=Té la següent %{count} relació:|Té les següents %{count} relacions:}}

# browse.common_details.edited_at
source: Edited at:
ca: Editat:

# browse.common_details.edited_by
source: Edited by:
ca: Editat per:

# browse.common_details.deleted_at
source: Deleted at:
ca: Suprimit el:

# browse.common_details.deleted_by
source: Deleted by:
ca: Eliminat per:

# browse.common_details.version
source: Version:
ca: Versió

# browse.common_details.in_changeset
source: In changeset:
ca: Al conjunt de canvis:

# browse.common_details.changeset_comment
source: Comment:
ca: Comentari:

# browse.containing_relation.entry
source: Relation %{relation_name}
ca: Relació %{relation_name}

# browse.containing_relation.entry_role
source: Relation %{relation_name} (as %{relation_role})
ca: Relació %{relation_name} (com a %{relation_role})

# browse.map.loading
source: Loading...
ca: S'està carregant...

# browse.map.deleted
source: Deleted
ca: Suprimit

# browse.map.larger.area
source: View area on larger map
ca: Visualitza l'àrea en un mapa més gran

# browse.map.larger.node
source: View node on larger map
ca: Visualitza el node en un mapa més gran

# browse.map.larger.way
source: View way on larger map
ca: Visualitza la via en un mapa més gran

# browse.map.larger.relation
source: View relation on larger map
ca: Visualitza la relació en un mapa més gran

# browse.map.larger.note
source: View note on larger map
ca: Mostra la nota en un mapa més gran

# browse.map.edit.area
source: Edit area
ca: Modifica l'àrea

# browse.map.edit.node
source: Edit node
ca: Modifica el node

# browse.map.edit.way
source: Edit way
ca: Modifica la via

# browse.map.edit.relation
source: Edit relation
ca: Modifica la relació

# browse.map.edit.note
source: Edit note
ca: Edita la nota

# browse.node_details.coordinates
source: Coordinates:
ca: Coordenades:

# browse.node_details.part_of
source: Part of:
ca: Part de:

# browse.node_history.node_history
source: Node History
ca: Historial del node

# browse.node_history.node_history_title
source: Node History: %{node_name}
ca: Historial del node: %{node_name}

# browse.node_history.download_xml
source: Download XML
ca: Baixa l'XML

# browse.node_history.view_details
source: View details
ca: Mostra els detalls

# browse.node.download_xml
source: Download XML
ca: Baixa l'XML

# browse.node.view_history
source: View history
ca: Mostra l'historial

# browse.node.edit
source: Edit node
ca: Modifica el node

# browse.not_found.sorry
source: Sorry, the %{type} with the id %{id}, could not be found.
ca: Ho sentim, no s'ha trobat el %{type} amb l'id %{id}.

# browse.not_found.type.way
source: way
ca: via

# browse.not_found.type.relation
source: relation
ca: relació

# browse.not_found.type.changeset
source: changeset
ca: conjunt de canvis

# browse.timeout.sorry
source: Sorry, the data for the %{type} with the id %{id}, took too long to retrieve.
ca: Ho sentim, hem trigat massa en obtenir les dades pel tipus %{type} amb identificador %{id}.

# browse.timeout.type.way
source: way
ca: via

# browse.timeout.type.relation
source: relation
ca: relació

# browse.timeout.type.changeset
source: changeset
ca: conjunt de canvis

# browse.paging_nav.showing_page
source: page
ca: pàgina

# browse.paging_nav.of
source: of
ca: de

# browse.redacted.redaction
source: Redaction %{id}
ca: Redacció %{id}

# browse.redacted.message_html
source: Version %{version} of this %{type} cannot be shown as it has been redacted. Please see %{redaction_link} for details.
ca: La versió %{version} d'aquest %{type} no pot ser mostrada com ha estat redactada. Si us plau, vegeu %{redaction_link} per més detalls.

# browse.redacted.type.way
source: way
ca: via

# browse.redacted.type.relation
source: relation
ca: relació

# browse.relation_details.members
source: Members:
ca: Membres:

# browse.relation_details.part_of
source: Part of:
ca: Part de:

# browse.relation_history.relation_history
source: Relation History
ca: Historial de la relació

# browse.relation_history.relation_history_title
source: Relation History: %{relation_name}
ca: Historial de la relació: %{relation_name}

# browse.relation_history.download_xml
source: Download XML
ca: Baixa l'XML

# browse.relation_history.view_details
source: View details
ca: Mostra els detalls

# browse.relation_member.entry_role
source: %{type} %{name} as %{role}
ca: %{type} %{name} com %{role}

# browse.relation_member.type.way
source: Way
ca: Via

# browse.relation_member.type.relation
source: Relation
ca: Relació

# browse.relation.relation
source: Relation
ca: Relació

# browse.relation.relation_title
source: Relation: %{relation_name}
ca: Relació: %{relation_name}

# browse.relation.download_xml
source: Download XML
ca: Baixa l'XML

# browse.relation.view_history
source: View history
ca: Mostra l'historial

# browse.start_rjs.notes_layer_name
source: Browse Notes
ca: Navega per les notes

# browse.start_rjs.data_layer_name
source: Browse Map Data
ca: Explora les dades del mapa

# browse.start_rjs.data_frame_title
source: Data
ca: Informació

# browse.start_rjs.zoom_or_select
source: Zoom in or select an area of the map to view
ca: Amplia o selecciona una àrea del mapa per mostrar

# browse.start_rjs.view_data
source: View data for current map view
ca: Mostra les dades per la vista actual del mapa

# browse.start_rjs.manually_select
source: Manually select a different area
ca: Selecciona manualment una àrea diferent

# browse.start_rjs.hide_areas
source: Hide areas
ca: Oculta les zones

# browse.start_rjs.show_areas
source: Show areas
ca: Mostra les zones

# browse.start_rjs.loaded_an_area_with_num_features
source: You have loaded an area which contains %{num_features} features. In general, some browsers may not cope well with displaying this quantity of data. Generally, browsers work best at displaying less than %{max_features} features at a time: doing anything else may make your browser slow/unresponsive. If you are sure you want to display this data, you may do so by clicking the button below.
ca: Heu carregat una àrea que conté %{num_features} elements. En general, els navegadors no poden mostrar una quantitat tant gran de dades, funcionen millor mostrant menys de 100 elements a la vegada: el fet de voler que es mostri una quantitat més gran pot fer que el vostre navegador esdevingui lent o que deixi de respondre. Si esteu segur que voleu mostrar aquestes dades, podeu fer-ho fent clic sobre el botó de sota.

# browse.start_rjs.load_data
source: Load Data
ca: Carrega dades

# browse.start_rjs.unable_to_load_size
source: Unable to load: Bounding box size of %{bbox_size} is too large (must be smaller than %{max_bbox_size})
ca: No es pot carregar: Bounding mida de caixa de %{bbox_size} és massa gran (ha de ser més petita que %{max_bbox_size})

# browse.start_rjs.loading
source: Loading...
ca: S'està carregant...

# browse.start_rjs.show_history
source: Show History
ca: Mostra l'historial

# browse.start_rjs.wait
source: Wait...
ca: Espereu...

# browse.start_rjs.history_for_feature
source: History for %{feature}
ca: Historial per a %{feature}

# browse.start_rjs.details
source: Details
ca: Detalls

# browse.start_rjs.private_user
source: private user
ca: usuari privat

# browse.start_rjs.edited_by_user_at_timestamp
source: Edited by %{user} at %{timestamp}
ca: Editat per %{user} el %{timestamp}

# browse.start_rjs.object_list.heading
source: Object list
ca: Llista d'objectes

# browse.start_rjs.object_list.back
source: Back to object list
ca: Torna a la llista d'objectes

# browse.start_rjs.object_list.type.way
source: Way
ca: Via

# browse.start_rjs.object_list.api
source: Retrieve this area from the API
ca: Obté aquesta àrea mitjançant l'API

# browse.start_rjs.object_list.details
source: Details
ca: Detalls

# browse.start_rjs.object_list.selected.type.way
source: Way %{id}
ca: Via %{id}

# browse.start_rjs.object_list.history.type.way
source: Way %{id}
ca: Via %{id}

# browse.tag_details.tags
source: Tags:
ca: Etiquetes:

# browse.tag_details.wiki_link.key
source: The wiki description page for the %{key} tag
ca: La pàgina de descripció del wiki per l'etiqueta %{key}

# browse.tag_details.wiki_link.tag
source: The wiki description page for the %{key}=%{value} tag
ca: La pàgina de descripció del wiki per l'etiqueta %{key}=%{value}

# browse.tag_details.wikipedia_link
source: The %{page} article on Wikipedia
ca: L'article %{page} a la Viquipèdia

# browse.way_details.part_of
source: Part of:
ca: Part de:

# browse.way_details.also_part_of
source: {{PLURAL|one=part of way %{related_ways}|part of ways %{related_ways}}}
ca: {{PLURAL|one=part de la via %{related_ways}|part de les vies %{related_ways}}}

# browse.way_history.way_history
source: Way History
ca: Historial de la via

# browse.way_history.way_history_title
source: Way History: %{way_name}
ca: Historial de la via: %{way_name}

# browse.way_history.download_xml
source: Download XML
ca: Descarrega XML

# browse.way_history.view_details
source: View details
ca: Mostra els detalls

# browse.way.way
source: Way
ca: Via

# browse.way.way_title
source: Way: %{way_name}
ca: Via: %{way_name}

# browse.way.download_xml
source: Download XML
ca: Baixa l'XML

# browse.way.view_history
source: View history
ca: Mostra l'historial

# browse.way.edit
source: Edit way
ca: Modifica la via

# browse.note.title
source: Note
ca: Nota

# browse.note.open_title
source: Unresolved note: %{note_name}
ca: nota no resolta: %{note_name}

# browse.note.closed_title
source: Resolved note: %{note_name}
ca: Nota resolta

# browse.note.opened
source: Opened:
ca: Obert:

# browse.note.last_modified
source: Last modified:
ca: Última modificació:

# browse.note.closed
source: Closed:
ca: Tancat:

# browse.note.at_html
source: %{when} ago
ca: Fa %{when}

# browse.note.at_by_html
source: %{when} ago by %{user}
ca: Fa %{when} per %{user}

# browse.note.description
source: Description:
ca: Descripció:

# browse.note.comments
source: Comments:
ca: Comentaris:

# changeset.changeset_paging_nav.showing_page
source: Page %{page}
ca: Pàgina %{page}

# changeset.changeset_paging_nav.next
source: Next »
ca: Endavant »

# changeset.changeset_paging_nav.previous
source: « Previous
ca: « Enrere

# changeset.changeset.still_editing
source: (still editing)
ca: (encara en edició)

# changeset.changeset.anonymous
source: Anonymous
ca: Anònim

# changeset.changeset.no_comment
source: (none)
ca: (cap)

# changeset.changeset.no_edits
source: (no edits)
ca: (sense edicions)

# changeset.changeset.show_area_box
source: show area box
ca: Mostra capsa de l'àrea

# changeset.changeset.big_area
source: (big)
ca: (gran)

# changeset.changeset.view_changeset_details
source: View changeset details
ca: Mostra els detalls del conjunt de canvis

# changeset.changesets.saved_at
source: Saved at
ca: Desat a

# changeset.changesets.user
source: User
ca: Usuari

# changeset.changesets.comment
source: Comment
ca: Comentari

# changeset.changesets.area
source: Area
ca: Àrea

# changeset.list.title
source: Changesets
ca: Conjunt de canvis

# changeset.list.title_user
source: Changesets by %{user}
ca: Conjunt de canvis de %{user}

# changeset.list.title_bbox
source: Changesets within %{bbox}
ca: Conjunt de canvis dins de %{bbox}

# changeset.list.title_user_bbox
source: Changesets by %{user} within %{bbox}
ca: Conjunt de canvis de %{user} dins de %{bbox}

# changeset.list.title_friend
source: Changesets by your friends
ca: Conjunts de canvis dels vostres amics

# changeset.list.title_nearby
source: Changesets by nearby users
ca: Conjunts de canvis d'usuaris propers

# changeset.list.heading
source: Changesets
ca: Conjunt de canvis

# changeset.list.heading_user
source: Changesets
ca: Conjunt de canvis

# changeset.list.heading_bbox
source: Changesets
ca: Conjunt de canvis

# changeset.list.heading_user_bbox
source: Changesets
ca: Conjunt de canvis

# changeset.list.heading_friend
source: Changesets
ca: Conjunts de canvis

# changeset.list.heading_nearby
source: Changesets
ca: Conjunts de canvis

# changeset.list.description
source: Browse recent contributions to the map
ca: Navega pels canvis recents al mapa

# changeset.list.description_user
source: Changesets by %{user}
ca: Conjunt de canvis fets per %{user}

# changeset.list.description_bbox
source: Changesets within %{bbox}
ca: Conjunt de canvis dins de %{bbox}

# changeset.list.description_user_bbox
source: Changesets by %{user} within %{bbox}
ca: Conjunt de canvis de %{user} dins de %{bbox}

# changeset.list.description_friend
source: Changesets by your friends
ca: Conjunts de canvis dels vostres amics

# changeset.list.description_nearby
source: Changesets by nearby users
ca: Conjunts de canvis d'usuaris propers

# changeset.list.empty_user_html
source: It looks you haven't made any edits yet. To get started, check out the <a href='http://wiki.openstreetmap.org/wiki/Beginners_Guide_1.3'>Beginners Guide</a>.
ca: Sembla que encara no heu fet cap modificació. Per començar feu un cop d'ull a la <a href='http://wiki.openstreetmap.org/wiki/Beginners_Guide_1.3'>Guia d'iniciació </a>.

# changeset.list.empty_anon_html
source: No edits made yet.
ca: Encara no ha estat feta cap modificació.

# changeset.timeout.sorry
source: Sorry, the list of changesets you requested took too long to retrieve.
ca: La llista de conjunt de canvis que heu sol·licitat ha trigat massa a recuperar-se.

# diary_entry.new.title
source: New Diary Entry
ca: Nova Entrada de Diari

# diary_entry.list.title
source: Users' diaries
ca: Diaris d'usuari/a

# diary_entry.list.title_friends
source: Friends' diaries
ca: Diaris dels amics

# diary_entry.list.title_nearby
source: Nearby Users' diaries
ca: Diaris d'amics propers

# diary_entry.list.user_title
source: %{user}'s diary
ca: Diari de %{user}

# diary_entry.list.in_language_title
source: Diary Entries in %{language}
ca: Entrades de diari en %{language}

# diary_entry.list.new
source: New Diary Entry
ca: Nova Entrada de Diari

# diary_entry.list.new_title
source: Compose a new entry in your user diary
ca: Redacta una nova entrada al teu diari d'usuari/a

# diary_entry.list.no_entries
source: No diary entries
ca: No hi ha entrades al diari

# diary_entry.list.recent_entries
source: Recent diary entries
ca: Entrades recents al diari:

# diary_entry.list.older_entries
source: Older Entries
ca: Entrades més antigues

# diary_entry.list.newer_entries
source: Newer Entries
ca: Entrades més recents

# diary_entry.edit.title
source: Edit diary entry
ca: Edita entrada del diari

# diary_entry.edit.subject
source: Subject:
ca: Assumpte:

# diary_entry.edit.body
source: Body:
ca: Cos del missatge:

# diary_entry.edit.language
source: Language:
ca: Llengua:

# diary_entry.edit.location
source: Location:
ca: Ubicació:

# diary_entry.edit.latitude
source: Latitude:
ca: Latitud:

# diary_entry.edit.longitude
source: Longitude:
ca: Longitud:

# diary_entry.edit.use_map_link
source: use map
ca: usa el mapa

# diary_entry.edit.save_button
source: Save
ca: Desa

# diary_entry.edit.marker_text
source: Diary entry location
ca: Localització de l'Entrada del Diari

# diary_entry.view.title
source: %{user}'s diary | %{title}
ca: Diari de %{user} | %{title}

# diary_entry.view.user_title
source: %{user}'s diary
ca: Diari de %{user}

# diary_entry.view.leave_a_comment
source: Leave a comment
ca: Deixa un comentari

# diary_entry.view.login_to_leave_a_comment
source: %{login_link} to leave a comment
ca: %{login_link} per deixar un comentari

# diary_entry.view.login
source: Login
ca: Accés

# diary_entry.view.save_button
source: Save
ca: Desa

# diary_entry.no_such_entry.title
source: No such diary entry
ca: No hi ha entrada al diari com

# diary_entry.no_such_entry.heading
source: No entry with the id: %{id}
ca: No hi ha cap entrada amb la id %{id}

# diary_entry.no_such_entry.body
source: Sorry, there is no diary entry or comment with the id %{id}. Please check your spelling, or maybe the link you clicked is wrong.
ca: Ho sentim, que no hi ha cap entrada del diari o comentari amb l'id %{id}. Si us plau, comproveu l'ortografia, o potser l'enllaç que es fa clic està malament.
