Repository: BoFFire/translation-memory-tools
Catalog: latest-memories/po/openstreetmap-tm.po
Languages: ca

# notifier.message_notification.header
source: %{from_user} has sent you a message through OpenStreetMap with the subject %{subject}:
ca: %{from_user} ha enviat un missatge a través de OpenStreetMap amb el tema %{subject}:

# notifier.message_notification.footer_html
source: You can also read the message at %{readurl} and you can reply at %{replyurl}
ca: També podeu llegir el missatge a % {readurl} i podeu respondre'l a % {replyurl}

# notifier.friend_notification.subject
source: [OpenStreetMap] %{user} added you as a friend
ca: [OpenStreetMap] %{user} us ha afegit a la llista d'amics

# notifier.friend_notification.had_added_you
source: %{user} has added you as a friend on OpenStreetMap.
ca: %{user} us ha afegit com a amic a l'OpenStreetMap.

# notifier.friend_notification.see_their_profile
source: You can see their profile at %{userurl}.
ca: Podeu veure el seu perfil a %{userurl}.

# notifier.friend_notification.befriend_them
source: You can also add them as a friend at %{befriendurl}.
ca: També el podeu afegir com a amic a %{befriendurl}.

# notifier.gpx_notification.greeting
source: Hi,
ca: Hola,

# notifier.gpx_notification.your_gpx_file
source: It looks like your GPX file
ca: Sembla el vostre fitxer GPX

# notifier.gpx_notification.with_description
source: with the description
ca: amb la descripció

# notifier.gpx_notification.and_the_tags
source: and the following tags:
ca: i les etiquetes següents:

# notifier.gpx_notification.and_no_tags
source: and no tags.
ca: i cap etiqueta.

# notifier.gpx_notification.failure.subject
source: [OpenStreetMap] GPX Import failure
ca: [OpenStreetMap] Error d'importació de GPX

# notifier.gpx_notification.failure.failed_to_import
source: failed to import. Here is the error:
ca: no es pot importar. Aquí està l'error:

# notifier.gpx_notification.failure.more_info_1
source: More information about GPX import failures and how to avoid
ca: Més informació en relació a errades d'importació GPX i com evitar-les

# notifier.gpx_notification.failure.more_info_2
source: them can be found at:
ca: ells es pot trobar a:

# notifier.gpx_notification.success.subject
source: [OpenStreetMap] GPX Import success
ca: [OpenStreetMap] L'èxit de GPX importació

# notifier.gpx_notification.success.loaded_successfully
source: loaded successfully with %{trace_points} out of a possible %{possible_points} points.
ca: carregat amb %{trace_points} fora d'un punts possibles %{possible_points}.

# notifier.signup_confirm.subject
source: [OpenStreetMap] Welcome to OpenStreetMap
ca: [OpenStreetMap] Benvinguts a OpenStreetMap

# notifier.signup_confirm.greeting
source: Hi there!
ca: Hola!

# notifier.signup_confirm.created
source: Someone (hopefully you) just created an account at %{site_url}.
ca: Algú (suposem que vós mateix) acaba de crear un compte a %{site_url}.

# notifier.signup_confirm.confirm
source: Before we do anything else, we need to confirm that this request came from you, so if it did then please click the link below to confirm your account:
ca: Primer de tot hem de confirmar que aquesta petició ha estat feta per vostè, si ha estat així, si us plau, premeu sobre el següent enllaç per tal confirmar la vostra petició de creació del compte d'usuari:

# notifier.signup_confirm.welcome
source: After you confirm your account, we'll provide you with some additional information to get you started.
ca: Després que confirmis el teu compte, et donarem més informació per tal que puguis començar amb els coneixements bàsics.

# notifier.email_confirm.subject
source: [OpenStreetMap] Confirm your email address
ca: [OpenStreetMap] Confirmeu l'adreça de correu

# notifier.email_confirm_plain.greeting
source: Hi,
ca: Hola,

# notifier.email_confirm_plain.hopefully_you
source: Someone (hopefully you) would like to change their email address over at %{server_url} to %{new_address}.
ca: Algú (esperem que vostè) vol canviar la vostra adreça electrònica a %{server_url} per %{new_address}.

# notifier.email_confirm_plain.click_the_link
source: If this is you, please click the link below to confirm the change.
ca: Si sou vós mateix, feu clic a l'enllaç inferior per confirmar el canvi.

# notifier.email_confirm_html.greeting
source: Hi,
ca: Hola,

# notifier.email_confirm_html.hopefully_you
source: Someone (hopefully you) would like to change their email address over at %{server_url} to %{new_address}.
ca: Algú (esperem que vostè) vol canviar la vostra adreça electrònica a %{server_url} per %{new_address}.

# notifier.email_confirm_html.click_the_link
source: If this is you, please click the link below to confirm the change.
ca: Si això és vostè, si us plau, feu clic a l'enllaç sota per confirmar el canvi.

# notifier.lost_password.subject
source: [OpenStreetMap] Password reset request
ca: [OpenStreetMap] Sol·licitud de reinicialització de contrasenya

# notifier.lost_password_plain.greeting
source: Hi,
ca: Hola,

# notifier.lost_password_plain.hopefully_you
source: Someone (possibly you) has asked for the password to be reset on this email address's openstreetmap.org account.
ca: Algú (possiblement vostè) ha demanat que la contrasenya d'aquest compte d'openstreetmap.org li siga reiniciada a la vostra adreça de correu electrònic.

# notifier.lost_password_plain.click_the_link
source: If this is you, please click the link below to reset your password.
ca: Si això és vostè, si us plau, feu clic a l'enllaç de sota per restaurar la seva contrasenya.

# notifier.lost_password_html.greeting
source: Hi,
ca: Hola,

# notifier.lost_password_html.hopefully_you
source: Someone (possibly you) has asked for the password to be reset on this email address's openstreetmap.org account.
ca: Algú (possiblement vostè) ha demanat per a la contrasenya restaurar el compte de openstreetmap.org d'aquesta adreça de correu electrònic.

# notifier.lost_password_html.click_the_link
source: If this is you, please click the link below to reset your password.
ca: Si sou vós, feu clic a l'enllaç de sota per restaurar la vostra contrasenya.

# notifier.note_comment_notification.anonymous
source: An anonymous user
ca: Un usuari anònim

# notifier.note_comment_notification.greeting
source: Hi,
ca: Hola,

# notifier.note_comment_notification.commented.subject_own
source: [OpenStreetMap] %{commenter} has commented on one of your notes
ca: [OpenStreetMap] %{commenter} ha comentat en una de les teves notes

# notifier.note_comment_notification.commented.subject_other
source: [OpenStreetMap] %{commenter} has commented on a note you are interested in
ca: [OpenStreetMap] %{commenter} ha comentat en una nota la qual teniu interès

# notifier.note_comment_notification.commented.your_note
source: %{commenter} has left a comment on one of your map notes near %{place}.
ca: %{commenter} ha fet un comentari en una de les teves notes del mapa aprop de %{place}.

# notifier.note_comment_notification.commented.commented_note
source: %{commenter} has left a comment on a map note you have commented on. The note is near %{place}.
ca: %{commenter} ha fet un comentari en una nota de mapa a la qual has comentat. Aquesta nota és aprop de %{place}.

# notifier.note_comment_notification.closed.subject_own
source: [OpenStreetMap] %{commenter} has resolved one of your notes
ca: [OpenStreetMap] %{commenter} ha solucionat una de les teves notes

# notifier.note_comment_notification.closed.subject_other
source: [OpenStreetMap] %{commenter} has resolved a note you are interested in
ca: [OpenStreetMap] %{commenter} ha solucionat una nota que t'interessa

# notifier.note_comment_notification.closed.your_note
source: %{commenter} has resolved one of your map notes near %{place}.
ca: %{commenter} ha resolt una de les notes de mapa a prop %{place}.

# notifier.note_comment_notification.closed.commented_note
source: %{commenter} has resolved a map note you have commented on. The note is near %{place}.
ca: %{commenter} ha resolt una nota de mapa en la qual has comentat. Aquesta nota és aprop de %{place}.

# notifier.note_comment_notification.reopened.subject_own
source: [OpenStreetMap] %{commenter} has reactivated one of your notes
ca: % [OpenStreetMap] {comentarista} ha reactivat una de les vostres notes

# notifier.note_comment_notification.reopened.subject_other
source: [OpenStreetMap] %{commenter} has reactivated a note you are interested in
ca: % [OpenStreetMap] {comentarista} ha reactivat una nota en que vostè està interessat

# notifier.note_comment_notification.reopened.your_note
source: %{commenter} has reactivated one of your map notes near %{place}.
ca: % {comentarista} ha reactivat una de les notes de mapa a prop % {Lloc}.

# notifier.note_comment_notification.reopened.commented_note
source: %{commenter} has reactivated a map note you have commented on. The note is near %{place}.
ca: % {comentarista} ha reactivat una nota de mapa en la qual hi heu comentat. La nota és a prop de % {lloc}.

# notifier.note_comment_notification.details
source: More details about the note can be found at %{url}.
ca: Podeu trobar més detalls de la nota a %{url}.

# message.inbox.title
source: Inbox
ca: Safata d'entrada

# message.inbox.my_inbox
source: My Inbox
ca: La meva safata d'entrada

# message.inbox.outbox
source: outbox
ca: Safata de sortida

# message.inbox.messages
source: You have %{new_messages} and %{old_messages}
ca: Teniu %{new_messages} i %{old_messages}

# message.inbox.new_messages
source: {{PLURAL|one=%{count} new message|%{count} new messages}}
ca: {{PLURAL|one=%{count} missatge nou|%{count} missatges nous}}

# message.inbox.old_messages
source: {{PLURAL|one=%{count} old message|%{count} old messages}}
ca: {{PLURAL|one=%{count} missatge antic|%{count} missatges antics}}

# message.inbox.from
source: From
ca: De

# message.inbox.subject
source: Subject
ca: Assumpte

# message.inbox.date
source: Date
ca: Data

# message.inbox.no_messages_yet
source: You have no messages yet. Why not get in touch with some of the %{people_mapping_nearby_link}?
ca: No teniu cap missatge. Per què no entreu en contacte amb %{people_mapping_nearby_link}?

# message.inbox.people_mapping_nearby
source: people mapping nearby
ca: gent propera que cartografia

# message.message_summary.unread_button
source: Mark as unread
ca: Marca com a no llegit

# message.message_summary.read_button
source: Mark as read
ca: Marca com a llegit

# message.message_summary.reply_button
source: Reply
ca: Respon

# message.message_summary.delete_button
source: Delete
ca: Suprimeix

# message.new.title
source: Send message
ca: Envia el missatge

# message.new.send_message_to
source: Send a new message to %{name}
ca: Envia un missatge nou per a %{name}

# message.new.subject
source: Subject
ca: Assumpte

# message.new.body
source: Body
ca: Cos

# message.new.send_button
source: Send
ca: Envia

# message.new.back_to_inbox
source: Back to inbox
ca: Torna a la safata d'entrada

# message.new.message_sent
source: Message sent
ca: S'ha enviat el missatge

# message.new.limit_exceeded
source: You have sent a lot of messages recently. Please wait a while before trying to send any more.
ca: Heu enviat un munt de missatges recentment. Espereu una estona abans d'intentar d'enviar més missatges.

# message.no_such_message.title
source: No such message
ca: No existeix aquest missatge

# message.no_such_message.heading
source: No such message
ca: No existeix aquest missatge

# message.no_such_message.body
source: Sorry there is no message with that id.
ca: Trist que no hi ha cap missatge amb que id.

# message.outbox.title
source: Outbox
ca: Sortida

# message.outbox.my_inbox
source: My %{inbox_link}
ca: El meu %{inbox_link}

# message.outbox.inbox
source: inbox
ca: Entrada

# message.outbox.outbox
source: outbox
ca: sortida

# message.outbox.messages
source: {{PLURAL|one=You have %{count} sent message|You have %{count} sent messages}}
ca: {{PLURAL|one=Teniu %{count} missatge enviat|Teniu %{count} missatges enviats}}

# message.outbox.to
source: To
ca: A

# message.outbox.subject
source: Subject
ca: Assumpte

# message.outbox.date
source: Date
ca: Data

# message.outbox.no_sent_messages
source: You have no sent messages yet. Why not get in touch with some of the %{people_mapping_nearby_link}?
ca: Encara no has enviat cap missatge. Per què no entrar en contacte amb alguns dels %{people_mapping_nearby_link}?

# message.outbox.people_mapping_nearby
source: people mapping nearby
ca: gent propera que cartografia

# message.reply.wrong_user
source: You are logged in as `%{user}' but the message you have asked to reply to was not sent to that user. Please login as the correct user in order to reply.
ca: Heu iniciat la sessió com "%{user}", però el missatge que han demanat de respondre a no s'ha enviat a aquest usuari. Si us plau connecti's com l'usuari correcte per a respondre.

# message.read.title
source: Read message
ca: Llegeix el missatge

# message.read.from
source: From
ca: De

# message.read.subject
source: Subject
ca: Assumpte

# message.read.date
source: Date
ca: Data

# message.read.reply_button
source: Reply
ca: Respon

# message.read.unread_button
source: Mark as unread
ca: Marca com a no llegit

# message.read.back
source: Back
ca: Enrere

# message.read.to
source: To
ca: Per a

# message.read.wrong_user
source: You are logged in as `%{user}' but the message you have asked to read was not sent by or to that user. Please login as the correct user in order to read it.
ca: Heu iniciat la sessió com a "%{user}", però el missatge que proveu de llegir a no va ser enviat o adreçat a aquest usuari. Si us plau connecteu-vos com l'usuari correcte per poder llegir-ho.

# message.sent_message_summary.delete_button
source: Delete
ca: Suprimeix

# message.mark.as_read
source: Message marked as read
ca: Missatge marcat com a llegit

# message.mark.as_unread
source: Message marked as unread
ca: Missatge marcat com a no llegit

# message.delete.deleted
source: Message deleted
ca: Missatge suprimit

# site.index.js_1
source: You are either using a browser that does not support JavaScript, or you have disabled JavaScript.
ca: Tampoc està utilitzant un navegador que no suporta JavaScript o té deshabilitat JavaScript.

# site.index.js_2
source: OpenStreetMap uses JavaScript for its slippy map.
ca: L'OpenStreetMap utilitza JavaScript per al mapa lliscant.

# site.index.permalink
source: Permalink
ca: Enllaç permanent

# site.index.shortlink
source: Shortlink
ca: Enllaç curt

# site.index.createnote
source: Add a note
ca: Afegiu una nota

# site.index.license.copyright
source: Copyright OpenStreetMap and contributors, under an open license
ca: Copyright d'OpenStreetMap i els seus col·laboradors sota llicència oberta

# site.index.remote_failed
source: Editing failed - make sure JOSM or Merkaartor is loaded and the remote control option is enabled
ca: L'edició ha fallat - assegureu-vos que el JOSM, o el Merkaartor, esta executant-se i que l'opció de comandament a distància està habilitatada

# site.edit.not_public
source: You have not set your edits to be public.
ca: No heu fet les configuracions necessàries per tal que les vostres modificacions siguin públiques.

# site.edit.not_public_description
source: You can no longer edit the map unless you do so. You can set your edits as public from your %{user_page}.
ca: Ja no podeu modificar el mapa a menys que feu públics els vostres canvis. Podeu configurar les modificacions com a públiques a la vostra %{user_page}.

# site.edit.user_page_link
source: user page
ca: pàgina d'usuari

# site.edit.anon_edits_link_text
source: Find out why this is the case.
ca: Esbrina perquè aquest és el cas.

# site.edit.flash_player_required
source: You need a Flash player to use Potlatch, the OpenStreetMap Flash editor. You can <a href="http://www.adobe.com/shockwave/download/index.cgi?P1_Prod_Version=ShockwaveFlash">download Flash Player from Adobe.com</a>. <a href="http://wiki.openstreetmap.org/wiki/Editing">Several other options</a> are also available for editing OpenStreetMap.
ca: Necessiteu intèrpret de Flash per utilitzar el Potlatch, l'editor de l'OpenStreetMap. Podeu <a href="http://www.adobe.com/shockwave/download/index.cgi?P1_Prod_Version=ShockwaveFlash">baixar el pluguin de Flash des del web Adobe.com</a>. També hi ha <a href="http://wiki.openstreetmap.org/wiki/Editing">altres opcions</a> per editar l'OpenStreetMap.

# site.edit.potlatch_unsaved_changes
source: You have unsaved changes. (To save in Potlatch, you should deselect the current way or point, if editing in live mode, or click save if you have a save button.)
ca: Teniu canvis sense desar. (Per desar els canvis al Potlatch, heu de desseleccionar la via o el punt actual, si esteu en l'edicó en viu, o fer clic a "desa", si teniu un botó "desa".)

# site.edit.potlatch2_not_configured
source: Potlatch 2 has not been configured - please see http://wiki.openstreetmap.org/wiki/The_Rails_Port#Potlatch_2 for more information
ca: No s'ha configurat el Potlatch 2 - vegeu http://wiki.openstreetmap.org/wiki/The_Rails_Port#Potlatch_2 per a més informació

# site.edit.potlatch2_unsaved_changes
source: You have unsaved changes. (To save in Potlatch 2, you should click save.)
ca: Teniu canvis sense desar. (Per desar els canvis al Potlatch 2, heu de fer clic a "desa".)

# site.edit.id_not_configured
source: iD has not been configured
ca: iD no s'ha configurat

# site.edit.no_iframe_support
source: Your browser doesn't support HTML iframes, which are necessary for this feature.
ca: El navegador no suporta iframes HTML, que són necessàries per a aquesta funcionalitat.

# site.sidebar.search_results
source: Search Results
ca: Resultats de la cerca

# site.sidebar.close
source: Close
ca: Tanca

# site.search.search
source: Search
ca: Cerca

# site.search.where_am_i
source: Where am I?
ca: On sóc?

# site.search.where_am_i_title
source: Describe the current location using the search engine
ca: Descriu la localització actual fent servir el motor de cerca

# site.search.submit_text
source: Go
ca: Vés-hi

# site.search.search_help
source: examples: 'Alkmaar', 'Regent Street, Cambridge', 'CB2 5AQ', or 'post offices near Lünen' <a href='http://wiki.openstreetmap.org/wiki/Search'>more examples...</a>
ca: exemples: 'Alkmaar', 'Regent Street, Cambridge', 'CB2 5AQ' o 'oficines de correus a prop Lünen' <a href='http://wiki.openstreetmap.org/wiki/Search'>més exemples...</a>

# site.key.table.entry.motorway
source: Motorway
ca: Autopista

# site.key.table.entry.trunk
source: Trunk road
ca: Autovia de

# site.key.table.entry.primary
source: Primary road
ca: Carretera principal

# site.key.table.entry.secondary
source: Secondary road
ca: Carretera secundària

# site.key.table.entry.unclassified
source: Unclassified road
ca: Carretera sense classificar

# site.key.table.entry.track
source: Track
ca: Pista

# site.key.table.entry.bridleway
source: Bridleway
ca: Camí de ferradura

# site.key.table.entry.cycleway
source: Cycleway
ca: Carril bici

# site.key.table.entry.rail
source: Railway
ca: Ferrocarril

# site.key.table.entry.subway
source: Subway
ca: Metro

# site.key.table.entry.tram.0
source: Light rail
ca: Tren lleuger

# site.key.table.entry.tram.1
source: tram
ca: tramvia

# site.key.table.entry.cable.1
source: chair lift
ca: telecadira

# site.key.table.entry.runway.0
source: Airport Runway
ca: Pista d'aeroport

# site.key.table.entry.runway.1
source: taxiway
ca: carril de taxi

# site.key.table.entry.apron.0
source: Airport apron
ca: Davantal de l'Aeroport

# site.key.table.entry.admin
source: Administrative boundary
ca: Límits administratius

# site.key.table.entry.forest
source: Forest
ca: Bosc

# site.key.table.entry.wood
source: Wood
ca: Fusta

# site.key.table.entry.golf
source: Golf course
ca: Camp de golf

# site.key.table.entry.park
source: Park
ca: Parc

# site.key.table.entry.resident
source: Residential area
ca: Zona residencial

# site.key.table.entry.tourist
source: Tourist attraction
ca: Atracció turística

# site.key.table.entry.common.0
source: Common
ca: Comú

# site.key.table.entry.common.1
source: meadow
ca: Prat

# site.key.table.entry.retail
source: Retail area
ca: Zona de venda al detall

# site.key.table.entry.industrial
source: Industrial area
ca: Zona industrial

# site.key.table.entry.commercial
source: Commercial area
ca: Zona comercial

# site.key.table.entry.heathland
source: Heathland
ca: Bruguerar

# site.key.table.entry.lake.0
source: Lake
ca: Llac

# site.key.table.entry.lake.1
source: reservoir
ca: Embassament

# site.key.table.entry.farm
source: Farm
ca: Granja

# site.key.table.entry.brownfield
source: Brownfield site
ca: Lloc Brownfield

# site.key.table.entry.cemetery
source: Cemetery
ca: Cementiri

# site.key.table.entry.allotments
source: Allotments
ca: Horts

# site.key.table.entry.pitch
source: Sports pitch
ca: Camp d'esports

# site.key.table.entry.centre
source: Sports centre
ca: Centre esportiu

# site.key.table.entry.reserve
source: Nature reserve
ca: Reserva natural

# site.key.table.entry.military
source: Military area
ca: Àrea militar

# site.key.table.entry.school.0
source: School
ca: Escola

# site.key.table.entry.school.1
source: university
ca: Universitat

# site.key.table.entry.building
source: Significant building
ca: Edifici significatiu

# site.key.table.entry.station
source: Railway station
ca: Estació de tren

# site.key.table.entry.summit.0
source: Summit
ca: Cim

# site.key.table.entry.summit.1
source: peak
ca: pic

# site.key.table.entry.tunnel
source: Dashed casing = tunnel
ca: Carcassa de guions = túnel

# site.key.table.entry.bridge
source: Black casing = bridge
ca: Embolcall negre = bridge

# site.key.table.entry.private
source: Private access
ca: Accés privat

# site.key.table.entry.permissive
source: Permissive access
ca: Permissiva accés

# site.key.table.entry.destination
source: Destination access
ca: Accés de destinació

# site.key.table.entry.construction
source: Roads under construction
ca: Carreteres en construcció

# site.richtext_area.edit
source: Edit
ca: Modifica

# site.richtext_area.preview
source: Preview
ca: Previsualització

# site.markdown_help.title_html
source: Parsed with <a href="http://daringfireball.net/projects/markdown/">Markdown</a>
ca: Analitzat amb <a href="http://daringfireball.net/projects/markdown/">Markdown</a>

# site.markdown_help.headings
source: Headings
ca: Encapçalaments

# site.markdown_help.heading
source: Heading
ca: Encapçalament

# site.markdown_help.subheading
source: Subheading
ca: Subencapçalament

# site.markdown_help.unordered
source: Unordered list
ca: Llista sense ordenar

# site.markdown_help.ordered
source: Ordered list
ca: Llista ordenada

# site.markdown_help.first
source: First item
ca: Primer element

# site.markdown_help.second
source: Second item
ca: Segon element

# site.markdown_help.link
source: Link
ca: Enllaç

# site.markdown_help.image
source: Image
ca: Imatge

# site.markdown_help.alt
source: Alt text
ca: Text alternatiu

# trace.visibility.private
source: Private (only shared as anonymous, unordered points)
ca: Privat (només compartit com anònim, el punts són desordenats)

# trace.visibility.public
source: Public (shown in trace list and as anonymous, unordered points)
ca: Públic (mostrat en llista de traça i com anònims, desordenada punts)

# trace.visibility.trackable
source: Trackable (only shared as anonymous, ordered points with timestamps)
ca: Seguiments (només compartit com punts anònims, ordenades amb timestamps)

# trace.visibility.identifiable
source: Identifiable (shown in trace list and as identifiable, ordered points with timestamps)
ca: Identifiable (mostrat en llista de traça i com a punts d'identificació, ordenades amb timestamps)

# trace.create.upload_trace
source: Upload GPS Trace
ca: Pujar traça de GPS
