Repository: BoFFire/translation-memory-tools
Catalog: latest-memories/po/owncloud-tm.po
Languages: ca

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Save the log file to a file on disk for debugging.
ca: Desa el fitxer de registre al disc per depuració

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Save log file
ca: Desa el fitxer de registre

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Could not write to log file
ca: No s'ha pogut escriure el fitxer de registre

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: <nobr>File '%1'<br/>cannot be opened for writing.<br/><br/>The log output can <b>not</b> be saved!</nobr>
ca: <nobr>El fitxer '%1'<br/>no es pot obrir en mode escriptura.<br/><br/>La sortida del registre <b>no</b> es pot desar!</nobr>

# Mirall::NetworkSettings#1
source: Form
ca: Formulari

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Proxy Settings
ca: Configuració del proxy

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: No Proxy
ca: Sense proxy

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Use system proxy
ca: Usa el sistema proxy

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Specify proxy manually as
ca: Especifiqueu manualment el proxi com a

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Host
ca: Equip remot

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Proxy server requires authentication
ca: El servidor Proxy requereix autenticació

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Download Bandwidth
ca: Ample de banda de baixada

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Limit to
ca: Limita a

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: No limit
ca: Sense límit

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Upload Bandwidth
ca: Ample de banda de pujada

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Limit automatically
ca: Limita automàticament

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Hostname of proxy server
ca: Equip remot del servidor proxy

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Username for proxy server
ca: Nom d'usuari del servidor proxy

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Password for proxy server
ca: Contrasenya del servidor proxy

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: HTTP(S) proxy
ca: proxy HTTP(S)

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: SOCKS5 proxy
ca: proxy SOCKS5

# Mirall::OwncloudAdvancedSetupPage#1Mirall::OwncloudAdvancedSetupPage#1
source: Connect to %1
ca: Connectat a %1

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Setup local folder options
ca: Estableix les opcions de carpeta local

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Connect...
ca: Connecta...

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Your entire account will be synced to the local folder '%1'.
ca: El compte sencer es sincronitzarà amb la carpeta local '%1'.

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: %1 folder '%2' is synced to local folder '%3'
ca: %1 carpeta '%2' està sincronitzat amb la carpeta local '%3'

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: <p><small><strong>Warning:</strong> You currently have multiple folders configured. If you continue with the current settings, the folder configurations will be discarded and a single root folder sync will be created!</small></p>
ca: <p><small><strong>Avís:</strong> Teniu múltiples carpetes configurades. Si continueu amb la configuració actual, la configuració de carpetes es descartarà i només es crearà una única carpeta arrel de sincronització!</small></p>

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: <p><small><strong>Warning:</strong> The local directory is not empty. Pick a resolution!</small></p>
ca: <p><small><strong>Avís:</strong> La carpeta local no està buida. Escolliu una resolució!</small></p>

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Local Sync Folder
ca: Fitxer local de sincronització

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Update advanced setup
ca: Configuració avançada d'actualització

# Mirall::OwncloudHttpCredsPage#1
source: Connect to %1
ca: Connecta a %1

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Enter user credentials
ca: Escriviu les credencials d'usuari

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Update user credentials
ca: Actualitza les credencials d'usuari

# Mirall::OwncloudSetupPage#1
source: Connect to %1
ca: Connecta a %1

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Setup %1 server
ca: Configura el sevidor %1

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: This url is secure. You can use it.
ca: Aquesta url és segura. Podeu usar-la.

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: This url is NOT secure. You should not use it.
ca: Aquesta url no és segura. No hauríeu d'usar-la.

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Update %1 server
ca: Actualitza el servidor %1

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Folder rename failed
ca: Ha fallat en canviar el nom de la carpeta

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Can't remove and back up the folder because the folder or a file in it is open in another program.Please close the folder or file and hit retry or cancel the setup.
ca: No es pot esborrar i restaurar la carpeta perquè una carpeta o un fitxer de dins està obert en un altre programa. Tanqueu la carpeta o el fitxer i intenteu-ho de nou o cancel·leu la configuració.

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: <font color="green"><b>Local sync folder %1 successfully created!</b></font>
ca: <font color="green"><b>la carpeta de sincronització %1 s'ha creat correctament!</b></font>

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Trying to connect to %1 at %2...
ca: Intentant connectar amb %1 a %2...

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: <font color="green">Successfully connected to %1: %2 version %3 (%4)</font><br/><br/>
ca: <font color="green">S'ha connectat correctament amb %1: %2 versió %3 (%4)</font><br/><br/>

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Error: Wrong credentials.
ca: Error: credencials incorrectes.

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Local sync folder %1 already exists, setting it up for sync.<br/><br/>
ca: La carpeta local %1 ja existeix, s'està configurant per sincronitzar.<br/><br/>

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Creating local sync folder %1...
ca: Creant carpeta local de sincronització %1...

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: ok
ca: correcte

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: failed.
ca: ha fallat.

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Could not create local folder %1
ca: No s'ha pogut crear la carpeta local %1

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: creating folder on ownCloud: %1
ca: creant la carpeta a ownCloud: %1

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Remote folder %1 created successfully.
ca: La carpeta remota %1 s'ha creat correctament.

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: The remote folder %1 already exists. Connecting it for syncing.
ca: La carpeta remota %1 ja existeix. S'hi està connectant per sincronitzar-les.

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: The folder creation resulted in HTTP error code %1
ca: La creació de la carpeta ha resultat en el codi d'error HTTP %1

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: The remote folder creation failed because the provided credentials are wrong!<br/>Please go back and check your credentials.</p>
ca: Ha fallat la creació de la carpeta perquè les credencials proporcionades són incorrectes!<br/>Aneu enrera i comproveu les credencials.</p>

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: <p><font color="red">Remote folder creation failed probably because the provided credentials are wrong.</font><br/>Please go back and check your credentials.</p>
ca: <p><font color="red">La creació de la carpeta remota ha fallat, probablement perquè les credencials facilitades són incorrectes.</font><br/>Comproveu les vostres credencials.</p>

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Remote folder %1 creation failed with error <tt>%2</tt>.
ca: La creació de la carpeta remota %1 ha fallat amb l'error <tt>%2</tt>.

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: A sync connection from %1 to remote directory %2 was set up.
ca: S'ha establert una connexió de sincronització des de %1 a la carpeta remota %2.

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Successfully connected to %1!
ca: Connectat amb èxit a %1!

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Connection to %1 could not be established. Please check again.
ca: No s'ha pogut establir la connexió amb %1. Comproveu-ho de nou.

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: %1 Connection Wizard
ca: Assistent de connexió %1

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Open %1
ca: Obre %1

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Open Local Folder
ca: Obre carpeta local

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Everything set up!
ca: Tot està configurat!

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Your entire account is synced to the local folder <i>%1</i>
ca: El vostre compte està sincronitzat amb la carpeta local <i>%1</i>

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: %1 folder <i>%1</i> is synced to local folder <i>%2</i>
ca: %1 carpeta <i>%1</i> està sincronitzat amb la carpeta local <i>%2</i>

# Mirall::ProtocolWidget#1
source: Form
ca: Formulari

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Time
ca: Hora

# Mirall::ProtocolWidget#7
source: File
ca: Fitxer

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Folder
ca: Carpeta

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Action
ca: Acció

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Size
ca: Mida

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Copy
ca: Copia

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Soft Link ignored
ca: Ordena els enllaços ignorats

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Softlinks break the semantics of synchronization. Please do not use them in synced directories
ca: Els enllaços febles trenquen la semàntica de la sincronització. No els useu en carpetes sincronitzades

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: file
ca: fitxer

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: directory
ca: directori

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: The %1 was ignored because it is listed in the clients ignore list or the %1 name contains characters that are not syncable in a cross platform environment
ca: %1 ha estat ignorat perquè està a la llista d'ignorats del client o el nom %1 conté caràcters que no són sincronitzables en un entorn multiplataforma

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Item ignored
ca: Element ignorat

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: %1 on ignore list
ca: %1 a la llista d'ignorats

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: The %1 was skipped because it is listed on the clients list of names to ignore
ca: %1 s'ha omès perquè consta a la llista del client de noms a ignorar

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Invalid characters
ca: Caràcters no vàlids

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: The %1 name contains one or more invalid characters which break syncing in a cross platform environment
ca: El nom %1 conté un o més caràcters no vàlids que trenquen la sincronització en un entorn multiplataforma

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Conflict file.
ca: Fitxer en conflicte

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: The file was changed on server and local repository and as a result it created a so called conflict. The local change is copied to the conflict file while the file from the server side is available under the original name
ca: El fitxer ha canviat en el servidor i en el dipòsit local i com a resultat ha generat un conflicte. El canvi local s'ha copiat en el fitxer conflicte mentre que el fitxer del servidor està disponible amb el nom original

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Copied to clipboard
ca: S'ha copiat al porta-retalls

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Problem: %1
ca: Problema: %1

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: No more storage space available on server.
ca: No hi ha més espai disponible en el servidor.

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Settings
ca: Arranjament

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Status
ca: Estat

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Network
ca: Xarxa

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Account
ca: Compte

# Mirall::SslErrorDialog#1
source: Form
ca: Formulari

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Trust this certificate anyway
ca: Confia en aquest certificat igualment

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: SSL Connection
ca: Connexió SSL

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Warnings about current SSL Connection:
ca: Avisos quant a la connexió SSL actual:

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: with Certificate %1
ca: amb certificat %1

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: &lt;not specified&gt;
ca: &lt;no especificat&gt;

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Organization: %1
ca: Organització %1

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Unit: %1
ca: Unitat: %1

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Country: %1
ca: País: %1

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Fingerprint (MD5): <tt>%1</tt>
ca: Empremta digital (MD5): <tt>%1</tt>

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Fingerprint (SHA1): <tt>%1</tt>
ca: Empremta digital (SHA1): <tt>%1</tt>

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Effective Date: %1
ca: Data d'efecte: %1

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Expiry Date: %1
ca: Data d'expiració: %1

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Issuer: %1
ca: Emissor: %1

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: New Version Available
ca: Versió nova disponible

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: <p>A new version of the %1 Client is available.</p><p><b>%2</b> is available for download. The installed version is %3.<p>
ca: <p>Hi ha una versió nova del client %1.</p><p><b>%2</b> disponible per baixar. La versió instal·lada és %3.<p>

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Skip update
ca: Omet l'actualització

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Skip this time
ca: Omet aquesta vegada

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Get update
ca: Obtén l'actialització

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: %1 Sync Started
ca: %1 Sincronització iniciada

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Folder %1: %2
ca: Carpeta %1: %2

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: No sync folders configured.
ca: No hi ha fitxers de sincronització configurats

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: None.
ca: Cap.

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Recent Changes
ca: Canvis recents

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Open %1 folder
ca: Obre la carpeta %1

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Managed Folders:
ca: Fitxers gestionats:

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Open folder '%1'
ca: Obre carpeta '%1'

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Open %1 in browser
ca: Obre %1 en el navegador

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Calculating quota...
ca: Calculant la quota...

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Unknown status
ca: Estat desconegut

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Settings...
ca: Arranjament...

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Details...
ca: Detalls...

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Help
ca: Ajuda

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Quit %1
ca: Surt %1

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Quota n/a
ca: Quota n/d

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: %1% of %2 in use
ca: %1 de %2 en ús

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: No items synced recently
ca: No hi ha elements sincronitzats recentment

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Syncing %1 of %2 (%3 of %4)
ca: Sincronitzant %1 de %2 (%3 de %4)

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Up to date
ca: Actualitzat

# OwncloudAdvancedSetupPage#1
source: Form
ca: Formulari

# OwncloudAdvancedSetupPage#3
source: &Local Folder
ca: Carpeta &local

# OwncloudAdvancedSetupPage#5
source: &Keep local data
ca: &Mantén les dades locals

# OwncloudAdvancedSetupPage#6
source: <small>Syncs your existing data to new location.</small>
ca: <small>Sincronitza les dades existents amb la nova ubicació.</small>

# OwncloudAdvancedSetupPage#7
source: <html><head/><body><p>If this box is checked, existing content in the local directory will be erased to start a clean sync from the server.</p><p>Do not check this if the local content should be uploaded to the servers directory.</p></body></html>
ca: <html><head/><body><p>Si aquesta caixa està marcada, el contingut existent en la carpeta local s'eliminarà per començar una carpeta de sincronització des del servidor.</p><p>No la marqueu si el contingut local s'ha de pujar a la carpeta del servidor.</p></body></html>

# OwncloudAdvancedSetupPage#8
source: &Start a clean sync
ca: %Inicia una sincronització des de zero

# OwncloudAdvancedSetupPage#9
source: <small>Erases the contents of the local folder before syncing using the new settings.</small>
ca: <small>Elimina el contingut de la carpeta local abans de sincronitzar-la usant l'arranjament nou.</small>

# OwncloudAdvancedSetupPage#10
source: Status message
ca: Missatge d'estat

# OwncloudHttpCredsPage#1
source: Form
ca: Formulari

# OwncloudHttpCredsPage#2
source: &Username
ca: Nom d'&usuari

# OwncloudHttpCredsPage#3
source: &Password
ca: &Contrasenya

# OwncloudHttpCredsPage#4
source: Error Label
ca: Etiqueta d'error

# OwncloudSetupPage#1
source: Form
ca: Formulari

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Server &address:
ca: &Adreça del servidor:

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Use &secure connection
ca: Usa una connexió segura

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: CheckBox
ca: Caixa de selecció

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: &Username:
ca: Nom d'&usuari:

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Enter the ownCloud username.
ca: Escriciu el nom d'usuari ownCloud.

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: &Password:
ca: &Contrasenya:

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Enter the ownCloud password.
ca: Escriviu la contrasenya ownCloud.
