Repository: BoFFire/translation-memory-tools
Catalog: latest-memories/po/owncloud-tm.po
Languages: ca

source: Activity
ca: Activitat

source: No more activities to load.
ca: No hi ha més activitats per carregar.

source: Loading older activities
ca: Carregant activitats anteriors

source: RSS feed
ca: Font RSS

source: No activities yet.
ca: Sense activitats encara.

source: You will see a list of events here when you start to use your %s.
ca: Quan comenceu a usar %s veureu una llista de successos aquí.

source: The php-json module is needed by the many applications for inter communications
ca: El mòdul php-json és necessari per moltes aplicacions per comunicacions internes

source: The php-curl module is needed to fetch the page title when adding a bookmark
ca: El mòdul php-curl és necessari per buscar el títol de la pàgina quan s'afegeix un marcador

source: The php-gd module is needed to create thumbnails of your images
ca: El mòdul php-gd és necessari per generar miniatures d'imatges

source: The php-ldap module is needed connect to your ldap server
ca: El mòdul php-ldap és necessari per connectar amb el servidor ldap

source: The php-zip module is needed download multiple files at once
ca: El mòdul php-zip és necessari per baixar múltiples fitxers de cop

source: The php-mb_multibyte module is needed to manage correctly the encoding.
ca: El mòdul php-mb_multibyte és necessari per gestionar correctament la codificació.

source: The php-ctype module is needed validate data.
ca: El mòdul php-ctype és necessari per validar dades.

source: The php-xml module is needed to share files with webdav.
ca: El mòdul php-xml és necessari per compatir els fitxers amb webdav.

source: The allow_url_fopen directive of your php.ini should be set to 1 to retrieve knowledge base from OCS servers
ca: La directiva allow_url_fopen de php.ini hauria d'establir-se en 1 per accedir a la base de coneixements dels servidors OCS

source: The php-pdo module is needed to store owncloud data into a database.
ca: El mòdul php-pdo és necessari per desar les dades d'ownCloud en una base de dades.

source: The iconv module is needed to convert data into the correct charset.
ca: El módul iconv és necessari per convertir dades al codi de caràcters correcte.

source: Dependencies status
ca: Estat de dependències

source: Used by :
ca: Usat per:

source: Export data
ca: Exporta dades

source: All system files and user data
ca: Tots els fitxers del sistema i les dades d'usuari

source: Only system files
ca: Només els fitxers del sistema

source: Only user data
ca: Només les dades d'usuari

source: Export
ca: Exporta

source: No file provided for import
ca: No heu proporcionat cap fitxer a importar

source: Unsupported file type for import
ca: Importació d'un tipus de fitxer no implementat

source: Bookmarks
ca: Adreces d'interès

source: Tags
ca: Etiquetes

source: Filter by tag
ca: Filtrat per etiqueta

source: Edit bookmark
ca: Edita l'adreça d'interès

source: Are you sure you want to remove this tag from every entry?
ca: Segur que voleu eliminar aquesta etiqueta de cada entrada?

source: Warning
ca: Avís

source: Import error
ca: Error en importar

source: Import completed successfully.
ca: La importació ha acabat amb èxit

source: Uploading...
ca: Pujant...

source: Bookm.
ca: Marcador

source: Add a bookmark
ca: Afegeix una adreça d'interès

source: Close
ca: Tanca

source: The title of the page
ca: El títol de la pàgina

source: The address of the page
ca: L'adreça de la pàgina

source: Description of the page
ca: Descripció de la pàgina

source: Save
ca: Desa

source: Delete
ca: Esborra

source: Edit
ca: Edita

source: Cancel
ca: Cancel·la

source: Drag this to your browser bookmarks and click it, when you want to bookmark a webpage quickly:
ca: Arrossegueu-ho al navegador i feu-hi un clic quan volgueu marcar ràpidament una adreça d'interès:

source: Address
ca: Adreça

source: Add
ca: Afegeix

source: Related Tags
ca: Etiquetes relacionades

source: Settings
ca: Configuració

source: You have no bookmarks
ca: No teniu adreces d'interès

source: You can also try to import a bookmark file
ca: També podeu intentar importar un fitxer d'adreces d'interès

source: Export & Import
ca: Exporta i importa

source: Export
ca: Exporta

source: Import
ca: Importa

source: Not all calendars are completely cached
ca: No tots els calendaris estan en memòria

source: Everything seems to be completely cached
ca: Sembla que tot està en memòria

source: No calendars found.
ca: No s'han trobat calendaris.

source: No events found.
ca: No s'han trobat events.

source: Wrong calendar
ca: Calendari erroni

source: You do not have the permissions to edit this event.
ca: No teniu permisos per editar aquest esdeveniment.

source: The file contained either no events or all events are already saved in your calendar.
ca: El fitxer no contenia esdeveniments o aquests ja estaven desats en el vostre caledari

source: events has been saved in the new calendar
ca: els esdeveniments s'han desat en el calendari nou

source: Import failed
ca: Ha fallat la importació

source: events has been saved in your calendar
ca: els esdveniments s'han desat en el calendari

source: New Timezone:
ca: Nova zona horària:

source: Timezone changed
ca: La zona horària ha canviat

source: Invalid request
ca: Sol·licitud no vàlida

source: Calendar
ca: Calendari

source: Deletion failed
ca: Eliminació fallida

source: group
ca: grup

source: can edit
ca: pot editar

source: ddd M/d
ca: ddd d/M

source: dddd M/d
ca: dddd d/M

source: dddd, MMM d, yyyy
ca: dddd, d MMM, yyyy

source: Sunday
ca: Diumenge

source: Monday
ca: Dilluns

source: Tuesday
ca: Dimarts

source: Wednesday
ca: Dimecres

source: Thursday
ca: Dijous

source: Friday
ca: Divendres

source: Saturday
ca: Dissabte

source: Sun.
ca: Dg.

source: Mon.
ca: Dl.

source: Tue.
ca: Dm.

source: Wed.
ca: Dc.

source: Thu.
ca: Dj.

source: Fri.
ca: Dv.

source: Sat.
ca: Ds.

source: January
ca: Gener

source: February
ca: Febrer

source: March
ca: Març

source: April
ca: Abril

source: May
ca: Maig

source: June
ca: Juny

source: July
ca: Juliol

source: August
ca: Agost

source: September
ca: Setembre

source: October
ca: Octubre

source: November
ca: Novembre

source: December
ca: Desembre

source: Jan.
ca: Gen.

source: Feb.
ca: Febr.

source: Mar.
ca: Març

source: Apr.
ca: Abr.

source: May.
ca: Maig

source: Jun.
ca: Juny

source: Aug.
ca: Ag.

source: Sep.
ca: Set.

source: Dec.
ca: Des.

source: All day
ca: Tot el dia

source: New Calendar
ca: Calendari nou

source: Missing or invalid fields
ca: Falten camps o no són vàlids

source: Title
ca: Títol

source: From Date
ca: Des de la data

source: From Time
ca: Des de l'hora

source: To Date
ca: Fins a la data

source: To Time
ca: Fins a l'hora

source: The event ends before it starts
ca: L'esdeveniment acaba abans que comenci

source: There was a database fail
ca: Hi ha un error de base de dades

source: Birthday
ca: Aniversari

source: Business
ca: Feina

source: Call
ca: Trucada

source: Deliverer
ca: Remitent

source: Holidays
ca: Vacances

source: Ideas
ca: Idees

source: Journey
ca: Viatge

source: Jubilee
ca: Sant

source: Meeting
ca: Reunió

source: Other
ca: Altres

source: Projects
ca: Projectes

source: Questions
ca: Preguntes

source: Work
ca: Feina

source: by
ca: per

source: unnamed
ca: sense nom

source: You do not have the permissions to update this calendar.
ca: No teniu permisos per actualitzar aquest calendari.

source: You do not have the permissions to delete this calendar.
ca: No teniu permisos per eliminar aquest calendari.

source: You do not have the permissions to add to this calendar.
ca: No teniu permisos per afegir en aquest calendari.

source: You do not have the permissions to add events to this calendar.
ca: No teniu permisos per afegir esdeveniments en aquest calendari.

source: You do not have the permissions to delete this event.
ca: No teniu permisos per eliminar aquest esdeveniment.

source: Busy
ca: Ocupat

source: Does not repeat
ca: No es repeteix

source: Daily
ca: Diari

source: Weekly
ca: Mensual

source: Every Weekday
ca: Cada setmana

source: Bi-Weekly
ca: Bisetmanalment

source: Monthly
ca: Mensualment

source: Yearly
ca: Cada any

source: never
ca: mai

source: by occurrences
ca: per aparicions

source: by date
ca: per data

source: by monthday
ca: per dia del mes

source: by weekday
ca: per dia de la setmana

source: events week of month
ca: esdeveniments la setmana del mes

source: first
ca: primer

source: second
ca: segon

source: third
ca: tercer

source: fourth
ca: quart

source: fifth
ca: cinquè

source: last
ca: últim

source: by events date
ca: per data d'esdeveniments

source: by yearday(s)
ca: per ahir(s)

source: by weeknumber(s)
ca: per número(s) de la setmana

source: by day and month
ca: per dia del mes

source: Contact birthdays
ca: Aniversaro dels contactes

source: Date
ca: Data

source: Week
ca: Setmana

source: Month
ca: Mes

source: Today
ca: Avui

source: Settings
ca: Configuració

source: Share Calendar
ca: Comparteix el calendari

source: CalDav Link
ca: Enllaç CalDav

source: Download
ca: Baixa

source: Edit
ca: Edita

source: Delete
ca: Suprimeix

source: New calendar
ca: Calendari nou

source: Edit calendar
ca: Edita el calendari

source: Displayname
ca: Mostra el nom

source: Calendar color
ca: Color del calendari

source: Save
ca: Desa

source: Submit
ca: Envia

source: Cancel
ca: Cancel·la

source: Repeating
ca: Repetició

source: Alarm
ca: Alarma

source: Attendees
ca: Assistents

source: Share
ca: Comparteix

source: Title of the Event
ca: Títol de l'esdeveniment

source: from
ca: des de

source: All Day Event
ca: Esdeveniment de tot el dia

source: Advanced options
ca: Opcions avançades

source: Location
ca: Ubicació

source: Edit categories
ca: Edita les categories

source: Description
ca: Descripció

source: Repeat
ca: Repetició

source: Advanced
ca: Avançat

source: Select weekdays
ca: Selecciona els dies de la setmana

source: Select days
ca: Seleccionar dies

source: and the events day of year.
ca: i dies d'esdeveniment de l'any.

source: and the events day of month.
ca: i dies d'esdeveniment del mes.

source: Select months
ca: Selecciona els mesos

source: Select weeks
ca: Seleccionar setmanes

source: and the events week of year.
ca: i setmanes d'esdeveniment de l'any.

source: End
ca: Final

source: occurrences
ca: aparicions

source: create a new calendar
ca: crea un calendari nou

source: Import a calendar file
ca: Importa un fitxer de calendari

source: Please choose a calendar
ca: Escolliu un calendari

source: Name of new calendar
ca: Nom del calendari nou

source: Take an available name!
ca: Escolliu un nom disponible!

source: A Calendar with this name already exists. If you continue anyhow, these calendars will be merged.
ca: Ja hi ha un calendari amb aquest nom. Si continueu, els calendaris es combinaran.

source: Remove all events from the selected calendar
ca: Elimina tots els esdeveniments del calendari seleccionat

source: Import
ca: Importa

source: Close Dialog
ca: Tanca el diàleg

source: Create a new event
ca: Crea un nou esdeveniment

source: Unshare
ca: Descomparteix

source: Send Email
ca: Envia correu electrònic

source: Shared via calendar
ca: Compartit via calendari

source: View an event
ca: Mostra un esdeveniment

source: Category
ca: Categoria

source: No categories selected
ca: No hi ha categories seleccionades

source: of
ca: de

source: Access Class
ca: Tipus d'accés

source: From
ca: Des de

source: at
ca: a

source: To
ca: Fins a

source: Your calendars
ca: Els vostres calendaris

source: Timezone
ca: Zona horària

source: Update timezone automatically
ca: Actualitza la zona horària automàticament

source: Time format
ca: Format horari

source: Start week on
ca: Comença la setmana en

source: Cache
ca: Memòria de cau

source: Clear cache for repeating events
ca: Neteja la memòria de cau pels esdeveniments amb repetició

source: Calendar CalDAV syncing addresses
ca: Adreça de sincronització del calendari CalDAV

source: more info
ca: més informació

source: Primary address (Kontact et al)
ca: Adreça primària (Kontact et al)

source: Read only iCalendar link(s)
ca: Enllaç(os) iCalendar només de lectura

source: Contacts
ca: Contactes

source: Save
ca: Desa

source: Uploading...
ca: Pujant...

source: Importing...
ca: Important...

source: Preparing...
ca: Preparant...

source: Imported {count} of {total} contacts
ca: S'han importat {count} de {total} contactes

source: Imported {imported} contacts. {failed} failed.
ca: S'han importat {imported} contactes. {failed} han fallat.

source: An address book called {name} already exists
ca: Ja existeix una llibreta d'adreces amb el nom {name}

source: Failed adding address book: {error}
ca: Ha fallat en afegir la llibreta d'adreces: {error}

source: Failed loading address books: {error}
ca: Ha fallat en carregar llibretes d'adreces: {error}

source: Indexing contacts
ca: Indexant contactes

source: Unrecoverable error loading address books: {msg}
ca: Error irrecuperable en carregar llibretes d'adreces: {msg}

source: Add to...
ca: Afegeix a...

source: Remove from...
ca: Elimina des de...

source: Add group...
ca: Afegeix grup...

source: Invalid URL: "{url}"
ca: URL no vàlida: "{url}"

source: There was an error opening a mail composer.
ca: S'ha produït un error en obrir un redactor de correus electrónics.

source: Invalid email: "{url}"
ca: Correu electrònic no vàlid: "{url}"

source: Merge failed. Cannot find contact: {id}
ca: La combinació ha fallat. No es pot trobar el contacte: {id}

source: Merge failed.
ca: La combinació ha fallat.

source: Merge failed. Error saving contact.
ca: La combinació ha fallat. Error en desar el contacte.

source: Select photo
ca: Selecciona una foto

source: Network or server error. Please inform administrator.
ca: Error de xarxa o del servidor. Informeu a l'administrador.

source: Error adding to group.
ca: Error en afegir grup

source: Error removing from group.
ca: Error en eliminar del grup

source: Error setting {name} as favorite.
ca: Error en establir {name} com a preferit.

source: Merge contacts
ca: Combina contactes

source: Cancel
ca: Cancel·la

source: Add group
ca: Afegeix grup

source: OK
ca: D'acord

source: Could not find contact: {id}
ca: El contacte no s'ha trobat: {id}

source: No files selected for upload.
ca: No s'han seleccionat fitxers per a la pujada.

source: The file you are trying to upload exceed the maximum size for file uploads on this server.
ca: El fitxer que intenteu pujar excedeix la mida màxima de pujada en aquest servidor.

source: Edit profile picture
ca: Edita la fotografia de perfil

source: Crop photo
ca: Talla la fotografia

source: Is this correct?
ca: És correcte?

source: Error parsing date: {date}
ca: Error en processar la data: {date}

source: # groups
ca: # grups

source: Error parsing birthday {bday}: {error}
ca: Error en processar l'aniversari {bday}: {error}

source: Some contacts are marked for deletion, but not deleted yet. Please wait for them to be deleted.
ca: Heu marcat eliminar alguns contactes, però encara no s'han eliminat. Espereu mentre s'esborren.

source: Click to undo deletion of {num} contacts
ca: Feu clic a desfés eliminació de {num} contactes

source: Cancelled deletion of {num} contacts
ca: Cancel·la l'eliminació de {num} contactes

source: Add
ca: Afegeix

source: Contact is already in this group.
ca: El contacte ja és en aquest grup.

source: Contacts are already in this group.
ca: Els contactes ja són en aquest grup

source: Couldn't get contact list.
ca: No s'ha pogut obtenir la llista de contactes.

source: Contact is not in this group.
ca: El contacte no és en aquest grup.

source: Contacts are not in this group.
ca: Els contactes no són en aquest grup.

source: Failed renaming group: {error}
ca: Ha fallat en canviar el nom del grup: {error}

source: A group named {group} already exists
ca: Un grup anomenat {group} ja existeix

source: You can drag groups to arrange them as you like.
ca: Podeu arrossegar grups per organitzar-los com volgueu.

source: Failed adding group: {error}
ca: Ha fallat en afegir el grup: {error}

source: All
ca: Tots

source: Favorites
ca: Preferits

source: Shared by {owner}
ca: Compartits per {owner}

source: Not grouped
ca: Sense grup

source: Failed loading groups: {error}
ca: Ha fallat en carregar grups: {error}

source: Please choose the addressbook
ca: Escolliu la llibreta d'adreces

source: Import into...
ca: Importa a...

source: Error loading import template
ca: Error en carregar la plantilla d'importació

source: Import contacts
ca: Importa contactes

source: Import
ca: Importa

source: Import done
ca: S'ha importat

source: Close
ca: Tanca

source: Displayname cannot be empty.
ca: El nom a mostrar no pot ser buit

source: Show CardDav link
ca: Mostra l'enllaç CardDav

source: Show read-only VCF link
ca: Mostra l'enllaç VCF només de lectura

source: Download
ca: Baixa

source: Edit
ca: Edita

source: Delete
ca: Esborra

source: More...
ca: Més...

source: Less...
ca: Menys...

source: Server error! Please inform system administator
ca: Error en el servidor! Informeu a l'administrador del sistema

source: Failed loading photo: {error}
ca: Ha fallat en carregar la foto: {error}

source: You do not have permissions to see this contacts
ca: No teniu permisos per veure aquest contacte

source: Contact not found
ca: El contacte no s'ha trobat

source: You do not have permissions to see these contacts
ca: No teniu permisos per veure aquests contactes

source: You do not have permissions add contacts to the address book
ca: No teniu permisos per afegir contactes a la llibreta d'adreces

source: The backend for this address book does not support adding contacts
ca: El dorsal per aquesta llibreta d'adreces no permet afegir contactes

source: You do not have permissions to delete this contact
ca: No teniu permisos per eliminar aquest contacte

source: The backend for this address book does not support deleting contacts
ca: El dorsal d'aquesta llibreta d'adreces no permet esborrar contactes

source: Unknown error
ca: Error desconegut

source: The backend for this address book does not support updating
ca: El dorsal d'aquesta llibreta d'adreces no permet actualitzacions

source: You don't have permissions to update the address book.
ca: No teniu permisos per actualitzar la llibreta d'adreces.

source: You don't have permissions to delete the address book.
ca: No teniu permisos per esborar la llibreta d'adreces.

source: Address book not found
ca: No s'han trobat llibretes d'adreces.

source: You do not have permissions to see this contact
ca: No teniu permisos per veure aquest contacte

source: You do not have permissions to update this contact
ca: No teniu permisos per actualitzar aquest contacte

source: The backend for this contact does not support updating it
ca: El dorsal d'aquest contacte no permet actualitzar-lo

source: This backend not support adding contacts
ca: Aquest dorsal no permet afegir contactes

source: Property not found
ca: La propietat no s'ha trobat

source: Missing IM parameter for:
ca: Falta un paràmetre de MI per a:

source: Unknown IM:
ca: IM desconegut:

source: {name}'s Birthday
ca: Aniversari de {name}

source: Error creating address book
ca: Error en crear la llibreta d'adreces

source: Error updating address book
ca: Error en actualitzar la llibreta d'adreces

source: You do not have permissions to delete the "%s" address book
ca: No teniu permisos per esborar la llibreta d'adreces "%s".

source: Error deleting address book
ca: Error en eliminar la llibreta d'adreces

source: Error creating contact.
ca: Error en crear contacte.

source: Error deleting contact.
ca: Error en eliminar contacte.

source: Error retrieving contact.
ca: Error en obtenir el contacte.

source: Error saving contact.
ca: Error en desar el contacte.

source: Error removing contact from other address book.
ca: Error en eliminar el contacte des d'una altra llibreta d'adreces.

source: Couldn't find contact.
ca: El contacte no s'ha trobat.

source: No contact data in request.
ca: No hi ha dades de contacte en la sol·licitud.

source: Error merging into contact.
ca: Error en combinar en el contacte.

source: Error saving contact to backend.
ca: Error en desar el contacte en el dorsal.

source: Property name is not set.
ca: La propietat nom no està definida.

source: Property checksum is not set.
ca: La suma de verificació no està definida.

source: Information about vCard is incorrect. Please reload the page.
ca: La informació de la vCard és incorrecta. Carregueu la pàgina de nou.

source: Error updating contact
ca: Error en actualitzar el contacte

source: Error saving contact to backend
ca: Error en desar el contacte en el dorsal

source: Error getting user photo
ca: Error en obtenir la fotografia d'usuari.

source: No file was uploaded. Unknown error
ca: No s'ha carregat cap fitxer. Error desconegut

source: There is no error, the file uploaded with success
ca: No hi ha errors, el fitxer s'ha carregat correctament

source: The uploaded file exceeds the upload_max_filesize directive in php.ini
ca: El fitxer carregat supera la directiva upload_max_filesize de php.ini

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form
ca: El fitxer carregat supera la directiva MAX_FILE_SIZE especificada al formulari HTML

source: The uploaded file was only partially uploaded
ca: El fitxer només s'ha carregat parcialment

source: No file was uploaded
ca: No s'ha carregat cap fitxer

source: Missing a temporary folder
ca: Falta un fitxer temporal

source: Couldn't load temporary image:
ca: No s'ha pogut carregar la imatge temporal:

source: Couldn't save temporary image:
ca: No s'ha pogut desar la imatge temporal:

source: No photo path was submitted.
ca: No heu tramès el camí de la foto.

source: File doesn't exist:
ca: El fitxer no existeix:

source: Error loading image.
ca: Error en carregar la imatge.

source: Image has been removed from cache
ca: La imatge s'ha eliminat de la memòria de cau

source: Error creating temporary image
ca: Error en crear la imatge temporal

source: Error cropping image
ca: Error en retallar la imatge

source: Error resizing image
ca: Error en modificar la mida de la imatge

source: Error getting PHOTO property.
ca: Error en obtenir la propietat PHOTO.

source: No group name given.
ca: No heu facilitat el nom de cap grup.

source: Error adding group.
ca: Error en afegir grup.

source: No group name to rename from given.
ca: No heu facilitat cap nom de grup per canviar-li el nom.

source: No group name to rename to given.
ca: No heu facilitat el nom de grup per canviar-li el nom.

source: Error renaming group.
ca: Error en canviar el nom del grup.

source: Group ID missing from request.
ca: La ID del grup s'ha perdut en el requeriment.

source: Group name missing from request.
ca: Al requeriment li falta el nom del grup.

source: Contact ID missing from request.
ca: La ID del contacte s'ha perdut en el requeriment.

source: Failed to write to disk
ca: Ha fallat en escriure al disc

source: Not enough storage available
ca: No hi ha prou espai disponible

source: Attempt to upload blacklisted file:
ca: Intent de pujar un fitxer de la llista negra:

source: Error uploading contacts to storage.
ca: Error en carregar contactes a l'emmagatzemament.

source: Error moving file to imports folder.
ca: Error en moure el fitxer a la carpeta d'importació.

source: You do not have permissions to import into this address book.
ca: No teniu permisos per importar dins d'aquesta llibreta d'adreces.

source: File name missing from request.
ca: Falta el nom del fitxer en la petició.

source: Progress key missing from request.
ca: Falta la clau de progrés en la petició.

source: Attempt to access blacklisted file:
ca: Intent d'accés a un fitxer de la llista negra:
