Repository: BoFFire/translation-memory-tools
Catalog: latest-memories/po/owncloud-tm.po
Languages: ca

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Marshall Islands
ca: Illes Marshall

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Martinique
ca: Martinica

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Mauritania
ca: Mauritània

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Mauritius
ca: Maurici

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Mexico
ca: Mèxic

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Micronesia, Federated States of
ca: Estats Federats de Micronèsia

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Moldova, Republic of
ca: República de Moldàvia

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Monaco
ca: Mònaco

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Mongolia
ca: Mongòlia

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Morocco
ca: Marroc

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Mozambique
ca: Moçambic

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Namibia
ca: Namíbia

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Netherlands
ca: Països Baixos

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: New Caledonia
ca: Nova Caledònia

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: New Zealand
ca: Nova Zelanda

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Nicaragua
ca: Nicaràgua

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Niger
ca: Níger

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Nigeria
ca: Nigèria

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Norfolk Island
ca: Illa Norfolk

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Northern Mariana Islands
ca: Illes Mariannes Septentrionals

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Norway
ca: Noruega

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Palestinian Territory, Occupied
ca: Territoris Ocupats de Palestina

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Panama
ca: Panamà

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Papua New Guinea
ca: Papua Nova Guinea

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Paraguay
ca: Paraguai

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Peru
ca: Perú

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Philippines
ca: Filipines

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Poland
ca: Polònia

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Réunion
ca: Reunió

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Russian Federation
ca: Federació Russa

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Saint Helena, Ascension and Tristan da Cunha
ca: Santa Helena, Ascensió i Tristan da Cunha

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Saint Kitts and Nevis
ca: Saint Kitts i Nevis

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Saint Martin (French part)
ca: Saint Martin (Part Francesa)

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Saint Pierre and Miquelon
ca: Saint Pierre i Miquelon

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Saint Vincent and the Grenadines
ca: Saint Vincent i les Grenadines

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Sao Tome and Principe
ca: Sao Tome i Principe

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Saudi Arabia
ca: Aràbia Saudita

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Serbia
ca: Sèrbia

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Singapore
ca: Singapur

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Sint Maarten (Dutch part)
ca: Sint Maarten (Part Holandesa)

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Slovakia
ca: Eslovàquia

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Slovenia
ca: Eslovènia

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Solomon Islands
ca: Illes Salomó

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Somalia
ca: Somàlia

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: South Africa
ca: Sud Àfrica

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: South Georgia and the South Sandwich Islands
ca: Illes Geòrgia del Sud i Sandwich del Sud

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: South Sudan
ca: Sudan del sud

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Spain
ca: Espanya

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Suriname
ca: Surinam

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Svalbard and Jan Mayen
ca: Svalbard i Jan Mayen

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Swaziland
ca: Swazilàndia

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Sweden
ca: Suècia

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Switzerland
ca: Suïssa

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Syrian Arab Republic
ca: República Àrab de Síria

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Taiwan, Province of China
ca: Taiwan

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Tajikistan
ca: Tadjikistan

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Tanzania, United Republic of
ca: República Unida de Tanzània

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Thailand
ca: Tailàndia

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Timor-Leste
ca: Timor Oriental

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Trinidad and Tobago
ca: Trinitat i Tobago

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Tunisia
ca: Tuníssia

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Turkey
ca: Turquia

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Turks and Caicos Islands
ca: Illes Turks i Caicos

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Ukraine
ca: Ucraïna

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: United Arab Emirates
ca: Emirats Àrabs Units

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: United Kingdom
ca: Regne Unit

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: United States
ca: Estats Units

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: United States Minor Outlying Islands
ca: Illes Perifèriques Menors dels EUA

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Uruguay
ca: Uruguai

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Venezuela
ca: Veneçuela

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Virgin Islands, British
ca: Illes Virgin Britàniques

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Virgin Islands, U.S.
ca: Illes Virgin de Estats Units

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Wallis and Futuna
ca: Wallis i Futuna

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Western Sahara
ca: Sàhara Oriental

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Yemen
ca: Iemen

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Zambia
ca: Zàmbia

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Asia/Pacific Region
ca: Àsia/Regió del Pacífic

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Europe
ca: Europa

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Anonymous Proxy
ca: Servidor intermediari anónim

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Satellite Provider
ca: Proveïdor de satèl·lit

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Other
ca: Un altre

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Aragonese
ca: Aragonès

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Arabic
ca: Àrab

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Belarusian
ca: Bielorús

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Bulgarian
ca: Búlgar

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Tibetan Standard, Tibetan, Central
ca: Tibetà estànda, Tibetà, Central

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Breton
ca: Bretó

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Bosnian
ca: Bòsni

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Catalan; Valencian
ca: Català; Valencià

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Chechen
ca: Txetxè

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Corsican
ca: Corsa

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Czech
ca: Txec

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Welsh
ca: Galès

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Danish
ca: Danès

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: German
ca: Alemany

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Greek, Modern
ca: Grec modern

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: English
ca: Anglès

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Spanish; Castilian
ca: Espanyol; Castellà

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Estonian
ca: Estonià

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Basque
ca: Basc

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Persian
ca: Persa

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Finnish
ca: Finès

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Fijian
ca: Fijià

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: French
ca: Francès

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Western Frisian
ca: Frisó occidental

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Irish
ca: Irlandès

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Scottish Gaelic; Gaelic
ca: Gaèlic Escocès; Gaèlic

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Galician
ca: Gallec

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Guarani
ca: Guaraní

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Hebrew (modern)
ca: Hebreu (modern)

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Hindi
ca: Indi

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Croatian
ca: Croata

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Haitian; Haitian Creole
ca: Haitià; Haitià Creolès

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Hungarian
ca: Húngar

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Armenian
ca: Armeni

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Indonesian
ca: Indonesi

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Icelandic
ca: Islandès

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Italian
ca: Italià

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Japanese
ca: Japonès

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Georgian
ca: Georgià

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Kongo
ca: Congolès

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Korean
ca: Coreà

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Kurdish
ca: Kurd

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Kirghiz, Kyrgyz
ca: Kirguís

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Latin
ca: Llatí

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Luxembourgish, Letzeburgesch
ca: Luxemburguès

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Lithuanian
ca: Lituà

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Latvian
ca: Eslovè

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Macedonian
ca: Macedoni

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Mongolian
ca: Mongol

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Maltese
ca: Maltès

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Nepali
ca: Nepalès

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Dutch
ca: Holandès

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Norwegian
ca: Norueg

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Occitan
ca: Occità

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Polish
ca: Polonès

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Portuguese
ca: Portuguès

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Romanian, Moldavian, Moldovan
ca: Romanès, Moldau

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Russian
ca: Rus

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Sanskrit
ca: Sànscrit

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Slovak
ca: Eslovac

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Slovene
ca: Eslovè

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Samoan
ca: Samoà

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Somali
ca: Somalià

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Albanian
ca: Albanès

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Serbian
ca: Sèrbi

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Sundanese
ca: Sudanès

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Swedish
ca: Suèc

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Thai
ca: Tailandès

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Turkish
ca: Turc

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Tahitian
ca: Taitià

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Ukrainian
ca: Ucranià

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Vietnamese
ca: Vietnamès

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Chinese
ca: Xinès

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Ascension Island
ca: Illa d'Ascensió

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Netherlands Antilles
ca: Antilles Holandeses

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Aland Islands
ca: Illes Aland

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Congo, Republic of
ca: República del Congo

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Cote d'Ivoire
ca: Costa d'Ivori

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: European Union
ca: Unió Europea

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Croatia/Hrvatska
ca: Croàcia/Hrvatska

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Macedonia, The Former Yugoslav Republic of
ca: República Iugoslava de Macedònia

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Pitcairn Island
ca: Illa Pitcarn

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Reunion Island
ca: Illa Reunió

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Soviet Union
ca: Unió Soviètica

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: East Timor
ca: Timor Oriental

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Yugoslavia
ca: Iugoslàvia

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Delete message
ca: Esborra el missatge

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Connecting ...
ca: Connectant...

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Connect
ca: Connecta

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Not a email address
ca: No és una adreça de correu

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Unknown error
ca: Error desconegut

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Server Error
ca: Error del servidor

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: New Message
ca: Missatge nou

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: To
ca: Per a

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Subject
ca: Títol

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Send
ca: Envia

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Connect your mail account
ca: Connecta amb el compte de correu

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Mail Address
ca: Adreça de correu

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: IMAP Password
ca: Contrasenya IMAP

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Reply
ca: Respon

# Translation source: /translations/owncloud.media/ca.po from project 'ownCloud'
source: Music
ca: Música

# Translation source: /translations/owncloud.media/ca.po from project 'ownCloud'
source: songs
ca: peces

# Translation source: /translations/owncloud.media/ca.po from project 'ownCloud'
source: albums
ca: àlbums

# Translation source: /translations/owncloud.media/ca.po from project 'ownCloud'
source: Add to playlist
ca: Afegeix a la llista de reproducció

# Translation source: /translations/owncloud.media/ca.po from project 'ownCloud'
source: Add album to playlist
ca: Afegeix l'àlbum a la llista de reproducció

# Translation source: /translations/owncloud.media/ca.po from project 'ownCloud'
source: Previous
ca: Anterior

# Translation source: /translations/owncloud.media/ca.po from project 'ownCloud'
source: Play
ca: Reprodueix

# Translation source: /translations/owncloud.media/ca.po from project 'ownCloud'
source: Pause
ca: Pausa

# Translation source: /translations/owncloud.media/ca.po from project 'ownCloud'
source: Next
ca: Següent

# Translation source: /translations/owncloud.media/ca.po from project 'ownCloud'
source: Mute
ca: Mut

# Translation source: /translations/owncloud.media/ca.po from project 'ownCloud'
source: Unmute
ca: Activa el so

# Translation source: /translations/owncloud.media/ca.po from project 'ownCloud'
source: Rescan Collection
ca: Explora de nou la col·lecció

# Translation source: /translations/owncloud.media/ca.po from project 'ownCloud'
source: Settings
ca: Configuració

# Translation source: /translations/owncloud.media/ca.po from project 'ownCloud'
source: Ampache address:
ca: Adreça Ampache:

# Translation source: /translations/owncloud.media/ca.po from project 'ownCloud'
source: Artist
ca: Artista

# Translation source: /translations/owncloud.media/ca.po from project 'ownCloud'
source: Album
ca: Àlbum

# Translation source: /translations/owncloud.media/ca.po from project 'ownCloud'
source: Title
ca: Títol

# FolderWizardSourcePage#1
source: Form
ca: Formulari

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Pick a local folder on your computer to sync
ca: Escolliu una carpeta local en el vostre equip per sincronitzar-la

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: &Choose...
ca: &Escull...
