Repository: BoFFire/translation-memory-tools
Catalog: latest-memories/po/owncloud-tm.po
Languages: ca

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: therefore the content must be copied manually
ca: per tant el contingut deu esser copiar manualment

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: then paste into message
ca: tot seguit enganxa-ho en un missatge

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: This 2d barcode encodes the url pointing to this Shorty
ca: Aquest codi de barres 2D codifica la URL apuntant a aquesta drecera

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: This is a internal url that the shortened url relays to
ca: Aquesta es una URL interna que la URL curta transmet a

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: This is the shortened url registered at the backend
ca: Aquesta es la URL curta enregistrada al servidor

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: This is the target url specified when generating this Shorty
ca: Aquest es el URL objectiu especificat quan s'ha generat aquesta drecera

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: This is the url referencing the QRCode shown before
ca: Aquesta es la URL referenciant el codi QR mostrat anteriorment

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Title
ca: Títol

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Toggle toolbar
ca: Mostra / amaga la barra d'eines

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Total of clicks
ca: Nombre total de clics

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Typically this only works on devices like smart phones
ca: Tipicament Normalment això només funciona en dispositius com telèfons intel·ligents

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Unexpected type of exception caught: %s
ca: Tipus inesperat d'excepció detectada

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Unfortunately the implementation of this scheme is limited
ca: Malauradament, l'aplicació d'aquest esquema es llimitat

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Unknown object of type caught: %s
ca: Desconegut objecte de tipus detectat: %s

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Url shortened to: %s
ca: URL escurçat a: %s

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Use it in web pages by referencing or embedding
ca: Usi'l en les pàgines web referènciant-ho o incrustant-ho

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Use the '%s' button above or the fine 'Shortlet'
ca: Fagi servir el butó '%s' a continuació o la drecera fina

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Verify by clicking…
ca: Verifica fent clic...

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Verification failed
ca: La verificació ha fallat

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: API access key
ca: Codi d'access API

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Account
ca: Compte

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: API key
ca: codi API

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: bit.ly user
ca: Usuari bit.ly

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: bit.ly user name
ca: Nom d'usuari bit.ly

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: bit.ly key
ca: codi bit.ly

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: bit.ly users key
ca: codi usuaris bit.ly

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Google API key
ca: codi API Google

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Google API account
ca: compte API Google

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: tiny.cc user
ca: usuari tiny.cc

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: tiny.cc user name
ca: nom d'usuari tiny.cc

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: tiny.cc key
ca: codi tiny.cc

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: tiny.cc user key
ca: codi usuari tiny.cc

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Force verification of encryption certificates during communication with the backend
ca: Verificació forzada dels certificats d'encriptació durant la comunicació amb elservidor

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: The external 'bitly.com' service is used to register a short url for each generated shorty.
ca: El servei extern 'bitly.com' es fa servir per enregistrar una URL curta per cadadrecera enregistrada

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: This means you have to register an '%s' at their site first.
ca: Aixó significa que us heu d'enregistrar un '%s' al seu lloc primerament

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: You must provide a valid '%%s' to use this service.
ca: Heu de proporcionar un '%%s' vàlid per fer servir aquest servei.

source: Shorty Tracking
ca: Seguiment Shorty

source: Detailed tracking of all requests to existing Shortys along with an integrated visualization of the access history.
ca: Seguiment detallat dels requeriments als Shortys existents, amb una visualització integrada de l'històric d'accés.

source: granted
ca: permès

source: denied
ca: denegat

source: blocked
ca: bloquejat

source: load
ca: carrega

source: Address
ca: Adreça

source: Click details
ca: Detall de clics

source: Clicks
ca: Clics

source: Host
ca: Equip remot

source: List clicks
ca: Llista clics

source: List of tracked clicks
ca: Llista de clics registrats

source: Result
ca: Resultat

source: Time
ca: Hora

source: Title
ca: Títol

source: User
ca: Usuari

# Translation source: /translations/owncloud.tasks/ca.po from project 'ownCloud'
source: Invalid date/time
ca: data/hora incorrecta

# Translation source: /translations/owncloud.tasks/ca.po from project 'ownCloud'
source: Tasks
ca: Tasques

# Translation source: /translations/owncloud.tasks/ca.po from project 'ownCloud'
source: Due
ca: A causa

# Translation source: /translations/owncloud.tasks/ca.po from project 'ownCloud'
source: List
ca: Llista

# Translation source: /translations/owncloud.tasks/ca.po from project 'ownCloud'
source: Location
ca: Ubicació

# Translation source: /translations/owncloud.tasks/ca.po from project 'ownCloud'
source: No category
ca: Cap categoria

# Translation source: /translations/owncloud.tasks/ca.po from project 'ownCloud'
source: Unspecified
ca: Sense especificar

# Translation source: /translations/owncloud.tasks/ca.po from project 'ownCloud'
source: 1=highest
ca: 1=major

# Translation source: /translations/owncloud.tasks/ca.po from project 'ownCloud'
source: 5=medium
ca: 5=mitjana

# Translation source: /translations/owncloud.tasks/ca.po from project 'ownCloud'
source: 9=lowest
ca: 9=inferior

# Translation source: /translations/owncloud.tasks/ca.po from project 'ownCloud'
source: Empty Summary
ca: Elimina el resum

# Translation source: /translations/owncloud.tasks/ca.po from project 'ownCloud'
source: Invalid percent complete
ca: Percentatge completat no vàlid

# Translation source: /translations/owncloud.tasks/ca.po from project 'ownCloud'
source: Invalid priority
ca: Prioritat no vàlida

# Translation source: /translations/owncloud.tasks/ca.po from project 'ownCloud'
source: The calendar application also need to be enabled to use this application.
ca: L'apliació calendari també ha d'estar activada per poder usar aquesta aplicació.

# Translation source: /translations/owncloud.tasks/ca.po from project 'ownCloud'
source: Add Task
ca: Afegeix una tasca

# Translation source: /translations/owncloud.tasks/ca.po from project 'ownCloud'
source: Order Due
ca: Ordena per

# Translation source: /translations/owncloud.tasks/ca.po from project 'ownCloud'
source: Order List
ca: Ordena per llista

# Translation source: /translations/owncloud.tasks/ca.po from project 'ownCloud'
source: Order Complete
ca: Ordena els complets

# Translation source: /translations/owncloud.tasks/ca.po from project 'ownCloud'
source: Order Location
ca: Ordena per ubicació

# Translation source: /translations/owncloud.tasks/ca.po from project 'ownCloud'
source: Order Priority
ca: Ordena per prioritat

# Translation source: /translations/owncloud.tasks/ca.po from project 'ownCloud'
source: Order Label
ca: Ordena per etiqueta

# Translation source: /translations/owncloud.tasks/ca.po from project 'ownCloud'
source: Loading tasks...
ca: Carregant les tasques...

# Translation source: /translations/owncloud.tasks/ca.po from project 'ownCloud'
source: More
ca: Més

# Translation source: /translations/owncloud.tasks/ca.po from project 'ownCloud'
source: Less
ca: Menys

# Translation source: /translations/owncloud.tasks/ca.po from project 'ownCloud'
source: Delete
ca: Elimina

# Translation source: /translations/owncloud.updater/ca.po from project 'ownCloud'
source: Checking your installation...
ca: Comprovant la instal·ació...

# Translation source: /translations/owncloud.updater/ca.po from project 'ownCloud'
source: Upgrade is not possible. Make sure that your webserver has write access to the following files and directories:
ca: L'actualització no és possible. Assegureu-vos que el servidor té accés d'escriptura als fitxers i carpetes següents:

# Translation source: /translations/owncloud.updater/ca.po from project 'ownCloud'
source: Version not found
ca: No s'ha trobat la versió

# Translation source: /translations/owncloud.updater/ca.po from project 'ownCloud'
source: Upgrade is not possible. Your webserver has not enough permissions to remove the following directory:
ca: L'actualització no és possible. El servidor no té permisos suficients per eliminar la carpeta següent:

# Translation source: /translations/owncloud.updater/ca.po from project 'ownCloud'
source: Update permissions on this directory and its content or remove it manually first.
ca: Actualitzeu els permisos en aquesta carpeta i el seu contingut o elimineu-la manualment primer.

# Translation source: /translations/owncloud.updater/ca.po from project 'ownCloud'
source: Downloading package...
ca: Baixant el paquet...

# Translation source: /translations/owncloud.updater/ca.po from project 'ownCloud'
source: Unable to fetch package
ca: No es pot baixar el paquet

# Translation source: /translations/owncloud.updater/ca.po from project 'ownCloud'
source: Creating backup...
ca: Creant còpia de seguretat...

# Translation source: /translations/owncloud.updater/ca.po from project 'ownCloud'
source: Here is your backup:
ca: Aquí hi ha la còpia de seguretat:

# Translation source: /translations/owncloud.updater/ca.po from project 'ownCloud'
source: Failed to create backup
ca: Ha fallat en crear la còpia de seguretat

# Translation source: /translations/owncloud.updater/ca.po from project 'ownCloud'
source: Moving files...
ca: Movent fitxers...

# Translation source: /translations/owncloud.updater/ca.po from project 'ownCloud'
source: All done. Click to the link below to start database upgrade.
ca: S'ha acabat. Féu clic a l'enllaç inferior per començar l'actualització de la base de dades.

# Translation source: /translations/owncloud.updater/ca.po from project 'ownCloud'
source: Update failed
ca: L'actualització ha fallat

# Translation source: /translations/owncloud.updater/ca.po from project 'ownCloud'
source: The update was unsuccessful. Please report this issue to the <a href="https://github.com/owncloud/apps/issues" target="_blank">ownCloud community</a>.
ca: L'actualització ha fallat. Informeu d'aquest problema a la <a href="https://github.com/owncloud/apps/issues" target="_blank">comunitat ownCloud</a>.

# Translation source: /translations/owncloud.updater/ca.po from project 'ownCloud'
source: Update Center
ca: Centre d'actualitzacions

# Translation source: /translations/owncloud.updater/ca.po from project 'ownCloud'
source: Backup Management
ca: Gestió de còpies de seguretat

# Translation source: /translations/owncloud.updater/ca.po from project 'ownCloud'
source: Update
ca: Actualitza

# Translation source: /translations/owncloud.updater/ca.po from project 'ownCloud'
source: Backup directory
ca: Còpia de seguretat de la carpeta

# Translation source: /translations/owncloud.updater/ca.po from project 'ownCloud'
source: Backup
ca: Còpia de seguretat

# Translation source: /translations/owncloud.updater/ca.po from project 'ownCloud'
source: Done on
ca: Feta el

# Translation source: /translations/owncloud.updater/ca.po from project 'ownCloud'
source: Download
ca: Baixa

# Translation source: /translations/owncloud.updater/ca.po from project 'ownCloud'
source: Delete
ca: Esborra

# Translation source: /translations/owncloud.updater/ca.po from project 'ownCloud'
source: No backups found
ca: No hi ha còpies de seguretat

source: Failed to clear the mappings.
ca: Ha fallat en eliminar els mapatges

source: Failed to delete the server configuration
ca: Ha fallat en eliminar la configuració del servidor

source: The configuration is valid and the connection could be established!
ca: La configuració és vàlida i s'ha pogut establir la comunicació!

source: The configuration is valid, but the Bind failed. Please check the server settings and credentials.
ca: La configuració és vàlida, però ha fallat el Bind. Comproveu les credencials i l'arranjament del servidor.

source: The configuration is invalid. Please have a look at the logs for further details.
ca: La configuració no és vàlida. Per més detalls mireu al registre del sistema.

source: No action specified
ca: No heu especificat cap acció

source: No configuration specified
ca: No heu especificat cap configuració

source: No data specified
ca: No heu especificat cap dada

source: Could not set configuration %s
ca: No s'ha pogut establir la configuració %s

source: Deletion failed
ca: Eliminació fallida

source: Take over settings from recent server configuration?
ca: Voleu prendre l'arranjament de la configuració actual del servidor?

source: Keep settings?
ca: Voleu mantenir la configuració?

source: Cannot add server configuration
ca: No es pot afegir la configuració del servidor

source: mappings cleared
ca: s'han eliminat els mapatges

source: Success
ca: Èxit

source: Configuration OK
ca: Configuració correcte

source: Configuration incorrect
ca: Configuració incorrecte

source: Configuration incomplete
ca: Configuració incompleta

source: Select groups
ca: Selecciona els grups

source: Select object classes
ca: Seleccioneu les classes dels objectes

source: Select attributes
ca: Seleccioneu els atributs

source: Connection test succeeded
ca: La prova de connexió ha reeixit

source: Connection test failed
ca: La prova de connexió ha fallat

source: Do you really want to delete the current Server Configuration?
ca: Voleu eliminar la configuració actual del servidor?

source: Confirm Deletion
ca: Confirma l'eliminació

source: %s group found
ca: S'ha trobat %s grup

source: %s user found
ca: S'ha trobat %s usuari

source: Invalid Host
ca: Ordinador central no vàlid

source: Could not find the desired feature
ca: La característica desitjada no s'ha trobat

source: Save
ca: Desa

source: Test Configuration
ca: Comprovació de la configuració

source: Help
ca: Ajuda

source: Limit the access to %s to groups meeting this criteria:
ca: Limita l'accés a %s grups que compleixin amb el criteri:

source: only those object classes:
ca: només aquestes classes d'objecte:

source: only from those groups:
ca: només d'aquests grups

source: Edit raw filter instead
ca: Edita filtre raw

source: Raw LDAP filter
ca: Filtre raw LDAP

source: The filter specifies which LDAP groups shall have access to the %s instance.
ca: El filtre especifica quins grups LDAP haurien de tenir accés a la instància %s.

source: groups found
ca: grups trobats

source: What attribute shall be used as login name:
ca: Quin atribut s'hauria d'utilitzar com a nom per a l'acreditació:

source: LDAP Username:
ca: Nom d'usuari LDAP:

source: LDAP Email Address:
ca: Adreça de correu electrònic LDAP:

source: Other Attributes:
ca: Altres atributs:

source: Add Server Configuration
ca: Afegeix la configuració del servidor

source: Host
ca: Equip remot

source: You can omit the protocol, except you require SSL. Then start with ldaps://
ca: Podeu ometre el protocol, excepte si requeriu SSL. Llavors comenceu amb ldaps://

source: User DN
ca: DN Usuari

source: The DN of the client user with which the bind shall be done, e.g. uid=agent,dc=example,dc=com. For anonymous access, leave DN and Password empty.
ca: La DN de l'usuari client amb la que s'haurà de fer, per exemple uid=agent,dc=exemple,dc=com. Per un accés anònim, deixeu la DN i la contrasenya en blanc.

source: Password
ca: Contrasenya

source: For anonymous access, leave DN and Password empty.
ca: Per un accés anònim, deixeu la DN i la contrasenya en blanc.

source: One Base DN per line
ca: Una DN Base per línia

source: You can specify Base DN for users and groups in the Advanced tab
ca: Podeu especificar DN Base per usuaris i grups a la pestanya Avançat

source: Limit the access to %s to users meeting this criteria:
ca: Limita l'accés a %s usuaris que compleixin amb el criteri:

source: The filter specifies which LDAP users shall have access to the %s instance.
ca: El filtre especifica quins usuaris LDAP haurien de tenir accés a la instància %s

source: users found
ca: usuaris trobats

source: Back
ca: Enrera

source: Continue
ca: Continua

source: <b>Warning:</b> Apps user_ldap and user_webdavauth are incompatible. You may experience unexpected behavior. Please ask your system administrator to disable one of them.
ca: <b>Avís:</b> Les aplicacions user_ldap i user_webdavauth són incompatibles. Podeu experimentar comportaments inesperats. Demaneu a l'administrador del sistema que en desactivi una.

source: <b>Warning:</b> The PHP LDAP module is not installed, the backend will not work. Please ask your system administrator to install it.
ca: <b>Avís:</b> El mòdul PHP LDAP no està instal·lat, el dorsal no funcionarà. Demaneu a l'administrador del sistema que l'instal·li.

source: Connection Settings
ca: Arranjaments de connexió

source: Configuration Active
ca: Configuració activa

source: When unchecked, this configuration will be skipped.
ca: Si està desmarcat, aquesta configuració s'ometrà.

source: User Login Filter
ca: Filtre d'inici de sessió d'usuari

source: Defines the filter to apply, when login is attempted. %%uid replaces the username in the login action. Example: "uid=%%uid"
ca: Defineix el filtre a aplicar quan s'intenta iniciar la sessió. %%uid reemplaça el nom d'usuari en l'acció d'inici de sessió. Per exemple: "uid=%%uid"

source: Backup (Replica) Host
ca: Màquina de còpia de serguretat (rèplica)

source: Give an optional backup host. It must be a replica of the main LDAP/AD server.
ca: Afegiu una màquina de còpia de seguretat opcional. Ha de ser una rèplica del servidor LDAP/AD principal.

source: Backup (Replica) Port
ca: Port de la còpia de seguretat (rèplica)

source: Disable Main Server
ca: Desactiva el servidor principal

source: Only connect to the replica server.
ca: Connecta només al servidor rèplica.

source: Case insensitve LDAP server (Windows)
ca: Servidor LDAP sense distinció entre majúscules i minúscules (Windows)

source: Turn off SSL certificate validation.
ca: Desactiva la validació de certificat SSL.

source: Not recommended, use it for testing only! If connection only works with this option, import the LDAP server's SSL certificate in your %s server.
ca: No es recomana, useu-ho només com a prova! Importeu el certificat SSL del servidor LDAP al servidor %s només si la connexió funciona amb aquesta opció.

source: Cache Time-To-Live
ca: Memòria de cau Time-To-Live

source: in seconds. A change empties the cache.
ca: en segons. Un canvi buidarà la memòria de cau.

source: Directory Settings
ca: Arranjaments de carpetes

source: User Display Name Field
ca: Camp per mostrar el nom d'usuari

source: The LDAP attribute to use to generate the user's display name.
ca: Atribut LDAP a usar per generar el nom a mostrar de l'usuari.

source: Base User Tree
ca: Arbre base d'usuaris

source: One User Base DN per line
ca: Una DN Base d'Usuari per línia

source: User Search Attributes
ca: Atributs de cerca d'usuari

source: Optional; one attribute per line
ca: Opcional; Un atribut per línia

source: Group Display Name Field
ca: Camp per mostrar el nom del grup

source: The LDAP attribute to use to generate the groups's display name.
ca: Atribut LDAP a usar per generar el nom a mostrar del grup.

source: Base Group Tree
ca: Arbre base de grups

source: One Group Base DN per line
ca: Una DN Base de Grup per línia

source: Group Search Attributes
ca: Atributs de cerca de grup

source: Group-Member association
ca: Associació membres-grup

source: Special Attributes
ca: Atributs especials

source: Quota Field
ca: Camp de quota

source: Quota Default
ca: Quota per defecte

source: in bytes
ca: en bytes

source: Email Field
ca: Camp de correu electrònic

source: User Home Folder Naming Rule
ca: Norma per anomenar la carpeta arrel d'usuari

source: Leave empty for user name (default). Otherwise, specify an LDAP/AD attribute.
ca: Deixeu-ho buit pel nom d'usuari (per defecte). Altrament, especifiqueu un atribut LDAP/AD.

source: Internal Username
ca: Nom d'usuari intern
