Repository: BoFFire/translation-memory-tools
Catalog: latest-memories/po/owncloud-tm.po
Languages: ca

source: Allow users to only share with users in their groups
ca: Permet als usuaris compartir només amb els usuaris del seu grup

source: Allow mail notification
ca: Permet notificacions per correu electrónic

source: Allow user to send mail notification for shared files
ca: Permet a l'usuari enviar notificacions de fitxers compartits per correu

source: Security
ca: Seguretat

source: Enforce HTTPS
ca: Força HTTPS

source: Forces the clients to connect to %s via an encrypted connection.
ca: Força la connexió dels clients a %s a través d'una connexió encriptada.

source: Please connect to your %s via HTTPS to enable or disable the SSL enforcement.
ca: Connecteu a %s a través de HTTPS per habilitar o inhabilitar l'accés SSL.

source: Log
ca: Registre

source: Log level
ca: Nivell de registre

source: More
ca: Més

source: Less
ca: Menys

source: Version
ca: Versió

source: Developed by the <a href="http://ownCloud.org/contact" target="_blank">ownCloud community</a>, the <a href="https://github.com/owncloud" target="_blank">source code</a> is licensed under the <a href="http://www.gnu.org/licenses/agpl-3.0.html" target="_blank"><abbr title="Affero General Public License">AGPL</abbr></a>.
ca: Desenvolupat per la <a href="http://ownCloud.org/contact" target="_blank">comunitat ownCloud</a>, el <a href="https://github.com/owncloud" target="_blank">codi font</a> té llicència <a href="http://www.gnu.org/licenses/agpl-3.0.html" target="_blank"><abbr title="Affero General Public License">AGPL</abbr></a>.

source: Add your App
ca: Afegiu la vostra aplicació

source: More Apps
ca: Més aplicacions

source: Select an App
ca: Seleccioneu una aplicació

source: See application page at apps.owncloud.com
ca: Mireu la pàgina d'aplicacions a apps.owncloud.com

source: <span class="licence"></span>-licensed by <span class="author"></span>
ca: <span class="licence"></span>-propietat de <span class="author"></span>

source: User Documentation
ca: Documentació d'usuari

source: Administrator Documentation
ca: Documentació d'administrador

source: Online Documentation
ca: Documentació en línia

source: Forum
ca: Fòrum

source: Bugtracker
ca: Seguiment d'errors

source: Commercial Support
ca: Suport comercial

source: Get the apps to sync your files
ca: Obtén les aplicacions per sincronitzar fitxers

source: Show First Run Wizard again
ca: Torna a mostrar l'assistent de primera execució

source: You have used <strong>%s</strong> of the available <strong>%s</strong>
ca: Heu utilitzat <strong>%s</strong> d'un total disponible de <strong>%s</strong>

source: Password
ca: Contrasenya

source: Your password was changed
ca: La seva contrasenya s'ha canviat

source: Unable to change your password
ca: No s'ha pogut canviar la contrasenya

source: Current password
ca: Contrasenya actual

source: New password
ca: Contrasenya nova

source: Change password
ca: Canvia la contrasenya

source: Full Name
ca: Nom complet

source: Email
ca: Correu electrònic

source: Your email address
ca: Correu electrònic

source: Fill in an email address to enable password recovery
ca: Ompliu el correu electrònic per activar la recuperació de contrasenya

source: Profile picture
ca: Foto de perfil

source: Upload new
ca: Puja'n una de nova

source: Select new from Files
ca: Selecciona'n una de nova dels fitxers

source: Remove image
ca: Elimina imatge

source: Either png or jpg. Ideally square but you will be able to crop it.
ca: Pot ser png o jpg. Idealment quadrada, però podreu retallar-la.

source: Abort
ca: Cancel·la

source: Choose as profile image
ca: Selecciona com a imatge de perfil

source: Language
ca: Idioma

source: Help translate
ca: Ajudeu-nos amb la traducció

source: Use this address to <a href="%s" target="_blank">access your Files via WebDAV</a>
ca: Useu aquesta adreça per <a href="%s" target="_blank">accedir als fitxers via WebDAV</a>

source: Encryption
ca: Xifrat

source: The encryption app is no longer enabled, decrypt all your file
ca: L'aplicació d'encriptació ja no està activada, desencripteu tots els vostres fitxers.

source: Log-in password
ca: Contrasenya d'accés

source: Decrypt all Files
ca: Desencripta tots els fitxers

source: Login Name
ca: Nom d'accés

source: Create
ca: Crea

source: Admin Recovery Password
ca: Recuperació de contrasenya d'administrador

source: Enter the recovery password in order to recover the users files during password change
ca: Escriviu la contrasenya de recuperació per a poder recuperar els fitxers dels usuaris en canviar la contrasenya

source: Default Storage
ca: Emmagatzemament per defecte

source: Please enter storage quota (ex: "512 MB" or "12 GB")
ca: Escriviu la quota d'emmagatzemament (per ex.: "512 MB" o "12 GB")

source: Unlimited
ca: Il·limitat

source: Other
ca: Un altre

source: Username
ca: Nom d'usuari

source: Storage
ca: Emmagatzemament

source: change full name
ca: canvia el nom complet

source: set new password
ca: estableix nova contrasenya

source: Default
ca: Per defecte

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Plugins
ca: Connectors

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: all
ca: tots

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: blocked
ca: bloquejat

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: deleted
ca: esborrat

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: disabled
ca: inhabilitat

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: enabled
ca: habilitat

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: never
ca: mai

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: private
ca: privat

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: public
ca: públic

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: shared
ca: compartit

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: delete
ca: elimina

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: edit
ca: edita

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: open
ca: obre

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: share
ca: comparteix

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: show
ca: mostra

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: reload
ca: carrega de nou

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: up
ca: amunt

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: down
ca: avall

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: clear
ca: neteja

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: none
ca: cap

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: info
ca: informació

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: debug
ca: depura

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: bitly.com service
ca: Servei bitly.com

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: cli.gs service
ca: Servei cli.gs

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: goo.gl service
ca: Servei goo.gl

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: is.gd service
ca: Servei is.gd

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: ti.ny service
ca: Servei ti.ny

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: tiny.cc service
ca: Servei tiny.cc

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: static backend
ca: Servidor estàtic

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: for any access
ca: per a qualsevol accés

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: for own usage
ca: per a ús propi

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: with ownCloud users
ca: amb usuaris ownCloud

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: available for everyone
ca: disponible per tothom

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Access
ca: Accés

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Add a new shorty
ca: Afegeix una nova drecera

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Add as new
ca: Afegeix com a nou

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Add page as 'Shorty' to ownCloud
ca: Afegeix pàgina com a drecera a ownCloud

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Administration
ca: Administració

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Administrative, system wide settings of this app:
ca: Administratiu, amplis ajustos del sistema d'aquesta aplicació

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: after the SMS has been launched
ca: després que el SMS ha sigut llençat

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Alternatively the image can be downloaded for printout or storage
ca: Alternativament l'imatge pot ser descarregada per imprimir o emmagatzemar

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: alternatively the link can be copied for further usage
ca: alternativament l'enllaç pot ser copiat per us posterior

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Alternatively the link can be copied manually
ca: Alternativament podeu copiar l'enllaç manualment

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Alternatively the link can be copied into a message manually
ca: Alternativament l'enllaç pot ser copiat en un missatge manualment

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Anything that appears helpful …
ca: Quelcom del que apareix ajuda …

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Default backend suggested inside users preferences
ca: Servidor per defecte dins de les preferencies d'usuari

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Backend
ca: Servidor

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Base url
ca: URL base

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Choose a service…
ca: Tria un servei...

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Click for embedding details
ca: Feu clic per incrustar els detalls

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Click it, for whatever site you want to create a Shorty.
ca: Feu click per qualsevol lloc que vulgui crear una drecera

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Click registered
ca: S'ha enregistrat el clic

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Clicks
ca: Clics

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Clicking 'Ok' below will try to launch an email composer
ca: Clicant 'OK' a continuació intentarà llençar el creador de email

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Clicking 'Ok' below will try to launch an sms composer
ca: Clicant 'OK' a continuació intentarà llençar el creador de SMS

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Close
ca: Tanca

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Configuration
ca: Configuració

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: The amount of feedback messages shown.
ca: El nùmero de missatges de resposta mostra.

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Copy to clipboard
ca: Copia al porta-papers

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Counted entries and clicks
ca: Entrades i clics comptats

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Create a new 'Shorty' and share it
ca: Crear una nova drecera i compartir

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Creation
ca: Creació

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Delete shorty
ca: Esborrar drecera

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Drag this to your browser bookmarks.
ca: Arrosega aixó als marcadors del navegador

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Embed the QRCode as an image into some web page using this url
ca: Inclou el codi QR com imatge en qualsevol pàgina web fent servir aquesta URL

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Example
ca: Exemple

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Exception
ca: Excepció

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Exception (%s)
ca: Excepció (%s)

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Expiration
ca: Expiració

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Feedback
ca: Comentaris

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: It can be enabled by a single click in the administration:
ca: Es pot habilitar fent clic a l'administració:

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Loading
ca: Carregant

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Mail client
ca: Client de correu

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Modifications for shorty with id '%s' saved
ca: Modificacions per dreceras amd id '%s' desades

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Modify attributes
ca: Modifica els atributs

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Modify shorty
ca: Modifica la drecera

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: New Shorty
ca: Nova drecera

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Notes
ca: Anotacions

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Nothing here yet
ca: Aquí encara no hi ha res

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Number of entries
ca: Nombre d'entrades

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Number of entries: %s
ca: Nombre d'entrades: %s

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: QRCode
ca: Codi QR

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Open source url
ca: Obre l'URL font

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Open relay url
ca: Obre URL relé

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Open target
ca: Obre objectiu

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Open target url
ca: Obre URL objectiu

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Optional configuration of a 'Static Backend'
ca: Configuració opcional del 'Servidor estàtic'

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: or simpy print or download it for off-line usage
ca: o simplement imprimeix o descarrega per us fora de línea

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Paste to embed elsewhere
ca: Enganxa per incrustar a qualsevol altre lloc

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Preference retrieved
ca: Preferència recuperada

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Preference saved
ca: Preferència desada

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Preference '%s' retrieved
ca: Preferència '%s' recuperada

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Preference '%s' saved
ca: S'ha desat la preferència '%s'

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Preferences
ca: Preferències

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Prepare to send as SMS
ca: Prepara per enviar com a SMS

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Relay service
ca: Servei Relé

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Relay url
ca: URL Relé

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Reload
ca: Carrega de nou

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Reload list
ca: Carrega la llista de nou

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Save
ca: Desa

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Send by email
ca: Envia per correu electrònic

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Send link by email
ca: Envia l'enllaç per correu electrònic

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Send by SMS
ca: Envia per SMS

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Set personal preferences using the cog wheel (%%s) on the bottom left!
ca: Fixa les preferencies personals fent servir la roda dentada(%%s) baix a l'esquerra!

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Set personal preferences using the cog wheel (%%s) on the upper right!
ca: Fixa les preferencies personals fent servir la roda dentada(%%s) dalt a la dreta!

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Setting retrieved
ca: Preferència recuperada

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Setting saved
ca: Preferència desada

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Setting '%s' retrieved
ca: Preferència '%s' recuperada

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Setting '%s' saved
ca: Configuració '%s' desada

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Settings
ca: Configuració

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Share and use
ca: Comparteix i fes servir

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Share shorty
ca: Compartir drecera

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Shorty as QRCode
ca: Drecera com codi QR

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Shorty with id '%s' deleted
ca: Drecera amd id '%s' esborrat

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Show as QRCode
ca: Mostra com a codi QR

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Show details
ca: Mostra detalls

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Show usage
ca: Mostra'n l'ús

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: SMS composer
ca: creador SMS

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Sort ascending
ca: Ordena ascendentment

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Sort descending
ca: Ordena descendentment

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Clear filter
ca: Neteja el filtre

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Source url
ca: URL font

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Specify a static base url…
ca: Especifica una URL bàsica estàtica...

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Static backend: base url verification
ca: Servidor estàtic: verificaciço URL base

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Status
ca: Estat

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Status change for shorty with id '%s' saved
ca: Estat canvia a drecera amb id '%s' desat

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Target
ca: Objectiu

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Target url
ca: URL objectiu

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: Target url '%s' is valid
ca: L'URL objectiu '%s' és vàlid

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: That image can be used when writing documents or setting up web sites
ca: Aquesta imatge pot esser utilitzada quan s'escrigin documents o montatges de planas web

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: The backend service used to generate shortened URLs.
ca: El servei de servidor utilitzat per general dreceras URLs.

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: The default status as suggested for new Shortys.
ca: El estat per defecte tal suggereix per noves dreceres

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: The link below can be copied for usage apart
ca: L'enllaç següent es pot copar per fer-lo servir a part

# Translation source: /translations/owncloud.shorty/ca.po from project 'ownCloud'
source: The additional plugin '%%s' tracks the usage of existing Shortys!
ca: El conector adicional '%%s' segueiz l'us de les dreceras existents!
