Repository: BoFFire/translation-memory-tools
Catalog: latest-memories/po/owncloud-tm.po
Languages: ca

source: By default the internal username will be created from the UUID attribute. It makes sure that the username is unique and characters do not need to be converted. The internal username has the restriction that only these characters are allowed: [ a-zA-Z0-9_.@- ]. Other characters are replaced with their ASCII correspondence or simply omitted. On collisions a number will be added/increased. The internal username is used to identify a user internally. It is also the default name for the user home folder. It is also a part of remote URLs, for instance for all *DAV services. With this setting, the default behavior can be overridden. To achieve a similar behavior as before ownCloud 5 enter the user display name attribute in the following field. Leave it empty for default behavior. Changes will have effect only on newly mapped (added) LDAP users.
ca: Per defecte el nom d'usuari intern es crearà a partir de l'atribut UUID. Això assegura que el nom d'usuari és únic i que els caràcters no s'han de convertir. El nom d'usuari intern té la restricció que només estan permesos els caràcters: [ a-zA-Z0-9_.@- ]. Els altres caràcters es substitueixen pel seu corresponent ASCII o simplement s'ometen. En cas de col·lisió s'incrementa/decrementa en un. El nom d'usuari intern s'utilitza per identificar un usuari internament. També és el nom per defecte de la carpeta home d'usuari. És també un port de URLs remotes, per exemple tots els serveis *DAV. Amb aquest arranjament es pot variar el comportament per defecte. Per obtenir un comportament similar al d'abans de ownCloud 5, escriviu el nom d'usuari a mostrar en el camp següent. Deixei-lo en blanc si preferiu el comportament per defecte. Els canvis tindran efecte només en els nous usuaris LDAP mapats (afegits).

source: Internal Username Attribute:
ca: Atribut nom d'usuari intern:

source: Override UUID detection
ca: Sobrescriu la detecció UUID

source: By default, the UUID attribute is automatically detected. The UUID attribute is used to doubtlessly identify LDAP users and groups. Also, the internal username will be created based on the UUID, if not specified otherwise above. You can override the setting and pass an attribute of your choice. You must make sure that the attribute of your choice can be fetched for both users and groups and it is unique. Leave it empty for default behavior. Changes will have effect only on newly mapped (added) LDAP users and groups.
ca: Per defecte, owncloud autodetecta l'atribut UUID. L'atribut UUID s'utilitza per identificar usuaris i grups de forma indubtable. També el nom d'usuari intern es crearà en base a la UUIS, si no heu especificat res diferent a dalt. Podeu sobreescriure l'arranjament i passar l'atribut que desitgeu. Heu d'assegurar-vos que l'atribut que escolliu pot ser recollit tant pels usuaris com pels grups i que és únic. Deixeu-ho en blanc si preferiu el comportament per defecte. els canvis s'aplicaran als usuaris i grups LDAP mapats de nou (afegits).

source: UUID Attribute for Users:
ca: Atribut UUID per Usuaris:

source: UUID Attribute for Groups:
ca: Atribut UUID per Grups:

source: Username-LDAP User Mapping
ca: Mapatge d'usuari Nom d'usuari-LDAP

source: Usernames are used to store and assign (meta) data. In order to precisely identify and recognize users, each LDAP user will have a internal username. This requires a mapping from username to LDAP user. The created username is mapped to the UUID of the LDAP user. Additionally the DN is cached as well to reduce LDAP interaction, but it is not used for identification. If the DN changes, the changes will be found. The internal username is used all over. Clearing the mappings will have leftovers everywhere. Clearing the mappings is not configuration sensitive, it affects all LDAP configurations! Never clear the mappings in a production environment, only in a testing or experimental stage.
ca: Els noms d'usuari s'usen per desar i assignar (meta)dades. Per tal d'identificar amb precisió i reconèixer els usuaris, cada usuari LDAP tindrà un nom d'usuari intern. Això requereix mapatge del nom d'usuari a l'usuari LDAP. El nom d'usuari creat es mapa a la UUID de l'usuari LDAP. A més, la DN es posa a la memòria de cau per reduir la interacció LDAP, però no s'usa per identificació. En cas que la DN canvïi, els canvis es trobaran. El nom d'usuari intern s'usa a tot arreu. Si esborreu els mapatges quedaran sobrants a tot arreu. Esborrar els mapatges no és sensible a la configuració, afecta a totes les configuracions LDAP! No esborreu mai els mapatges en un entorn de producció, només en un estadi de prova o experimental.

source: Clear Username-LDAP User Mapping
ca: Elimina el mapatge d'usuari Nom d'usuari-LDAP

source: Clear Groupname-LDAP Group Mapping
ca: Elimina el mapatge de grup Nom de grup-LDAP

source: Export
ca: Exporta

source: Something went wrong while the export file was being generated
ca: Alguna cosa ha anat malament en generar el fitxer d'exportació

source: An error has occurred
ca: S'ha produït un error

source: Account Export/Import
ca: Importa/Exporta compte

source: OpenID Changed
ca: OpenID ha canviat

source: Invalid request
ca: Sol·licitud no vàlida

source: This is an OpenID server endpoint. For more information, see
ca: Això és un punt final de servidor OpenID. Per més informació consulteu

source: Identity: <b>
ca: Identitat:<b>

source: Realm: <b>
ca: Domini:<b>

source: User: <b>
ca: Usuari:<b>

source: Login
ca: Inici de sessió

source: Error: <b>No user Selected
ca: Error:<b>No heu seleccionat cap usuari

source: you can authenticate to other sites with this address
ca: podeu autenticar altres llocs web amb aquesta adreça

source: Authorized OpenID provider
ca: Servidor OpenID autoritzat

source: Your address at Wordpress, Identi.ca, &hellip;
ca: La vostra adreça a Wordpress, Identi.ca &hellip;

source: OpenID Provider remembered sites
ca: Llocs que recorda el proveïdor OpenID

source: Trusted
ca: Verificat

source: Denied
ca: Denegat

source: Remove
ca: Elimina

source: WebDAV Authentication
ca: Autenticació WebDAV

source: Address:
ca: Adreça:

source: The user credentials will be sent to this address. This plugin checks the response and will interpret the HTTP statuscodes 401 and 403 as invalid credentials, and all other responses as valid credentials.
ca: Les credencials d'usuari s'enviaran a aquesta adreça. Aquest connector comprova la resposta i interpreta els codis d'estat 401 i 403 com a credencials no vàlides, i qualsevol altra resposta com a credencials vàlides.
