Repository: BoFFire/translation-memory-tools
Catalog: latest-memories/po/owncloud-tm.po
Languages: ca

# Translation source: /translations/owncloud.lib/ca.po from project 'ownCloud'
source: Your web server is not yet properly setup to allow files synchronization because the WebDAV interface seems to be broken.
ca: El servidor web no està configurat correctament per permetre la sincronització de fitxers perquè la interfície WebDAV sembla no funcionar correctament.

# Translation source: /translations/owncloud.lib/ca.po from project 'ownCloud'
source: Please double check the <a href='%s'>installation guides</a>.
ca: Comproveu les <a href='%s'>guies d'instal·lació</a>.

# Translation source: /translations/owncloud.lib/ca.po from project 'ownCloud'
source: Could not find category "%s"
ca: No s'ha trobat la categoria "%s"

# Translation source: /translations/owncloud.lib/ca.po from project 'ownCloud'
source: seconds ago
ca: segons enrere

# Translation source: /translations/owncloud.lib/ca.po from project 'ownCloud'
source: %n minute ago
ca: fa %n minut

# Translation source: /translations/owncloud.lib/ca.po from project 'ownCloud'
source: %n hour ago
ca: fa %n hora

# Translation source: /translations/owncloud.lib/ca.po from project 'ownCloud'
source: today
ca: avui

# Translation source: /translations/owncloud.lib/ca.po from project 'ownCloud'
source: yesterday
ca: ahir

# Translation source: /translations/owncloud.lib/ca.po from project 'ownCloud'
source: %n day go
ca: fa %n dia

# Translation source: /translations/owncloud.lib/ca.po from project 'ownCloud'
source: last month
ca: el mes passat

# Translation source: /translations/owncloud.lib/ca.po from project 'ownCloud'
source: %n month ago
ca: fa %n mes

# Translation source: /translations/owncloud.lib/ca.po from project 'ownCloud'
source: last year
ca: l'any passat

# Translation source: /translations/owncloud.lib/ca.po from project 'ownCloud'
source: years ago
ca: anys enrere

# Translation source: /translations/owncloud.lib/ca.po from project 'ownCloud'
source: Caused by:
ca: Provocat per:

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Not Found
ca: No s'ha trobat

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Permission Denied
ca: Permís denegat

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Authentication failure.
ca: Error d'autenticació.

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Cannot expunge read-only mailbox.
ca: No es pot expugnar una bústia només de lectura.

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: The server does not support the %s extension.
ca: El servidor no permet l'extensió %s.

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: %s not supported on POP3 servers.
ca: %s no permès en els servidors POP3.

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Cannot convert search query text to new charset
ca: No es pot convertir el text de cerca al nou joc de caràcters

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Bad tagged response.
ca: Resposta mal etiquetada.

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Could not open secure connection to the POP3 server.
ca: No es pot obrir la connexió segura al servidor POP3.

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Server does not support secure connections.
ca: El servidor no permet connexions segures.

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: POP3 server denied authentication.
ca: El servidor POP3 ha denegat l'autenticació.

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Error connecting to POP3 server.
ca: Error en connectar amb el servidor POP3.

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Unexpected response from server when authenticating.
ca: Resposta no esperada del servidor durant l'autenticació.

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Unknown authentication method: %s
ca: Mètode d'autenticació desconegut: %s

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: POP3 Server closed the connection unexpectedly.
ca: El servidor POP3 ha tancat la connexió inesperadament.

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: POP3 error reported by server.
ca: El servidor ha informat d'un error POP3.

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Server does not support TLS connections.
ca: El servidor no permet connexions TLS.

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Could not open secure TLS connection to the IMAP server.
ca: No s'ha pogut establir una connexió segura TLS amb el servidor IMAP.

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: No supported IMAP authentication method could be found.
ca: No s'ha trobat cap mètode permès d'autenticació IMAP.

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Mail server denied authentication.
ca: El servidor de correu ha denegat l'autenticació.

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Error connecting to mail server.
ca: Error en connectar amb el servidor de correu.

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Server rejected connection.
ca: El servidor ha rebutjat la connexió.

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: The mail server does not support IMAP4rev1 (RFC 3501).
ca: El servidor de correu no permet IMAP4rev1 (RFC 3501).

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Could not open mailbox "%s".
ca: No s'ha pogut obrir la bústia "%s".

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Mailbox does not support mod-sequences.
ca: La bústia no permet mod-sequences.

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Invalid METADATA entry: "%s".
ca: Entrada de METADADES no vàlida: "%s".

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Invalid METADATA value type "%s".
ca: Valor de METADADES no vàlid: "%s".

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Error when communicating with the mail server.
ca: Error en comunicar amb el servidor de correu.

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: IMAP error reported by server.
ca: El servidor ha informat d'un error IMAP.

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: IMAP Server closed the connection.
ca: El servidor IMAP ha tancat la connexió.

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Mail server closed the connection unexpectedly.
ca: El servidor de correu ha tancat la connexió inesperadament.

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Charset used in search query is not supported on the mail server.
ca: El servidor de correu no permet el joc de caràcters usat en el text de cerca.

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: The mail server was unable to parse the contents of the mail message.
ca: El servidor de correu no pot analitzar el contingut del correu electrònic.

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Could not save message on server.
ca: No s'ha pogut desar el missatge al servidor.

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Could not save message data because it is too large.
ca: No s'han pogut desar les dades del missatge perquè és massa llarg.

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: The comparison algorithm was not recognized by the server.
ca: L'algorisme de comparació no ha estat reconegut pel servidor.

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: The metadata item could not be saved because it is too large.
ca: L'element de metadades no s'ha pogut desar perquè és massa llarg.

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: The metadata item could not be saved because the server does not support private annotations.
ca: L'element de metadades no s'ha pogut desar perquè el servidor no permet anotacions privades.

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: The metadata item could not be saved because the maximum number of annotations has been exceeded.
ca: L'element de metadades no s'ha pogut desar perquè heu excedit el nombre màxim d'anotacions.

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Remote server is temporarily unavailable.
ca: El servidor remot no està disponible temporalment.

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Authentication failed.
ca: Ha fallat l'autenticació.

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Authentication was successful, but authorization failed.
ca: L'autenticació ha estat correcte, però ha fallat l'autorització.

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Authentication credentials have expired.
ca: Les credencials d'autenticació han vençut.

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Operation failed due to a lack of a secure connection.
ca: L'operació ha fallat per manca d'una connexió segura.

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: You do not have adequate permissions to carry out this operation.
ca: No teniu els permisos adequats per realitzar aquesta operació.

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: There was a temporary issue when attempting this operation. Please try again later.
ca: Hi ha hagut un problema temporal en intentar aquesta operació. Intenteu-ho més tard.

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: The mail server is reporting corrupt data in your mailbox.
ca: El servidor de correu informa de dades corruptes en la vostra bústia.

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: The mail server has denied the request.
ca: El servidor de correu ha denegat la petició.

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: The operation failed because the quota has been exceeded on the mail server.
ca: L'operació ha fallat perquè s'ha excedit la quota en el servidor de correu.

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: The object could not be created because it already exists.
ca: L'objecte no s'ha creat perquè ja existeix.

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: The object could not be deleted because it does not exist.
ca: L'objecte no s'ha pogut eliminar perquè no existeix.

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: The special-use attribute requested for the mailbox is not supported.
ca: No és permet l'atribut especial d'ús que heu sol·licitat per a la bústia.

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Error converting UTF7-IMAP string.
ca: Error en convertir la cadena UTF7-IMAP.

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: List-Help
ca: Llista-Ajuda

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: List-Unsubscribe
ca: Llista-Cancel·la la subscripció

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: List-Subscribe
ca: Llista-Subscriure's

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: List-Owner
ca: Llista-Propietari

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: List-Post
ca: Llista-Envia

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: List-Archive
ca: Llista-Arxiu

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: List-Id
ca: Llista-Id

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Plaintext Version of Message
ca: Versió en text pla del missatge

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: HTML Version of Message
ca: Versió HTML del missatge

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Disposition Notification
ca: Disposició de notificació

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: The message sent on %s to %s with subject "%s" has been displayed. This is no guarantee that the message has been read or understood.
ca: El missatge enviat el %s a %s amb el títol "%s" s'ha mostrat. Això no garanteix que el missatge s'hagi llegit o entès.

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Afghanistan
ca: Afganistan

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Åland Islands
ca: Illes Åland

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Algeria
ca: Algèria

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: American Samoa
ca: Samoa americana

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Antarctica
ca: Antàtida

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Armenia
ca: Armènia

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Australia
ca: Austràlia

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Austria
ca: Àustria

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Bahamas
ca: Bahames

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Belarus
ca: Bielorússia

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Belgium
ca: Bèlgica

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Bolivia
ca: Bolívia

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Bonaire, Sint Eustatius and Saba
ca: Bonaire, Sant Estanislau i Saba

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Bosnia and Herzegovina
ca: Bòsnia i Hercegovina

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Bouvet Island
ca: Illa Bouvet

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Brazil
ca: Brasil

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: British Indian Ocean Territory
ca: Territori Britànic de l'Oceà Índic

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Bulgaria
ca: Bulgària

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Cambodia
ca: Cambodja

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Cameroon
ca: Camerun

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Canada
ca: Canadà

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Cape Verde
ca: Cap Verd

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Cayman Islands
ca: Illes Caiman

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Central African Republic
ca: República Centreafricana

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Chad
ca: Txad

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Chile
ca: Xile

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: China
ca: Xina

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Christmas Island
ca: Illa Christmas

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Cocos (Keeling) Islands
ca: Illes Cocos (Keeling)

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Colombia
ca: Colòmbia

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Comoros
ca: Comores

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Congo, The Democratic Republic of the
ca: República Democràtica del Congo

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Cook Islands
ca: Illes Cook

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Côte d'Ivoire
ca: Costa d'Ivori

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Croatia
ca: Croàcia

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Cyprus
ca: Xipre

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Czech Republic
ca: República Txeca

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Denmark
ca: Dinamarca

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Dominican Republic
ca: República Dominicana

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Ecuador
ca: Equador

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Egypt
ca: Egipte

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Equatorial Guinea
ca: Guinea Equatorial

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Estonia
ca: Estònia

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Ethiopia
ca: Etiòpia

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Falkland Islands (Malvinas)
ca: Illes Falkland (Malvines)

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Faroe Islands
ca: Illes Fèroe

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Finland
ca: Finlàndia

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: France
ca: França

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: French Guiana
ca: Guaiana Francesa

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: French Polynesia
ca: Polinèsia Francesa

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: French Southern Territories
ca: Terres Australs Franceses

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Gambia
ca: Gàmbia

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Georgia
ca: Geòrgia

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Germany
ca: Alemanya

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Greece
ca: Grècia

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Greenland
ca: Grenlàndia

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Grenada
ca: Granada

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Guadeloupe
ca: Guadalupe

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Haiti
ca: Haití

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Heard Island and McDonald Islands
ca: Illa Heard i Illes McDonald

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Holy See (Vatican City State)
ca: Ciutat del Vaticà

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Honduras
ca: Hondures

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Hungary
ca: Hongria

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Iceland
ca: Islàndia

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: India
ca: Índia

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Indonesia
ca: Indonèsia

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Iran, Islamic Republic of
ca: República Islàmica de l'Iran

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Ireland
ca: Irlanda

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Isle of Man
ca: Illa de Man

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Italy
ca: Itàlia

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Japan
ca: Japó

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Jordan
ca: Jordània

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Korea, Democratic People's Republic of
ca: República Democràtica del Poble de Corea

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Korea, Republic of
ca: República de Corea

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Kyrgyzstan
ca: Kirguizistan

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Lao People's Democratic Republic
ca: República Democràtica del Poble de Laos

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Latvia
ca: Letònia

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Lebanon
ca: Líban

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Liberia
ca: Libèria

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Libya
ca: Líbia

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Lithuania
ca: Lituània

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Luxembourg
ca: Luxemburg

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Macao
ca: Macau

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Macedonia, The former Yugoslav Republic of
ca: República Iugoslava de Macedònia

# Translation source: /translations/owncloud.mail/ca.po from project 'ownCloud'
source: Malaysia
ca: Malàisia
