Repository: BoFFire/translation-memory-tools
Catalog: latest-memories/po/owncloud-tm.po
Languages: ca

source: No contacts found in:
ca: No s'han trobat contactes a:

source: No key is given.
ca: No heu facilitat cap clau.

source: No value is given.
ca: No heu facilitat cap valor.

source: Could not set preference:
ca: No s'ha pogut establir la preferència:

source: Contact
ca: Contacte

source: Other
ca: Un altre

source: HomePage
ca: Pàgina d'inici

source: Internet call
ca: Trucada d'Internet

source: Work
ca: Feina

source: Home
ca: Casa

source: Mobile
ca: Mòbil

source: Voice
ca: Veu

source: Message
ca: Missatge

source: Video
ca: Vídeo

source: Pager
ca: Paginador

source: Friends
ca: Amics

source: Family
ca: Familia

source: New Contact
ca: Contate nou

source: Group name
ca: Nom del grup

source: New Group
ca: Grup nou

source: Address books
ca: Llibretes d'adreces

source: Display name
ca: Nom a mostrar

source: Add Address Book
ca: Afegeix una llibreta d'adreces

source: Select file...
ca: Selecciona un fitxer...

source: (De-)select all
ca: (Des-)selecciona'ls tots

source: Sort order
ca: Ordena

source: First- Lastname
ca: Nom- Congnom

source: Last-, Firstname
ca: Cognom-, Nom

source: Groups
ca: Grups

source: Favorite
ca: Preferits

source: Merge selected
ca: Combina els seleccionats

source: Keyboard shortcuts
ca: Dreceres de teclat

source: Navigation
ca: Navegació

source: Next contact in list
ca: Següent contacte de la llista

source: Previous contact in list
ca: Contacte anterior de la llista

source: Expand/collapse current addressbook
ca: Expandeix/col·lapsa la llibreta d'adreces

source: Next addressbook
ca: Llibreta d'adreces següent

source: Previous addressbook
ca: Llibreta d'adreces anterior

source: Actions
ca: Accions

source: Refresh contacts list
ca: Carrega de nou la llista de contactes

source: Add new contact
ca: Afegeix un contacte nou

source: Add new addressbook
ca: Afegeix una llibreta d'adreces nova

source: Delete current contact
ca: Esborra el contacte

source: <h3>You have no contacts in your address book or your address book is disabled.</h3><p>Add a new contact or import existing contacts from a VCF file.</p>
ca: <h3>No teniu contactes a la vostra llibreta d'adreces o la vostra llibreta d'adreces està inhabilitada.</h3><p>Afegiu un nou contacte o importeu-ne d'existents des d'un fitxer VCF.</p>

source: Add contact
ca: Afegeix un contacte

source: Delete group
ca: Elimina grup

source: Rename group
ca: Canvia el nom del grup

source: Which contact should the data be merged into?
ca: A quin contacte li voleu combinar les dades?

source: Delete the other(s) after successful merge?
ca: Elimino els altre(s) després d'una combinació satisfactòria?

source: Compose mail
ca: Redacta un correu electrónic

source: Delete current photo
ca: Elimina la foto actual

source: Edit current photo
ca: Edita la foto actual

source: Upload new photo
ca: Carrega una foto nova

source: Select photo from ownCloud
ca: Selecciona una foto de ownCloud

source: Name
ca: Nom

source: First name
ca: Nom

source: Additional names
ca: Noms addicionals

source: Last name
ca: Cognom

source: Select groups
ca: Selecciona els grups

source: Select address book
ca: Selecciona la llibreta d'adreces

source: Nickname
ca: Sobrenom

source: Enter nickname
ca: Escriviu el sobrenom

source: Title
ca: Títol

source: Enter title
ca: Escriviu el títol

source: Organization
ca: Organització

source: Enter organization
ca: Escriviu l'organització

source: Birthday
ca: Aniversari

source: Notes go here...
ca: Escriviu notes aquí...

source: Export as VCF
ca: Exporta com a VCF

source: Add field...
ca: Afegeix camp...

source: Phone
ca: Telèfon

source: Email
ca: Correu electrònic

source: Instant Messaging
ca: Missatgeria instantània

source: Address
ca: Adreça

source: Note
ca: Nota

source: Web site
ca: Adreça web

source: Delete contact
ca: Suprimeix el contacte

source: Preferred
ca: Preferit

source: Please specify a valid email address.
ca: Especifiqueu una adreça de correu electrònic correcta

source: someone@example.com
ca: algú@exemple.com

source: Mail to address
ca: Envia per correu electrònic a l'adreça

source: Delete email address
ca: Elimina l'adreça de correu electrònic

source: Enter phone number
ca: Escriviu el número de telèfon

source: Delete phone number
ca: Elimina el número de telèfon

source: Go to web site
ca: Vés a la web

source: Delete URL
ca: Elimina URL

source: View on map
ca: Visualitza al mapa

source: Delete address
ca: Elimina l'adreça

source: 1600 Pennsylvania Avenue, NW
ca: Carrer del pi, 32 2n 1a

source: Street address
ca: Adreça

source: Postal code
ca: Codi postal

source: Washington, DC
ca: Barcelona

source: City
ca: Ciutat

source: District of Columbia
ca: Comarca del Bercelonès

source: State or province
ca: Estat o província

source: USA
ca: Catalunya

source: Country
ca: País

source: Delete IM
ca: Elimina IM

source: Active
ca: Actiu

source: Share
ca: Comparteix

source: Export
ca: Exporta

source: CardDAV link
ca: Enllaç CardDAV

source: CardDAV syncing addresses
ca: Adreces de sincronització CardDAV

source: more info
ca: més informació

source: Primary address (Kontact et al)
ca: Adreça primària (Kontact et al)

source: Addressbooks
ca: Llibretes d'adreces

source: New Address Book
ca: Nova llibreta d'adreces

source: Description
ca: Descripció

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: %s shared »%s« with you
ca: %s ha compartit »%s« amb tu

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Couldn't send mail to following users: %s
ca: No s'ha pogut enviar correu als usuaris següents: %s

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Turned on maintenance mode
ca: Activat el mode de manteniment

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Turned off maintenance mode
ca: Desactivat el mode de manteniment

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Updated database
ca: Actualitzada la base de dades

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Updating filecache, this may take really long...
ca: Actualitzant la memòria de cau del fitxers, això pot trigar molt...

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Updated filecache
ca: Actualitzada la memòria de cau dels fitxers

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: ... %d%% done ...
ca: ... %d%% fet ...

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: No image or file provided
ca: No s'han proporcionat imatges o fitxers

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Unknown filetype
ca: Tipus de fitxer desconegut

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Invalid image
ca: Imatge no vàlida

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: No temporary profile picture available, try again
ca: No hi ha imatge temporal de perfil disponible, torneu a intentar-ho

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: No crop data provided
ca: No heu proporcionat dades del retall

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Sunday
ca: Diumenge

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Monday
ca: Dilluns

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Tuesday
ca: Dimarts

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Wednesday
ca: Dimecres

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Thursday
ca: Dijous

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Friday
ca: Divendres

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Saturday
ca: Dissabte

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: January
ca: Gener

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: February
ca: Febrer

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: March
ca: Març

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: April
ca: Abril

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: May
ca: Maig

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: June
ca: Juny

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: July
ca: Juliol

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: August
ca: Agost

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: September
ca: Setembre

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: October
ca: Octubre

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: November
ca: Novembre

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: December
ca: Desembre

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Settings
ca: Configuració

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: seconds ago
ca: segons enrere

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: %n minute ago
ca: fa %n minut

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: %n hour ago
ca: fa %n hora

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: today
ca: avui

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: yesterday
ca: ahir

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: %n day ago
ca: fa %n dies

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: last month
ca: el mes passat

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: %n month ago
ca: fa %n mes

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: months ago
ca: mesos enrere

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: last year
ca: l'any passat

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: years ago
ca: anys enrere

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Choose
ca: Escull

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Error loading file picker template: {error}
ca: Error en carregar la plantilla de càrrega de fitxers: {error}

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Yes
ca: Sí

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Ok
ca: D'acord

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Error loading message template: {error}
ca: Error en carregar la plantilla de missatge: {error}

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: {count} file conflict
ca: {count} conflicte de fitxer

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: One file conflict
ca: Un fitxer en conflicte

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Which files do you want to keep?
ca: Quin fitxer voleu conservar?

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: If you select both versions, the copied file will have a number added to its name.
ca: Si seleccioneu les dues versions, el fitxer copiat tindrà un número afegit al seu nom.

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Cancel
ca: Cancel·la

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Continue
ca: Continua

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: (all selected)
ca: (selecciona-ho tot)

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: ({count} selected)
ca: ({count} seleccionats)

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Error loading file exists template
ca: Error en carregar la plantilla de fitxer existent

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Shared
ca: Compartit

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Share
ca: Comparteix

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Error while sharing
ca: Error en compartir

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Error while unsharing
ca: Error en deixar de compartir

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Error while changing permissions
ca: Error en canviar els permisos

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Shared with you and the group {group} by {owner}
ca: Compartit amb vos i amb el grup {group} per {owner}

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Shared with you by {owner}
ca: Compartit amb vos per {owner}

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Share with user or group …
ca: Comparteix amb usuari o grup...

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Share link
ca: Enllaç de compartició

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Password protect
ca: Protegir amb contrasenya

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Password
ca: Contrasenya

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Allow Public Upload
ca: Permet pujada pública

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Email link to person
ca: Enllaç per correu electrónic amb la persona

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Send
ca: Envia

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Set expiration date
ca: Estableix la data de venciment

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Expiration date
ca: Data de venciment

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Share via email:
ca: Comparteix per correu electrònic

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: No people found
ca: No s'ha trobat ningú

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: group
ca: grup

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Resharing is not allowed
ca: No es permet compartir de nou

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Shared in {item} with {user}
ca: Compartit en {item} amb {user}

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Unshare
ca: Deixa de compartir

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: notify by email
ca: notifica per correu electrònic

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: can edit
ca: pot editar

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: access control
ca: control d'accés

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: create
ca: crea

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: update
ca: actualitza

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: delete
ca: elimina

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: share
ca: comparteix

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Password protected
ca: Protegeix amb contrasenya

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Error unsetting expiration date
ca: Error en eliminar la data de venciment

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Error setting expiration date
ca: Error en establir la data de venciment

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Sending ...
ca: Enviant...

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Email sent
ca: El correu electrónic s'ha enviat

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Warning
ca: Avís

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: The object type is not specified.
ca: No s'ha especificat el tipus d'objecte.

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Enter new
ca: Escriu nou

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Delete
ca: Esborra

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Add
ca: Afegeix

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Edit tags
ca: Edita etiquetes

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Error loading dialog template: {error}
ca: Error en carregar la plantilla de diàleg: {error}

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: No tags selected for deletion.
ca: No heu seleccionat les etiquetes a eliminar.

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: The update was unsuccessful. Please report this issue to the <a href="https://github.com/owncloud/core/issues" target="_blank">ownCloud community</a>.
ca: L'actualització ha estat incorrecte. Comuniqueu aquest error a <a href="https://github.com/owncloud/core/issues" target="_blank">la comunitat ownCloud</a>.

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: The update was successful. Redirecting you to ownCloud now.
ca: L'actualització ha estat correcte. Ara us redirigim a ownCloud.

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: %s password reset
ca: restableix la contrasenya %s

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Use the following link to reset your password: {link}
ca: Useu l'enllaç següent per restablir la contrasenya: {link}

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: The link to reset your password has been sent to your email.<br>If you do not receive it within a reasonable amount of time, check your spam/junk folders.<br>If it is not there ask your local administrator .
ca: L'enllaç per reiniciar la vostra contrasenya s'ha enviat al vostre correu.<br>Si no el rebeu en un temps raonable comproveu les carpetes de spam. <br>Si no és allà, pregunteu a l'administrador local.

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Request failed!<br>Did you make sure your email/username was right?
ca: La petició ha fallat!<br>Esteu segur que el correu/nom d'usuari és correcte?

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: You will receive a link to reset your password via Email.
ca: Rebreu un enllaç al correu electrònic per reiniciar la contrasenya.

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Username
ca: Nom d'usuari

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Your files are encrypted. If you haven't enabled the recovery key, there will be no way to get your data back after your password is reset. If you are not sure what to do, please contact your administrator before you continue. Do you really want to continue?
ca: Els vostres fitxers estan encriptats. Si no heu habilitat la clau de recuperació no hi haurà manera de recuperar les dades després que reestabliu la contrasenya. Si sabeu què fer, contacteu amb l'administrador abans de continuar. Voleu continuar?

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Yes, I really want to reset my password now
ca: Sí, vull restablir ara la contrasenya

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Reset
ca: Estableix de nou

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Your password was reset
ca: La vostra contrasenya s'ha reinicialitzat

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: To login page
ca: A la pàgina d'inici de sessió

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: New password
ca: Contrasenya nova

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Reset password
ca: Reinicialitza la contrasenya

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Users
ca: Usuaris

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Apps
ca: Aplicacions

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Admin
ca: Administració

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Help
ca: Ajuda

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Error loading tags
ca: Error en carregar les etiquetes

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Tag already exists
ca: L'etiqueta ja existeix

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Error deleting tag(s)
ca: Error en eliminar etiqueta(s)

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Error tagging
ca: Error en etiquetar

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Error untagging
ca: Error en treure les etiquetes

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Error favoriting
ca: Error en posar a preferits

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Error unfavoriting
ca: Error en treure de preferits

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Access forbidden
ca: Accés prohibit

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Cloud not found
ca: No s'ha trobat el núvol

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Hey there, just letting you know that %s shared %s with you. View it: %s
ca: Ei, només fer-te saber que %s ha compartit %s amb tu. Mira-ho a: %s
