Repository: BoFFire/translation-memory-tools
Catalog: latest-memories/po/owncloud-tm.po
Languages: ca

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Cheers!
ca: Salut!

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Security Warning
ca: Avís de seguretat

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Your PHP version is vulnerable to the NULL Byte attack (CVE-2006-7243)
ca: La versió de PHP que useu és vulnerable a l'atac per NULL Byte (CVE-2006-7243)

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Please update your PHP installation to use %s securely.
ca: Actualitzeu la instal·lació de PHP per usar %s de forma segura.

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: No secure random number generator is available, please enable the PHP OpenSSL extension.
ca: No està disponible el generador de nombres aleatoris segurs, habiliteu l'extensió de PHP OpenSSL.

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Without a secure random number generator an attacker may be able to predict password reset tokens and take over your account.
ca: Sense un generador de nombres aleatoris segurs un atacant podria predir els senyals per restablir la contrasenya i prendre-us el compte.

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Your data directory and files are probably accessible from the internet because the .htaccess file does not work.
ca: La carpeta de dades i els seus fitxers probablement són accessibles des d'internet perquè el fitxer .htaccess no funciona.

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: For information how to properly configure your server, please see the <a href="%s" target="_blank">documentation</a>.
ca: Per informació de com configurar el servidor, comproveu la <a href="%s" target="_blank">documentació</a>.

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Create an <strong>admin account</strong>
ca: Crea un <strong>compte d'administrador</strong>

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Advanced
ca: Avançat

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Data folder
ca: Carpeta de dades

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Configure the database
ca: Configura la base de dades

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: will be used
ca: s'usarà

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Database user
ca: Usuari de la base de dades

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Database password
ca: Contrasenya de la base de dades

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Database name
ca: Nom de la base de dades

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Database tablespace
ca: Espai de taula de la base de dades

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Database host
ca: Ordinador central de la base de dades

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Finish setup
ca: Acaba la configuració

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Finishing …
ca: Acabant...

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: %s is available. Get more information on how to update.
ca: %s està disponible. Obtingueu més informació de com actualitzar.

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Log out
ca: Surt

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Automatic logon rejected!
ca: L'ha rebutjat l'acceditació automàtica!

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: If you did not change your password recently, your account may be compromised!
ca: Se no heu canviat la contrasenya recentment el vostre compte pot estar compromès!

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Please change your password to secure your account again.
ca: Canvieu la contrasenya de nou per assegurar el vostre compte.

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Server side authentication failed!
ca: L'autenticació del servidor ha fallat!

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Please contact your administrator.
ca: Contacteu amb l'administrador.

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Lost your password?
ca: Heu perdut la contrasenya?

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: remember
ca: recorda'm

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Log in
ca: Inici de sessió

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Alternative Logins
ca: Acreditacions alternatives

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Hey there,<br><br>just letting you know that %s shared »%s« with you.<br><a href="%s">View it!</a><br><br>
ca: Ei,<br><br>només fer-te saber que %s ha compartit »%s« amb tu.<br><a href="%s">Mira-ho!</a><br><br>

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Updating ownCloud to version %s, this may take a while.
ca: S'està actualitzant ownCloud a la versió %s, pot trigar una estona.

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: This ownCloud instance is currently being updated, which may take a while.
ca: Aquesta instància d'ownCloud s'està actualitzant i podria trigar una estona.

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Please reload this page after a short time to continue using ownCloud.
ca: Carregueu de nou aquesta pàgina d'aquí a poc temps per continuar usant ownCloud.

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Contact your system administrator if this message persists or appeared unexpectedly.
ca: Contacteu amb l'administrador del sistema si aquest missatge persisteix o apareix inesperadament.

# Translation source: /translations/owncloud.core/ca.po from project 'ownCloud'
source: Thank you for your patience.
ca: Gràcies per la paciència.

source: Close
ca: Tanca

source: Share
ca: Comparteix

source: Leaving this page in Editor mode might cause unsaved data. It is recommended to use 'Close' button instead.
ca: Deixant aquesta pàgina en mode editor poden quedar dades sense desar. Es recomana usar el botó 'Tanca'.

source: Failed to load this document. Please check if it can be opened with an external odt editor. This might also mean it has been unshared or deleted recently.
ca: Ha fallat la càrrega d'aquest document. Comproveu si es pot obrir amb un editor odt extern. Això podria significar que s'ha deixat de compartir o eliminat recentment.

source: Failed to load documents.
ca: Ha fallat en carregar documents.

source: No documents are found. Please upload or create a document!
ca: No hi ha documents. Pugeu o creeu un document!

source: Cancel
ca: Cancel·la

source: Create
ca: Crea

source: Delete
ca: Esborra

source: Family
ca: Familia

source: Loading
ca: Carregant

source: OK
ca: D'acord

source: Open
ca: Obre

source: Save
ca: Desa

source: Size
ca: Mida

source: Sent
ca: Enviat

source: Declined
ca: Denegat

source: Accepted
ca: Acceptat

source: Incoming
ca: Entrant

source: Upload
ca: Puja

source: Save new documents to
ca: Desa els documents nous a

source: Password
ca: Contrasenya

source: Please enter your nickname
ca: Escriviu el sobrenom

source: Join
ca: Uniu-vos

source: This link has been expired or is never existed. Please contact the person who shared it with you for details.
ca: Aquest enllaç ha vençut o no ha existit mai. Contacteu amb la persona que l'ha compartit amb vós per més detalls.

source: Advanced feature-set
ca: Joc d'opcions avançades

source: (Unstable)
ca: (Inestable)

source: External Sites
ca: Llocs web externs

source: Name
ca: Nom

source: Remove site
ca: Elimina el lloc

source: Add
ca: Afegeix

# Translation source: /translations/owncloud.files/ca.po from project 'ownCloud'
source: Could not move %s - File with this name already exists
ca: No s'ha pogut moure %s - Ja hi ha un fitxer amb aquest nom

# Translation source: /translations/owncloud.files/ca.po from project 'ownCloud'
source: Could not move %s
ca: No s'ha pogut moure %s

# Translation source: /translations/owncloud.files/ca.po from project 'ownCloud'
source: File name cannot be empty.
ca: El nom del fitxer no pot ser buit.

# Translation source: /translations/owncloud.files/ca.po from project 'ownCloud'
source: File name must not contain "/". Please choose a different name.
ca: El nom de fitxer no pot contenir "/". Indiqueu un nom diferent.

# Translation source: /translations/owncloud.files/ca.po from project 'ownCloud'
source: The name %s is already used in the folder %s. Please choose a different name.
ca: El nom %s ja s'usa en la carpeta %s. Indiqueu un nom diferent.

# Translation source: /translations/owncloud.files/ca.po from project 'ownCloud'
source: Not a valid source
ca: No és un origen vàlid

# Translation source: /translations/owncloud.files/ca.po from project 'ownCloud'
source: Error while downloading %s to %s
ca: S'ha produït un error en baixar %s a %s

# Translation source: /translations/owncloud.files/ca.po from project 'ownCloud'
source: Error when creating the file
ca: S'ha produït un error en crear el fitxer

# Translation source: /translations/owncloud.files/ca.po from project 'ownCloud'
source: Folder name cannot be empty.
ca: El nom de la carpeta no pot ser buit.

# Translation source: /translations/owncloud.files/ca.po from project 'ownCloud'
source: Folder name must not contain "/". Please choose a different name.
ca: El nom de la carpeta no pot contenir "/". Indiqueu un nom diferent.

# Translation source: /translations/owncloud.files/ca.po from project 'ownCloud'
source: Error when creating the folder
ca: S'ha produït un error en crear la carpeta

# Translation source: /translations/owncloud.files/ca.po from project 'ownCloud'
source: Unable to set upload directory.
ca: No es pot establir la carpeta de pujada.

# Translation source: /translations/owncloud.files/ca.po from project 'ownCloud'
source: Invalid Token
ca: Testimoni no vàlid

# Translation source: /translations/owncloud.files/ca.po from project 'ownCloud'
source: No file was uploaded. Unknown error
ca: No s'ha carregat cap fitxer. Error desconegut

# Translation source: /translations/owncloud.files/ca.po from project 'ownCloud'
source: There is no error, the file uploaded with success
ca: No hi ha errors, el fitxer s'ha carregat correctament

# Translation source: /translations/owncloud.files/ca.po from project 'ownCloud'
source: The uploaded file exceeds the upload_max_filesize directive in php.ini:
ca: L’arxiu que voleu carregar supera el màxim definit en la directiva upload_max_filesize del php.ini:

# Translation source: /translations/owncloud.files/ca.po from project 'ownCloud'
source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form
ca: El fitxer carregat supera la directiva MAX_FILE_SIZE especificada al formulari HTML

# Translation source: /translations/owncloud.files/ca.po from project 'ownCloud'
source: The uploaded file was only partially uploaded
ca: El fitxer només s'ha carregat parcialment

# Translation source: /translations/owncloud.files/ca.po from project 'ownCloud'
source: No file was uploaded
ca: No s'ha carregat cap fitxer

# Translation source: /translations/owncloud.files/ca.po from project 'ownCloud'
source: Missing a temporary folder
ca: Falta un fitxer temporal

# Translation source: /translations/owncloud.files/ca.po from project 'ownCloud'
source: Failed to write to disk
ca: Ha fallat en escriure al disc

# Translation source: /translations/owncloud.files/ca.po from project 'ownCloud'
source: Not enough storage available
ca: No hi ha prou espai disponible

# Translation source: /translations/owncloud.files/ca.po from project 'ownCloud'
source: Upload failed. Could not get file info.
ca: La pujada ha fallat. No s'ha pogut obtenir informació del fitxer.

# Translation source: /translations/owncloud.files/ca.po from project 'ownCloud'
source: Upload failed. Could not find uploaded file
ca: La pujada ha fallat. El fitxer pujat no s'ha trobat.

# Translation source: /translations/owncloud.files/ca.po from project 'ownCloud'
source: Invalid directory.
ca: Directori no vàlid.

# Translation source: /translations/owncloud.files/ca.po from project 'ownCloud'
source: Files
ca: Fitxers

# Translation source: /translations/owncloud.files/ca.po from project 'ownCloud'
source: Unable to upload {filename} as it is a directory or has 0 bytes
ca: No es pot pujar {filename} perquè és una carpeta o té 0 bytes

# Translation source: /translations/owncloud.files/ca.po from project 'ownCloud'
source: Not enough space available
ca: No hi ha prou espai disponible

# Translation source: /translations/owncloud.files/ca.po from project 'ownCloud'
source: Upload cancelled.
ca: La pujada s'ha cancel·lat.

# Translation source: /translations/owncloud.files/ca.po from project 'ownCloud'
source: Could not get result from server.
ca: No hi ha resposta del servidor.

# Translation source: /translations/owncloud.files/ca.po from project 'ownCloud'
source: File upload is in progress. Leaving the page now will cancel the upload.
ca: Hi ha una pujada en curs. Si abandoneu la pàgina la pujada es cancel·larà.

# Translation source: /translations/owncloud.files/ca.po from project 'ownCloud'
source: URL cannot be empty
ca: L'URL no pot ser buit

# Translation source: /translations/owncloud.files/ca.po from project 'ownCloud'
source: In the home folder 'Shared' is a reserved filename
ca: A la carpeta inici 'Compartit' és un nom de fitxer reservat

# Translation source: /translations/owncloud.files/ca.po from project 'ownCloud'
source: {new_name} already exists
ca: {new_name} ja existeix

# Translation source: /translations/owncloud.files/ca.po from project 'ownCloud'
source: Could not create file
ca: No s'ha pogut crear el fitxer

# Translation source: /translations/owncloud.files/ca.po from project 'ownCloud'
source: Could not create folder
ca: No s'ha pogut crear la carpeta

# Translation source: /translations/owncloud.files/ca.po from project 'ownCloud'
source: Share
ca: Comparteix

# Translation source: /translations/owncloud.files/ca.po from project 'ownCloud'
source: Delete permanently
ca: Esborra permanentment

# Translation source: /translations/owncloud.files/ca.po from project 'ownCloud'
source: Rename
ca: Reanomena

# Translation source: /translations/owncloud.files/ca.po from project 'ownCloud'
source: Pending
ca: Pendent

# Translation source: /translations/owncloud.files/ca.po from project 'ownCloud'
source: Could not rename file
ca: No es pot canviar el nom de fitxer

# Translation source: /translations/owncloud.files/ca.po from project 'ownCloud'
source: replaced {new_name} with {old_name}
ca: s'ha substituït {old_name} per {new_name}

# Translation source: /translations/owncloud.files/ca.po from project 'ownCloud'
source: undo
ca: desfés

# Translation source: /translations/owncloud.files/ca.po from project 'ownCloud'
source: %n folder
ca: %n carpeta

# Translation source: /translations/owncloud.files/ca.po from project 'ownCloud'
source: %n file
ca: %n fitxer

# Translation source: /translations/owncloud.files/ca.po from project 'ownCloud'
source: {dirs} and {files}
ca: {dirs} i {files}

# Translation source: /translations/owncloud.files/ca.po from project 'ownCloud'
source: Uploading %n file
ca: Pujant %n fitxer

# Translation source: /translations/owncloud.files/ca.po from project 'ownCloud'
source: '.' is an invalid file name.
ca: '.' és un nom no vàlid per un fitxer.

# Translation source: /translations/owncloud.files/ca.po from project 'ownCloud'
source: Invalid name, '\', '/', '<', '>', ':', '"', '|', '?' and '*' are not allowed.
ca: El nóm no és vàlid, '\', '/', '<', '>', ':', '"', '|', '?' i '*' no estan permesos.

# Translation source: /translations/owncloud.files/ca.po from project 'ownCloud'
source: Your storage is full, files can not be updated or synced anymore!
ca: El vostre espai d'emmagatzemament és ple, els fitxers ja no es poden actualitzar o sincronitzar!

# Translation source: /translations/owncloud.files/ca.po from project 'ownCloud'
source: Your storage is almost full ({usedSpacePercent}%)
ca: El vostre espai d'emmagatzemament és gairebé ple ({usedSpacePercent}%)

# Translation source: /translations/owncloud.files/ca.po from project 'ownCloud'
source: Encryption App is enabled but your keys are not initialized, please log-out and log-in again
ca: L'aplicació d'encriptació està activada però les claus no estan inicialitzades, sortiu i acrediteu-vos de nou.

# Translation source: /translations/owncloud.files/ca.po from project 'ownCloud'
source: Invalid private key for Encryption App. Please update your private key password in your personal settings to recover access to your encrypted files.
ca: La clau privada de l'aplicació d'encriptació no és vàlida! Actualitzeu la contrasenya de la clau privada a l'arranjament personal per recuperar els fitxers encriptats.

# Translation source: /translations/owncloud.files/ca.po from project 'ownCloud'
source: Encryption was disabled but your files are still encrypted. Please go to your personal settings to decrypt your files.
ca: L'encriptació s'ha desactivat però els vostres fitxers segueixen encriptats. Aneu a la vostra configuració personal per desencriptar els vostres fitxers.

# Translation source: /translations/owncloud.files/ca.po from project 'ownCloud'
source: Your download is being prepared. This might take some time if the files are big.
ca: S'està preparant la baixada. Pot trigar una estona si els fitxers són grans.

# Translation source: /translations/owncloud.files/ca.po from project 'ownCloud'
source: Error moving file
ca: Error en moure el fitxer

# Translation source: /translations/owncloud.files/ca.po from project 'ownCloud'
source: Name
ca: Nom

# Translation source: /translations/owncloud.files/ca.po from project 'ownCloud'
source: Size
ca: Mida

# Translation source: /translations/owncloud.files/ca.po from project 'ownCloud'
source: Modified
ca: Modificat

# Translation source: /translations/owncloud.files/ca.po from project 'ownCloud'
source: Invalid folder name. Usage of 'Shared' is reserved.
ca: Nom de carpeta no vàlid. L'ús de 'Shared' és reservat

# Translation source: /translations/owncloud.files/ca.po from project 'ownCloud'
source: %s could not be renamed
ca: %s no es pot canviar el nom

# Translation source: /translations/owncloud.files/ca.po from project 'ownCloud'
source: Upload
ca: Puja

# Translation source: /translations/owncloud.files/ca.po from project 'ownCloud'
source: File handling
ca: Gestió de fitxers

# Translation source: /translations/owncloud.files/ca.po from project 'ownCloud'
source: Maximum upload size
ca: Mida màxima de pujada

# Translation source: /translations/owncloud.files/ca.po from project 'ownCloud'
source: max. possible:
ca: màxim possible:

# Translation source: /translations/owncloud.files/ca.po from project 'ownCloud'
source: Needed for multi-file and folder downloads.
ca: Necessari per fitxers múltiples i baixada de carpetes

# Translation source: /translations/owncloud.files/ca.po from project 'ownCloud'
source: Enable ZIP-download
ca: Activa la baixada ZIP

# Translation source: /translations/owncloud.files/ca.po from project 'ownCloud'
source: 0 is unlimited
ca: 0 és sense límit

# Translation source: /translations/owncloud.files/ca.po from project 'ownCloud'
source: Maximum input size for ZIP files
ca: Mida màxima d'entrada per fitxers ZIP

# Translation source: /translations/owncloud.files/ca.po from project 'ownCloud'
source: Save
ca: Desa

# Translation source: /translations/owncloud.files/ca.po from project 'ownCloud'
source: New
ca: Nou

# Translation source: /translations/owncloud.files/ca.po from project 'ownCloud'
source: Text file
ca: Fitxer de text

# Translation source: /translations/owncloud.files/ca.po from project 'ownCloud'
source: Folder
ca: Carpeta

# Translation source: /translations/owncloud.files/ca.po from project 'ownCloud'
source: From link
ca: Des d'enllaç

# Translation source: /translations/owncloud.files/ca.po from project 'ownCloud'
source: Deleted files
ca: Fitxers esborrats

# Translation source: /translations/owncloud.files/ca.po from project 'ownCloud'
source: Cancel upload
ca: Cancel·la la pujada

# Translation source: /translations/owncloud.files/ca.po from project 'ownCloud'
source: You don’t have permission to upload or create files here
ca: No teniu permisos per a pujar o crear els fitxers aquí

# Translation source: /translations/owncloud.files/ca.po from project 'ownCloud'
source: Nothing in here. Upload something!
ca: Res per aquí. Pugeu alguna cosa!

# Translation source: /translations/owncloud.files/ca.po from project 'ownCloud'
source: Download
ca: Baixa

# Translation source: /translations/owncloud.files/ca.po from project 'ownCloud'
source: Unshare
ca: Deixa de compartir

# Translation source: /translations/owncloud.files/ca.po from project 'ownCloud'
source: Delete
ca: Esborra

# Translation source: /translations/owncloud.files/ca.po from project 'ownCloud'
source: Upload too large
ca: La pujada és massa gran

# Translation source: /translations/owncloud.files/ca.po from project 'ownCloud'
source: The files you are trying to upload exceed the maximum size for file uploads on this server.
ca: Els fitxers que esteu intentant pujar excedeixen la mida màxima de pujada del servidor

# Translation source: /translations/owncloud.files/ca.po from project 'ownCloud'
source: Files are being scanned, please wait.
ca: S'estan escanejant els fitxers, espereu

# Translation source: /translations/owncloud.files/ca.po from project 'ownCloud'
source: Current scanning
ca: Actualment escanejant

# Translation source: /translations/owncloud.files/ca.po from project 'ownCloud'
source: Upgrading filesystem cache...
ca: Actualitzant la memòria de cau del sistema de fitxers...

source: Greetings {user},
ca: Benvingut {user},

source: Sorry, but a malware was detected in a file you tried to upload and it had to be deleted.
ca: S'ha detectar programari maliciós en un fitxer que heu intentat pujar i s'ha hagut d'eliminar.

source: This email is a notification from {host}. Please, do not reply.
ca: Aquest correu és uan notificació de {host}. No el respongueu.

source: File uploaded: {file}
ca: Fitxer pujat: {file}

source: Antivirus Configuration
ca: Configuració de l'antivirus

source: Daemon
ca: Dimoni

source: Daemon (Socket)
ca: Dimoni (sòcol)

source: Socket
ca: Sòcol

source: Clamav Socket.
ca: Sòcol de Clamav.

source: Not required in Executable Mode.
ca: No requerit en mode executable.

source: Host
ca: Equip remot

source: Address of Antivirus Host.
ca: Adreça del sevidor d'antivirus.

source: Port number of Antivirus Host.
ca: Número de port del servidor d'antivirus.

source: Stream Length
ca: Longitud de la cadena

source: ClamAV StreamMaxLength value in bytes.
ca: Valor StreamMaxLengh de ClamAV en bytes.
