Repository: BoFFire/translation-memory-tools
Catalog: latest-memories/po/owncloud-tm.po
Languages: ca

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Do not allow the local storage of the password.
ca: No permetis desar localment la contrasenya.

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: &Do not store password on local machine
ca: &No desis contrasenyes a l'equip local

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Enter the url of the ownCloud you want to connect to (without http or https).
ca: Escriviu la url de ownCloud amb la que voleu contactar (sense http o https).

# OwncloudSetupPage#14
source: &Local Folder
ca: Carpeta &local

# OwncloudSetupPage#16
source: &Keep local data
ca: &Mantén les dades locals

# OwncloudSetupPage#17
source: <small>Syncs your existing data to new location.</small>
ca: <small>Sincronitza les dades existents amb la nova ubicació.</small>

# OwncloudSetupPage#18
source: <html><head/><body><p>If this box is checked, existing content in the local directory will be erased to start a clean sync from the server.</p><p>Do not check this if the local content should be uploaded to the servers directory.</p></body></html>
ca: <html><head/><body><p>Si aquesta caixa està marcada, el contingut existent en la carpeta local s'eliminarà per començar una carpeta de sincronització des del servidor.</p><p>No la marqueu si el contingut local s'ha de pujar a la carpeta del servidor.</p></body></html>

# OwncloudSetupPage#19
source: &Start a clean sync
ca: %Inicia una sincronització des de zero

# OwncloudSetupPage#20
source: <small>Erases the contents of the local folder before syncing using the new settings.</small>
ca: <small>Elimina el contingut de la carpeta local abans de sincronitzar-la usant l'arranjament nou.</small>

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Server &Address
ca: &Adreça del servidor

# OwncloudSetupPage#23
source: &Username
ca: Nom d'&usuari

# OwncloudSetupPage#24
source: &Password
ca: &Contrasenya

# OwncloudSetupPage#25
source: Error Label
ca: Etiqueta d'error

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Advanced &Settings
ca: A&rranjament avançat

# OwncloudSetupPage#27
source: Status message
ca: Missatge d'estat

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Enter the URL of the server that you want to connect to (without http or https).
ca: Escriviu la URL del servidor al que us voleu connectar (sense http o https).

# OwncloudWizardResultPage#1
source: Form
ca: Formulari

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Your entire account is synced to the local folder
ca: El vostre compte està totalment sincronitzat amb la carpeta local

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Could not remove directory %1
ca: No s'ha pogut esborrar la carpeta %1

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: This folder must not be renamed. It is renamed back to its original name.
ca: No s'ha de canviar el nom d'aquesta carpeta. Es reanomena de nou amb el seu nom original.

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: This folder must not be renamed. Please name it back to Shared.
ca: Aquesta carpeta no es pot reanomenar. Reanomeneu-la de nou Shared.

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: System Tray not available
ca: La safata del sistema no està disponible

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: %1 requires on a working system tray. If you are running XFCE, please follow <a href="http://docs.xfce.org/xfce/xfce4-panel/systray">these instructions</a>. Otherwise, please install a system tray application such as 'trayer' and try again.
ca: %1 requereix una safata del sistema que funcioni. Si esteu executant XFCE seguiu <a href="http://docs.xfce.org/xfce/xfce4-panel/systray">aquestes instruccions</a>. Altrament, instal·leu una aplicació de safata com 'trayer' i intenteu-ho de nou.

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: If you don't have an ownCloud server yet, see <a href="https://owncloud.com">owncloud.com</a> for more info.
ca: Si encara no teniu un servidor ownCloud, mireu <a href="https://owncloud.com">owncloud.com</a> per més informació.

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: <p><small>Built from Git revision <a href="%1">%2</a> on %3, %4 using OCsync %5 and Qt %6.</small><p>
ca: <p><small>Construit de la revisió Git <a href="%1">%2</a> a %3, %4 usant OCsync %5 i Qt %6.</small><p>

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: <p>Version %2. For more information visit <a href="%3">%4</a></p><p><small>By Klaas Freitag, Daniel Molkentin, Jan-Christoph Borchardt, ownCloud Inc.<br>Based on Mirall by Duncan Mac-Vicar P.</small></p>%7
ca: <p>Versió %2. Per més informació visiteu <a href="%3">%4</a></p><p><small>Per Klaas Freitag, Daniel Molkentin, Jan-Christoph Borchardt, ownCloud Inc.<br>Basat en Mirall per Duncan Mac-Vicar P.</small></p>%7

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Download
ca: Baixa

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Upload
ca: Puja

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Inactive
ca: Inactiiu

# progress#5
source: Start
ca: Comença

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Finished
ca: Acabat

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: For deletion
ca: Per esborrar

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: deleted
ca: esborrat

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: downloading
ca: baixant

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: uploading
ca: pujant

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: inactive
ca: inactiu

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: starting
ca: iniciant

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: finished
ca: acabat

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: delete
ca: elimina

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Status undefined
ca: Estat indefinit

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Waiting to start sync
ca: Pendent d'iniciar la sincronització

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Sync is running
ca: La sincronització s'està executant

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Sync Success
ca: Sincronització amb èxit

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Sync Success, problems with individual files.
ca: Sincronització amb èxit, problemes amb fitxers individuals.

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Sync Error - Click info button for details.
ca: Error de sincronització - Feu clic al botó per més detalls.

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Setup Error
ca: Error de configuració

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: The server is currently unavailable
ca: El servidor actualment no esta disponible

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Preparing to sync
ca: Preparant per sincronitzar

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Aborting...
ca: Cancel·lant...

source: Email
ca: Correu electrònic

source: Password
ca: Contrasenya

source: Server address
ca: Adreça del servidor

# Translation source: /translations/owncloud.music/ca.po from project 'ownCloud'
source: Chrome is only able to playback MP3 files - see <a href="https://github.com/owncloud/music/wiki/Frequently-Asked-Questions#why-can-chromechromium-just-playback-mp3-files">wiki</a>
ca: Chrome només permet reproduir fitxers MP3 - veieu la <a href="https://github.com/owncloud/music/wiki/Frequently-Asked-Questions#why-can-chromechromium-just-playback-mp3-files">wiki</a>

# Translation source: /translations/owncloud.music/ca.po from project 'ownCloud'
source: Delete
ca: Esborra

# Translation source: /translations/owncloud.music/ca.po from project 'ownCloud'
source: Loading ...
ca: Carregant...

# Translation source: /translations/owncloud.music/ca.po from project 'ownCloud'
source: Music
ca: Música

# Translation source: /translations/owncloud.music/ca.po from project 'ownCloud'
source: Next
ca: Següent

# Translation source: /translations/owncloud.music/ca.po from project 'ownCloud'
source: Nothing in here. Upload your music!
ca: Res per aquí. Pugeu la vostra música!

# Translation source: /translations/owncloud.music/ca.po from project 'ownCloud'
source: Pause
ca: Pausa

# Translation source: /translations/owncloud.music/ca.po from project 'ownCloud'
source: Play
ca: Reprodueix

# Translation source: /translations/owncloud.music/ca.po from project 'ownCloud'
source: Previous
ca: Anterior

# Translation source: /translations/owncloud.music/ca.po from project 'ownCloud'
source: Repeat
ca: Repeteix

# Translation source: /translations/owncloud.music/ca.po from project 'ownCloud'
source: Show all {{ trackcount }} songs ...
ca: Mostra totes les {{ trackcount }} peces...

# Translation source: /translations/owncloud.music/ca.po from project 'ownCloud'
source: Show less ...
ca: Mostra'n menys...

# Translation source: /translations/owncloud.music/ca.po from project 'ownCloud'
source: Shuffle
ca: Aleatori

# Translation source: /translations/owncloud.news/ca.po from project 'ownCloud'
source: News
ca: Notícies

# Translation source: /translations/owncloud.news/ca.po from project 'ownCloud'
source: Can not add feed: Exists already
ca: No es pot afegir la font: ja existeix

# Translation source: /translations/owncloud.news/ca.po from project 'ownCloud'
source: Can not add feed: URL does not exist or has invalid xml
ca: No es pot afegir la font: la URL no existeix o té un XML no vàlid

# Translation source: /translations/owncloud.news/ca.po from project 'ownCloud'
source: Articles without feed
ca: Articles sense font

# Translation source: /translations/owncloud.news/ca.po from project 'ownCloud'
source: Can not add folder: Exists already
ca: No es pot afegir la carpeta: ja existeix

# Translation source: /translations/owncloud.news/ca.po from project 'ownCloud'
source: status
ca: estat

# Translation source: /translations/owncloud.news/ca.po from project 'ownCloud'
source: Undo deletion of %s
ca: Desfés l'eliminació de %s

# Translation source: /translations/owncloud.news/ca.po from project 'ownCloud'
source: Add Website
ca: Afegeix pàgina web

# Translation source: /translations/owncloud.news/ca.po from project 'ownCloud'
source: Error: address exists already!
ca: Error: l'adreça ja existeix!

# Translation source: /translations/owncloud.news/ca.po from project 'ownCloud'
source: Error: folder exists already
ca: Error: la carpeta ja existeix

# Translation source: /translations/owncloud.news/ca.po from project 'ownCloud'
source: Address
ca: Adreça

# Translation source: /translations/owncloud.news/ca.po from project 'ownCloud'
source: Add
ca: Afegeix

# Translation source: /translations/owncloud.news/ca.po from project 'ownCloud'
source: New folder
ca: Carpeta nova

# Translation source: /translations/owncloud.news/ca.po from project 'ownCloud'
source: Folder
ca: Carpeta

# Translation source: /translations/owncloud.news/ca.po from project 'ownCloud'
source: Choose folder
ca: Escolliu una carpeta

# Translation source: /translations/owncloud.news/ca.po from project 'ownCloud'
source: Folder name
ca: Nom de la carpeta

# Translation source: /translations/owncloud.news/ca.po from project 'ownCloud'
source: Back to folder selection
ca: Torna a la selecció de carpeta

# Translation source: /translations/owncloud.news/ca.po from project 'ownCloud'
source: Create folder
ca: Crea carpeta

# Translation source: /translations/owncloud.news/ca.po from project 'ownCloud'
source: Starred
ca: Estrelles

# Translation source: /translations/owncloud.news/ca.po from project 'ownCloud'
source: Unread articles
ca: Articles sense llegir

# Translation source: /translations/owncloud.news/ca.po from project 'ownCloud'
source: All articles
ca: Tots els articles

# Translation source: /translations/owncloud.news/ca.po from project 'ownCloud'
source: Mark read
ca: Marca com a llegit

# Translation source: /translations/owncloud.news/ca.po from project 'ownCloud'
source: Welcome to the ownCloud News app!
ca: Benvingut a l'aplicació de notícies d'ownCloud!

# Translation source: /translations/owncloud.news/ca.po from project 'ownCloud'
source: from
ca: des de

# Translation source: /translations/owncloud.news/ca.po from project 'ownCloud'
source: by
ca: per

# Translation source: /translations/owncloud.news/ca.po from project 'ownCloud'
source: Download
ca: Baixa

# Translation source: /translations/owncloud.news/ca.po from project 'ownCloud'
source: Keep unread
ca: Mantén com a sense llegir

# Translation source: /translations/owncloud.news/ca.po from project 'ownCloud'
source: Delete website
ca: Elimina pàgina web

# Translation source: /translations/owncloud.news/ca.po from project 'ownCloud'
source: Collapse
ca: Col·lapsa

# Translation source: /translations/owncloud.news/ca.po from project 'ownCloud'
source: Delete folder
ca: Elimina carpeta

# Translation source: /translations/owncloud.news/ca.po from project 'ownCloud'
source: Rename folder
ca: Reanomena carpeta

# Translation source: /translations/owncloud.news/ca.po from project 'ownCloud'
source: Subscriptions (OPML)
ca: Subscripcions (OPML)

# Translation source: /translations/owncloud.news/ca.po from project 'ownCloud'
source: Import
ca: Importa

# Translation source: /translations/owncloud.news/ca.po from project 'ownCloud'
source: Export
ca: Exporta

# Translation source: /translations/owncloud.news/ca.po from project 'ownCloud'
source: Error when importing: file does not contain valid OPML
ca: Error en importar: el fitxer no conté un OPML vàlid

# Translation source: /translations/owncloud.news/ca.po from project 'ownCloud'
source: Unread/Starred Articles
ca: Articles no llegits/amb estrelles

# Translation source: /translations/owncloud.news/ca.po from project 'ownCloud'
source: Error when importing: file does not contain valid JSON
ca: Error en importar: el fitxer no conté un JSON vàlid

# Translation source: /translations/owncloud.news/ca.po from project 'ownCloud'
source: Show read articles
ca: Mostra els articles llegits

# Translation source: /translations/owncloud.news/ca.po from project 'ownCloud'
source: Hide read articles
ca: Amaga els articles llegits

# Translation source: /translations/owncloud.notes/ca.po from project 'ownCloud'
source: Notes
ca: Anotacions

# Translation source: /translations/owncloud.notes/ca.po from project 'ownCloud'
source: New note
ca: Nova anotació

# Translation source: /translations/owncloud.notes/ca.po from project 'ownCloud'
source: Delete note
ca: Esborra l'anotació

source: Document was shared
ca: S'ha compartit el document

source: User %s shared quick document %s with you.
ca: L'usuari %s ha compartit el document %s amb vós.

source: My pad
ca: El meu pad

source: Settings
ca: Configuració

source: Pad Title
ca: Títol del pad

source: Open
ca: Obre

source: Share with
ca: Comparteix amb

source: Share
ca: Comparteix

source: Etherpad service URL
ca: URL del servei Etherpad

source: Username
ca: Nom d'usuari

source: Save
ca: Desar

source: Unable to load list from App Store
ca: No s'ha pogut carregar la llista des de l'App Store

source: Authentication error
ca: Error d'autenticació

source: Your full name has been changed.
ca: El vostre nom complet ha canviat.

source: Unable to change full name
ca: No s'ha pogut canviar el nom complet

source: Group already exists
ca: El grup ja existeix

source: Unable to add group
ca: No es pot afegir el grup

source: Email saved
ca: S'ha desat el correu electrònic

source: Invalid email
ca: El correu electrònic no és vàlid

source: Unable to delete group
ca: No es pot eliminar el grup

source: Unable to delete user
ca: No es pot eliminar l'usuari

source: Language changed
ca: S'ha canviat l'idioma

source: Invalid request
ca: Sol·licitud no vàlida

source: Admins can't remove themself from the admin group
ca: Els administradors no es poden eliminar del grup admin

source: Unable to add user to group %s
ca: No es pot afegir l'usuari al grup %s

source: Unable to remove user from group %s
ca: No es pot eliminar l'usuari del grup %s

source: Couldn't update app.
ca: No s'ha pogut actualitzar l'aplicació.

source: Wrong password
ca: Contrasenya incorrecta

source: No user supplied
ca: No heu proporcionat cap usuari

source: Please provide an admin recovery password, otherwise all user data will be lost
ca: Sisplau, proporcioneu una contrasenya de recuperació d'administrador, altrament totes les dades d'usuari es perdran

source: Wrong admin recovery password. Please check the password and try again.
ca: La contrasenya de recuperació d'administrador és incorrecta. Comproveu-la i torneu-ho a intentar.

source: Back-end doesn't support password change, but the users encryption key was successfully updated.
ca: El dorsal no permet canviar la contrasenya, però la clau d'encripació d'usuaris s'ha actualitzat correctament.

source: Unable to change password
ca: No es pot canviar la contrasenya

source: Update to {appversion}
ca: Actualitza a {appversion}

source: Disable
ca: Desactiva

source: Enable
ca: Habilita

source: Please wait....
ca: Espereu...

source: Error while disabling app
ca: Error en desactivar l'aplicació

source: Error while enabling app
ca: Error en activar l'aplicació

source: Updating....
ca: Actualitzant...

source: Error while updating app
ca: Error en actualitzar l'aplicació

source: Update
ca: Actualitza

source: Updated
ca: Actualitzada

source: Select a profile picture
ca: Seleccioneu una imatge de perfil

source: Decrypting files... Please wait, this can take some time.
ca: Desencriptant fitxers... Espereu, això pot trigar una estona.

source: Saving...
ca: Desant...

source: deleted
ca: esborrat

source: undo
ca: desfés

source: Unable to remove user
ca: No s'ha pogut eliminar l'usuari

source: Groups
ca: Grups

source: Group Admin
ca: Grup Admin

source: Delete
ca: Esborra

source: add group
ca: afegeix grup

source: A valid username must be provided
ca: Heu de facilitar un nom d'usuari vàlid

source: Error creating user
ca: Error en crear l'usuari

source: A valid password must be provided
ca: Heu de facilitar una contrasenya vàlida

source: Warning: Home directory for user "{user}" already exists
ca: Avís: la carpeta Home per l'usuari "{user}" ja existeix

source: __language_name__
ca: Català

source: Everything (fatal issues, errors, warnings, info, debug)
ca: Tot (problemes fatals, errors, avisos, informació, depuració)

source: Info, warnings, errors and fatal issues
ca: Informació, avisos, errors i problemes fatals

source: Warnings, errors and fatal issues
ca: Avisos, errors i problemes fatals

source: Errors and fatal issues
ca: Errors i problemes fatals

source: Fatal issues only
ca: Només problemes fatals

source: Security Warning
ca: Avís de seguretat

source: Your data directory and your files are probably accessible from the internet. The .htaccess file is not working. We strongly suggest that you configure your webserver in a way that the data directory is no longer accessible or you move the data directory outside the webserver document root.
ca: La carpeta de dades i els vostres fitxersprobablement són accessibles des d'Internet. La fitxer .htaccess no funciona. Us recomanem que configureu el servidor web de tal manera que la carpeta de dades no sigui accessible o que moveu la carpeta de dades fora de l'arrel de documents del servidor web.

source: Setup Warning
ca: Avís de configuració

source: Your web server is not yet properly setup to allow files synchronization because the WebDAV interface seems to be broken.
ca: El servidor web no està configurat correctament per permetre la sincronització de fitxers perquè la interfície WebDAV sembla no funcionar correctament.

source: Please double check the <a href="%s">installation guides</a>.
ca: Comproveu les <a href='%s'>guies d'instal·lació</a>.

source: Module 'fileinfo' missing
ca: No s'ha trobat el mòdul 'fileinfo'

source: The PHP module 'fileinfo' is missing. We strongly recommend to enable this module to get best results with mime-type detection.
ca: El mòdul de PHP 'fileinfo' no s'ha trobat. Us recomanem que habiliteu aquest mòdul per obtenir millors resultats amb la detecció mime-type.

source: Locale not working
ca: Locale no funciona

source: Internet connection not working
ca: La connexió a internet no funciona

source: This server has no working internet connection. This means that some of the features like mounting of external storage, notifications about updates or installation of 3rd party apps don´t work. Accessing files from remote and sending of notification emails might also not work. We suggest to enable internet connection for this server if you want to have all features.
ca: Aquest servidor no té cap connexió a internet que funcioni. Això significa que algunes de les característiques com el muntatge d'emmagatzemament extern, les notificacions quant a actualitzacions o la instal·lació d'aplicacions de tercers no funcionarà. L'accés remot a fitxers i l'enviament de correus electrònics podria tampoc no funcionar. Us suggerim que habiliteu la connexió a internet per aquest servidor si voleu tenir totes les característiques.

source: Execute one task with each page loaded
ca: Executa una tasca per cada paquet carregat

source: cron.php is registered at a webcron service to call cron.php every 15 minutes over http.
ca: cron.php està registrat en un servei webcron que fa una crida a cron.php cada 15 minuts a través de http.

source: Use systems cron service to call the cron.php file every 15 minutes.
ca: Utilitza el servei cron del sistema per fer una crida al fitxer cron.php cada 15 minuts.

source: Sharing
ca: Compartir

source: Enable Share API
ca: Habilita l'API de compartir

source: Allow apps to use the Share API
ca: Permet que les aplicacions utilitzin l'API de compartir

source: Allow links
ca: Permet enllaços

source: Allow users to share items to the public with links
ca: Permet als usuaris compartir elements amb el públic amb enllaços

source: Allow public uploads
ca: Permet pujada pública

source: Allow users to enable others to upload into their publicly shared folders
ca: Permet als usuaris habilitar pujades de tercers en les seves carpetes compartides al públic

source: Allow resharing
ca: Permet compartir de nou

source: Allow users to share items shared with them again
ca: Permet als usuaris compartir de nou elements ja compartits amb ells

source: Allow users to share with anyone
ca: Permet compartir amb qualsevol
