Repository: BoFFire/translation-memory-tools
Catalog: latest-memories/po/owncloud-tm.po
Languages: ca

source: Path to clamscan
ca: Camí a clamscan

source: Path to clamscan executable.
ca: Camí a l'executable de clamscan.

source: Not required in Daemon Mode.
ca: No requerit en mode dimoni.

source: Action for infected files found while scanning
ca: Acció per als fitxers infectats trobats durant l'escanneig

source: Only log
ca: Només registra

source: Delete file
ca: Elimina el fitxer

source: Save
ca: Desa

source: Recovery key successfully enabled
ca: La clau de recuperació s'ha activat

source: Could not enable recovery key. Please check your recovery key password!
ca: No s'ha pogut activar la clau de recuperació. Comproveu contrasenya de la clau de recuperació!

source: Recovery key successfully disabled
ca: La clau de recuperació s'ha descativat

source: Could not disable recovery key. Please check your recovery key password!
ca: No s'ha pogut desactivar la calu de recuperació. Comproveu la contrasenya de la clau de recuperació!

source: Password successfully changed.
ca: La contrasenya s'ha canviat.

source: Could not change the password. Maybe the old password was not correct.
ca: No s'ha pogut canviar la contrasenya. Potser la contrasenya anterior no era correcta.

source: Private key password successfully updated.
ca: La contrasenya de la clau privada s'ha actualitzat.

source: Could not update the private key password. Maybe the old password was not correct.
ca: No s'ha pogut actualitzar la contrasenya de la clau privada. Potser la contrasenya anterior no era correcta.

source: Encryption app not initialized! Maybe the encryption app was re-enabled during your session. Please try to log out and log back in to initialize the encryption app.
ca: L'aplicació d'encriptació no està inicialitzada! Potser l'aplicació d'encriptació ha estat reiniciada durant la sessió. Intenteu sortir i acreditar-vos de nou per reinicialitzar l'aplicació d'encriptació.

source: Your private key is not valid! Likely your password was changed outside of %s (e.g. your corporate directory). You can update your private key password in your personal settings to recover access to your encrypted files.
ca: La clau privada no és vàlida! Probablement la contrasenya va ser canviada des de fora de %s (per exemple, en el directori de l'empresa). Vostè pot actualitzar la contrasenya de clau privada en la seva configuració personal per poder recuperar l'accés en els arxius xifrats.

source: Can not decrypt this file, probably this is a shared file. Please ask the file owner to reshare the file with you.
ca: No es pot desencriptar aquest fitxer, probablement és un fitxer compartit. Demaneu al propietari del fitxer que el comparteixi de nou amb vós.

source: Unknown error please check your system settings or contact your administrator
ca: Error desconegut. Comproveu l'arranjament del sistema o contacteu amb l'administrador

source: Missing requirements.
ca: Manca de requisits.

source: Please make sure that PHP 5.3.3 or newer is installed and that OpenSSL together with the PHP extension is enabled and configured properly. For now, the encryption app has been disabled.
ca: Assegureu-vos que teniu instal·lat PHP 5.3.3 o una versió superior i que està activat Open SSL i habilitada i configurada correctament l'extensió de PHP. De moment, l'aplicació d'encriptació s'ha desactivat.

source: Following users are not set up for encryption:
ca: Els usuaris següents no estan configurats per a l'encriptació:

source: Saving...
ca: Desant...

source: Go directly to your
ca: Vés directament a

source: personal settings
ca: arranjament personal

source: Encryption
ca: Xifrat

source: Enable recovery key (allow to recover users files in case of password loss):
ca: Activa la clau de recuperació (permet recuperar fitxers d'usuaris en cas de pèrdua de contrasenya):

source: Recovery key password
ca: Clau de recuperació de la contrasenya

source: Repeat Recovery key password
ca: Repetiu la clau de recuperació de contrasenya

source: Enabled
ca: Activat

source: Disabled
ca: Desactivat

source: Change recovery key password:
ca: Canvia la clau de recuperació de contrasenya:

source: Old Recovery key password
ca: Antiga clau de recuperació de contrasenya

source: New Recovery key password
ca: Nova clau de recuperació de contrasenya

source: Repeat New Recovery key password
ca: Repetiu la nova clau de recuperació de contrasenya

source: Change Password
ca: Canvia la contrasenya

source: Your private key password no longer match your log-in password:
ca: La clau privada ja no es correspon amb la contrasenya d'accés:

source: Set your old private key password to your current log-in password.
ca: Establiu la vostra contrasenya clau en funció de la contrasenya actual d'accés.

source: If you don't remember your old password you can ask your administrator to recover your files.
ca: Si no recordeu la contrasenya anterior podeu demanar a l'administrador que recuperi els vostres fitxers.

source: Old log-in password
ca: Contrasenya anterior d'accés

source: Current log-in password
ca: Contrasenya d'accés actual

source: Update Private Key Password
ca: Actualitza la contrasenya de clau privada

source: Enable password recovery:
ca: Habilita la recuperació de contrasenya:

source: Enabling this option will allow you to reobtain access to your encrypted files in case of password loss
ca: Activar aquesta opció us permetrà obtenir de nou accés als vostres fitxers encriptats en cas de perdre la contrasenya

source: File recovery settings updated
ca: S'han actualitzat els arranjaments de recuperació de fitxers

source: Could not update file recovery
ca: No s'ha pogut actualitzar la recuperació de fitxers

source: Access granted
ca: S'ha concedit l'accés

source: Error configuring Dropbox storage
ca: Error en configurar l'emmagatzemament Dropbox

source: Grant access
ca: Concedeix accés

source: Please provide a valid Dropbox app key and secret.
ca: Proporcioneu una clau d'aplicació i secret vàlids per a Dropbox

source: Error configuring Google Drive storage
ca: Error en configurar l'emmagatzemament Google Drive

source: <b>Warning:</b> "smbclient" is not installed. Mounting of CIFS/SMB shares is not possible. Please ask your system administrator to install it.
ca: <b>Avís:</b> "smbclient" no està instal·lat. No es pot muntar la compartició CIFS/SMB. Demaneu a l'administrador del sistema que l'instal·li.

source: <b>Warning:</b> The FTP support in PHP is not enabled or installed. Mounting of FTP shares is not possible. Please ask your system administrator to install it.
ca: <b>Avís:</b> El suport FTP per PHP no està activat o no està instal·lat. No es pot muntar la compartició FTP. Demaneu a l'administrador del sistema que l'instal·li.

source: <b>Warning:</b> The Curl support in PHP is not enabled or installed. Mounting of ownCloud / WebDAV or GoogleDrive is not possible. Please ask your system administrator to install it.
ca: <b>Avís:</b>El suport Curl de PHP no està activat o instal·lat. No es pot muntar ownCloud / WebDAV o GoogleDrive. Demaneu a l'administrador que l'instal·li.

source: External Storage
ca: Emmagatzemament extern

source: Folder name
ca: Nom de la carpeta

source: External storage
ca: Emmagatzemament extern

source: Configuration
ca: Configuració

source: Applicable
ca: Aplicable

source: Add storage
ca: Afegeix emmagatzemament

source: None set
ca: Cap d'establert

source: All Users
ca: Tots els usuaris

source: Groups
ca: Grups

source: Users
ca: Usuaris

source: Delete
ca: Esborra

source: Enable User External Storage
ca: Habilita l'emmagatzemament extern d'usuari

source: Allow users to mount their own external storage
ca: Permet als usuaris muntar el seu emmagatzemament extern propi

source: SSL root certificates
ca: Certificats SSL root

source: Import Root Certificate
ca: Importa certificat root

source: Close
ca: Tanca

source: This share is password-protected
ca: Aquest compartit està protegit amb contrasenya

source: The password is wrong. Try again.
ca: la contrasenya és incorrecta. Intenteu-ho de nou.

source: Password
ca: Contrasenya

source: Sorry, this link doesn’t seem to work anymore.
ca: Aquest enllaç sembla que no funciona.

source: Reasons might be:
ca: Les raons podrien ser:

source: the item was removed
ca: l'element ha estat eliminat

source: the link expired
ca: l'enllaç ha vençut

source: sharing is disabled
ca: s'ha desactivat la compartició

source: For more info, please ask the person who sent this link.
ca: Per més informació contacteu amb qui us ha enviat l'enllaç.

source: %s shared the folder %s with you
ca: %s ha compartit la carpeta %s amb vós

source: %s shared the file %s with you
ca: %s ha compartit el fitxer %s amb vós

source: Download
ca: Baixa

source: Upload
ca: Puja

source: Cancel upload
ca: Cancel·la la pujada

source: No preview available for
ca: No hi ha vista prèvia disponible per a

source: Direct link
ca: Enllaç directe

source: Save
ca: Desa

source: Search
ca: Cerca

source: Close
ca: Tanca

source: Next
ca: Següent

source: Clear
ca: Neteja

source: Saving...
ca: Desant...

source: Failed to save file
ca: Ha fallat en desar el fitxer

source: An error occurred!
ca: S'ha produït un error!

source: There are unsaved changes in the text editor
ca: Hi ha canvis no desats a l'editor de text

source: There were unsaved changes, click here to go back
ca: Hi havia canvis que no desats, feu click aquí per anar enrera

source: Couldn't delete %s permanently
ca: No s'ha pogut esborrar permanentment %s

source: Couldn't restore %s
ca: No s'ha pogut restaurar %s

source: restored
ca: restaurat

source: Nothing in here. Your trash bin is empty!
ca: La paperera està buida!

source: Name
ca: Nom

source: Restore
ca: Recupera

source: Deleted
ca: Eliminat

source: Delete
ca: Esborra

source: Deleted Files
ca: Fitxers eliminats

source: Could not revert: %s
ca: No s'ha pogut revertir: %s

source: Failed to revert {file} to revision {timestamp}.
ca: Ha fallat en retornar {file} a la revisió {timestamp}

source: More versions...
ca: Més versions...

source: No other versions available
ca: No hi ha altres versions disponibles

source: Restore
ca: Recupera

source: Welcome to ownCloud
ca: Benvingut a ownCloud

source: Your personal web services. All your files, contacts, calendar and more, in one place.
ca: Els vostres serveis personals. Tots els fitxers, contactes, calendaris i més en un sol lloc.

source: Get the apps to sync your files
ca: Obtén les aplicacions per sincronitzar fitxers

source: Connect your desktop apps to ownCloud
ca: Connecteu les aplicacions d'escriptori a ownCloud

source: Connect your Calendar
ca: Connecteu el vostre calendari

source: Connect your Contacts
ca: Connecteu els vostres contactes

source: Access files via WebDAV
ca: Accediu al fitxers mitjançant WebDAV

source: If you like ownCloud, <a href="mailto:?subject=ownCloud&body=ownCloud is a great open software to sync and share your files. You can freely get it from http://owncloud.org">recommend it to your friends</a>!
ca: Si us agrada ownCloud, <a href="mailto:?subject=ownCloud&body=ownCloud és un programari obert genial per sincronitzar i compartir els vostres fitxers. El podeu obtenir gratuïtament a http://owncloud.org">recomaneu-lo als vostres amics</a>!

# Translation source: /translations/owncloud.gallery/ca.po from project 'ownCloud'
source: Pictures
ca: Fotos

# Translation source: /translations/owncloud.gallery/ca.po from project 'ownCloud'
source: Shared by
ca: Compartit per

# Translation source: /translations/owncloud.gallery/ca.po from project 'ownCloud'
source: Error loading slideshow template
ca: Error en carregar la plantilla de presentació amb diapositives

# Translation source: /translations/owncloud.gallery/ca.po from project 'ownCloud'
source: Share
ca: Comparteix

# Translation source: /translations/owncloud.gallery/ca.po from project 'ownCloud'
source: The "Image Viewer" application also need to be enabled to use this application.
ca: L'apliació "Visualitzador d'Imatges" també ha d'estar activada per a poder utilitzar aquesta aplicació.

# Translation source: /translations/owncloud.impress/ca.po from project 'ownCloud'
source: Documentation
ca: Documentació

# Translation source: /translations/owncloud.impress/ca.po from project 'ownCloud'
source: No Impress files are found in your ownCloud. Please upload a .impress file.
ca: No hi ha fitxers Impress a ownCloud. Pugeu un fitxer .impress

# Translation source: /translations/owncloud.impress/ca.po from project 'ownCloud'
source: Name
ca: Nom

# Translation source: /translations/owncloud.impress/ca.po from project 'ownCloud'
source: Size
ca: Mida

# Translation source: /translations/owncloud.impress/ca.po from project 'ownCloud'
source: Date
ca: Data

# Translation source: /translations/owncloud.imprint/ca.po from project 'ownCloud'
source: Legal notice
ca: Nota legal

# Translation source: /translations/owncloud.imprint/ca.po from project 'ownCloud'
source: Nothing here yet
ca: Aquí encara no hi ha res

# Translation source: /translations/owncloud.imprint/ca.po from project 'ownCloud'
source: The content of the legal notice has to be configured first
ca: Primer heu de configurar el contingut de la nota legal

# Translation source: /translations/owncloud.imprint/ca.po from project 'ownCloud'
source: That configuration is done in the administration section.
ca: Aquesta configuració es du a terme a la secció d'administració.

# Translation source: /translations/owncloud.imprint/ca.po from project 'ownCloud'
source: That configuration has to be done by the system administration.
ca: Aquesta configuració l'ha de realitzar l'administrador del sistema.

# Translation source: /translations/owncloud.imprint/ca.po from project 'ownCloud'
source: Placement
ca: Ubicació

# Translation source: /translations/owncloud.imprint/ca.po from project 'ownCloud'
source: Standalone app
ca: Aplicació autònoma

# Translation source: /translations/owncloud.imprint/ca.po from project 'ownCloud'
source: Header left
ca: Encapçalament esquerra

# Translation source: /translations/owncloud.imprint/ca.po from project 'ownCloud'
source: Header right
ca: Encapçalament dret

# Translation source: /translations/owncloud.imprint/ca.po from project 'ownCloud'
source: Navigation top
ca: Navegació superior

# Translation source: /translations/owncloud.imprint/ca.po from project 'ownCloud'
source: Navigation bottom
ca: Navegació inferior

# Translation source: /translations/owncloud.imprint/ca.po from project 'ownCloud'
source: During login
ca: Durada de l'accés

# Translation source: /translations/owncloud.imprint/ca.po from project 'ownCloud'
source: Content
ca: Contingut

# Translation source: /translations/owncloud.imprint/ca.po from project 'ownCloud'
source: You can use html markup (e.g. <br> for a linebreak) and inline style attributes (e.g. <a style="color:red;">).
ca: Podeu usar marques html (per exemple <br> per un salt de línia) i atributs d'estil en línia (per exemple <a style="color:red;">).

# Translation source: /translations/owncloud.lib/ca.po from project 'ownCloud'
source: App "%s" can't be installed because it is not compatible with this version of ownCloud.
ca: L'aplicació "%s" no es pot instal·lar perquè no és compatible amb aquesta versió d'ownCloud.

# Translation source: /translations/owncloud.lib/ca.po from project 'ownCloud'
source: No app name specified
ca: No heu especificat cap nom d'aplicació

# Translation source: /translations/owncloud.lib/ca.po from project 'ownCloud'
source: Help
ca: Ajuda

# Translation source: /translations/owncloud.lib/ca.po from project 'ownCloud'
source: Settings
ca: Configuració

# Translation source: /translations/owncloud.lib/ca.po from project 'ownCloud'
source: Users
ca: Usuaris

# Translation source: /translations/owncloud.lib/ca.po from project 'ownCloud'
source: Admin
ca: Administració

# Translation source: /translations/owncloud.lib/ca.po from project 'ownCloud'
source: Failed to upgrade "%s".
ca: Ha fallat l'actualització "%s".

# Translation source: /translations/owncloud.lib/ca.po from project 'ownCloud'
source: Unknown filetype
ca: Tipus de fitxer desconegut

# Translation source: /translations/owncloud.lib/ca.po from project 'ownCloud'
source: Invalid image
ca: Imatge no vàlida

# Translation source: /translations/owncloud.lib/ca.po from project 'ownCloud'
source: web services under your control
ca: controleu els vostres serveis web

# Translation source: /translations/owncloud.lib/ca.po from project 'ownCloud'
source: cannot open "%s"
ca: no es pot obrir "%s"

# Translation source: /translations/owncloud.lib/ca.po from project 'ownCloud'
source: ZIP download is turned off.
ca: La baixada en ZIP està desactivada.

# Translation source: /translations/owncloud.lib/ca.po from project 'ownCloud'
source: Files need to be downloaded one by one.
ca: Els fitxers s'han de baixar d'un en un.

# Translation source: /translations/owncloud.lib/ca.po from project 'ownCloud'
source: Back to Files
ca: Torna a Fitxers

# Translation source: /translations/owncloud.lib/ca.po from project 'ownCloud'
source: Selected files too large to generate zip file.
ca: Els fitxers seleccionats son massa grans per generar un fitxer zip.

# Translation source: /translations/owncloud.lib/ca.po from project 'ownCloud'
source: No source specified when installing app
ca: No heu especificat la font en instal·lar l'aplicació

# Translation source: /translations/owncloud.lib/ca.po from project 'ownCloud'
source: No href specified when installing app from http
ca: No heu especificat href en instal·lar l'aplicació des de http

# Translation source: /translations/owncloud.lib/ca.po from project 'ownCloud'
source: No path specified when installing app from local file
ca: No heu seleccionat el camí en instal·lar una aplicació des d'un fitxer local

# Translation source: /translations/owncloud.lib/ca.po from project 'ownCloud'
source: Archives of type %s are not supported
ca: Els fitxers del tipus %s no són compatibles

# Translation source: /translations/owncloud.lib/ca.po from project 'ownCloud'
source: Failed to open archive when installing app
ca: Ha fallat l'obertura del fitxer en instal·lar l'aplicació

# Translation source: /translations/owncloud.lib/ca.po from project 'ownCloud'
source: App does not provide an info.xml file
ca: L'aplicació no proporciona un fitxer info.xml

# Translation source: /translations/owncloud.lib/ca.po from project 'ownCloud'
source: App can't be installed because of not allowed code in the App
ca: L'aplicació no es pot instal·lar perquè hi ha codi no autoritzat en l'aplicació

# Translation source: /translations/owncloud.lib/ca.po from project 'ownCloud'
source: App can't be installed because it is not compatible with this version of ownCloud
ca: L'aplicació no es pot instal·lar perquè no és compatible amb aquesta versió d'ownCloud

# Translation source: /translations/owncloud.lib/ca.po from project 'ownCloud'
source: App can't be installed because it contains the <shipped>true</shipped> tag which is not allowed for non shipped apps
ca: L'aplicació no es pot instal·lar perquè conté l'etiqueta <shipped>vertader</shipped> que no es permet per aplicacions no enviades

# Translation source: /translations/owncloud.lib/ca.po from project 'ownCloud'
source: App can't be installed because the version in info.xml/version is not the same as the version reported from the app store
ca: L'aplicació no es pot instal·lar perquè la versió a info.xml/version no és la mateixa que la versió indicada des de la botiga d'aplicacions

# Translation source: /translations/owncloud.lib/ca.po from project 'ownCloud'
source: App directory already exists
ca: La carpeta de l'aplicació ja existeix

# Translation source: /translations/owncloud.lib/ca.po from project 'ownCloud'
source: Can't create app folder. Please fix permissions. %s
ca: No es pot crear la carpeta de l'aplicació. Arregleu els permisos. %s

# Translation source: /translations/owncloud.lib/ca.po from project 'ownCloud'
source: Application is not enabled
ca: L'aplicació no està habilitada

# Translation source: /translations/owncloud.lib/ca.po from project 'ownCloud'
source: Authentication error
ca: Error d'autenticació

# Translation source: /translations/owncloud.lib/ca.po from project 'ownCloud'
source: Token expired. Please reload page.
ca: El testimoni ha expirat. Torneu a carregar la pàgina.

# Translation source: /translations/owncloud.lib/ca.po from project 'ownCloud'
source: Files
ca: Fitxers

# Translation source: /translations/owncloud.lib/ca.po from project 'ownCloud'
source: Images
ca: Imatges

# Translation source: /translations/owncloud.lib/ca.po from project 'ownCloud'
source: %s enter the database username.
ca: %s escriviu el nom d'usuari de la base de dades.

# Translation source: /translations/owncloud.lib/ca.po from project 'ownCloud'
source: %s enter the database name.
ca: %s escriviu el nom de la base de dades.

# Translation source: /translations/owncloud.lib/ca.po from project 'ownCloud'
source: %s you may not use dots in the database name
ca: %s no podeu usar punts en el nom de la base de dades

# Translation source: /translations/owncloud.lib/ca.po from project 'ownCloud'
source: MS SQL username and/or password not valid: %s
ca: Nom d'usuari i/o contrasenya MS SQL no vàlids: %s

# Translation source: /translations/owncloud.lib/ca.po from project 'ownCloud'
source: You need to enter either an existing account or the administrator.
ca: Heu d'escriure un compte existent o el d'administrador.

# Translation source: /translations/owncloud.lib/ca.po from project 'ownCloud'
source: MySQL username and/or password not valid
ca: Nom d'usuari i/o contrasenya MySQL no vàlids

# Translation source: /translations/owncloud.lib/ca.po from project 'ownCloud'
source: DB Error: "%s"
ca: Error DB: "%s"

# Translation source: /translations/owncloud.lib/ca.po from project 'ownCloud'
source: Offending command was: "%s"
ca: L'ordre en conflicte és: "%s"

# Translation source: /translations/owncloud.lib/ca.po from project 'ownCloud'
source: MySQL user '%s'@'localhost' exists already.
ca: L'usuari MySQL '%s'@'localhost' ja existeix.

# Translation source: /translations/owncloud.lib/ca.po from project 'ownCloud'
source: Drop this user from MySQL
ca: Elimina aquest usuari de MySQL

# Translation source: /translations/owncloud.lib/ca.po from project 'ownCloud'
source: MySQL user '%s'@'%%' already exists
ca: L'usuari MySQL '%s'@'%%' ja existeix

# Translation source: /translations/owncloud.lib/ca.po from project 'ownCloud'
source: Drop this user from MySQL.
ca: Elimina aquest usuari de MySQL.

# Translation source: /translations/owncloud.lib/ca.po from project 'ownCloud'
source: Oracle connection could not be established
ca: No s'ha pogut establir la connexió Oracle

# Translation source: /translations/owncloud.lib/ca.po from project 'ownCloud'
source: Oracle username and/or password not valid
ca: Nom d'usuari i/o contrasenya Oracle no vàlids

# Translation source: /translations/owncloud.lib/ca.po from project 'ownCloud'
source: Offending command was: "%s", name: %s, password: %s
ca: L'ordre en conflicte és: "%s", nom: %s, contrasenya: %s

# Translation source: /translations/owncloud.lib/ca.po from project 'ownCloud'
source: PostgreSQL username and/or password not valid
ca: Nom d'usuari i/o contrasenya PostgreSQL no vàlids

# Translation source: /translations/owncloud.lib/ca.po from project 'ownCloud'
source: Set an admin username.
ca: Establiu un nom d'usuari per l'administrador.

# Translation source: /translations/owncloud.lib/ca.po from project 'ownCloud'
source: Set an admin password.
ca: Establiu una contrasenya per l'administrador.
