Repository: BoFFire/translation-memory-tools
Catalog: latest-memories/po/owncloud-tm.po
Languages: ca

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: &Directory alias name:
ca: &Àlies de la carpeta:

# FolderWizardTargetPage#1
source: Form
ca: Formulari

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Select a destination folder
ca: Seleccioneu una carpeta de destí

# FolderWizardTargetPage#3
source: Add Folder
ca: Afegeix una carpeta

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Refresh
ca: Refresca

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Folders
ca: Carpetes:

# Mirall::AccountSettings#1
source: Form
ca: Formulari

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Account Maintenance
ca: Manteniment del compte

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Edit Ignored Files
ca: Edita fitxers ignorats

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Modify Account
ca: Modifica el compte

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Connected with <server> as <user>
ca: Connectat amb <server> com a <user>

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Pause
ca: Pausa

# Mirall::AccountSettings#7
source: Remove
ca: Elimina

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Add Folder...
ca: Afegeix carpeta...

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Info...
ca: Informació...

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Storage Usage
ca: Ús de l'emmagatzemament

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Retrieving usage information...
ca: Obtenint informació de l'ús...

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: <b>Note:</b> Some folders, including network mounted or shared folders, might have different limits.
ca: <b>Nota</b> Algunes carpetes, incloent els fitxers muntats a través de xarxa o compartits, poden tenir límits diferents.

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Resume
ca: Continua

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Confirm Folder Remove
ca: Confirma l'eliminació de la carpeta

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: <p>Do you really want to stop syncing the folder <i>%1</i>?</p><p><b>Note:</b> This will not remove the files from your client.</p>
ca: <p>Voleu aturar la sincronització de la carpeta <i>%1</i>?</p><p><b>Nota:</b> Això no eliminarà els fitxers del client.</p>

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Confirm Folder Reset
ca: Confirmeu la reinicialització de la carpeta

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: <p>Do you really want to reset folder <i>%1</i> and rebuild your client database?</p><p><b>Note:</b> This function is designed for maintenance purposes only. No files will be removed, but this can cause significant data traffic and take several minutes or hours to complete, depending on the size of the folder. Only use this option if advised by your administrator.</p>
ca: <p>Voleu reiniciar la carpeta <i>%1</i> i reconstruir la base de dades del client?</p><p><b>Nota:</b> Aquesta funció existeix només per tasques de manteniment. Cap fitxer no s'eliminarà, però podria provocar-se un transit de dades significant i podria trigar diversos minuts o hores en completar-se, depenent de la mida de la carpeta. Utilitzeu aquesta opció només si us ho recomana l'administrador.</p>

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: No %1 connection configured.
ca: La connexió %1 no està configurada.

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Sync Running
ca: S'està sincronitzant

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: The syncing operation is running.<br/>Do you want to terminate it?
ca: S'està sincronitzant.<br/>Voleu parar-la?

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Connected to <a href="%1">%2</a>.
ca: Connectat a <a href="%1">%2</a>.

# Mirall::AccountSettings#25
source: Start
ca: Comença

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Currently
ca: Actualment

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Completely
ca: Copletament

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: %1 %2 %3 (%4 of %5)
ca: %1 %2 %3 (%4 de %5)

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Completely finished.
ca: Completament acabat.

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: %1 of %2, file %3 of %4
ca: %1 de %2, fitxer %3 de %4

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Currently there is no storage usage information available.
ca: Actualment no hi ha informació disponible de l'ús d'emmagatzemament.

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Success.
ca: Èxit.

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: CSync failed to create a lock file.
ca: CSync ha fallat en crear un fitxer de bloqueig.

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: CSync failed to load the state db.
ca: CSync ha fallat en carregar la db d'estat.

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: CSync failed to write the state db.
ca: CSync ha falat en escriure l'estat de la db.

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: <p>The %1 plugin for csync could not be loaded.<br/>Please verify the installation!</p>
ca: <p>No s'ha pogut carregar el connector %1 per csync.<br/>Comproveu la instal·lació!</p>

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: The system time on this client is different than the system time on the server. Please use a time synchronization service (NTP) on the server and client machines so that the times remain the same.
ca: L'hora del sistema d'aquest client és diferent de l'hora del sistema del servidor. Useu un servei de sincronització de temps (NTP) en el servidor i al client perquè l'hora sigui la mateixa.

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: CSync could not detect the filesystem type.
ca: CSync no ha pogut detectar el tipus de fitxers del sistema.

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: CSync got an error while processing internal trees.
ca: CSync ha patit un error mentre processava els àrbres interns.

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: CSync failed to reserve memory.
ca: CSync ha fallat en reservar memòria.

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: CSync fatal parameter error.
ca: Error fatal de paràmetre en CSync.

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: CSync processing step update failed.
ca: El pas d'actualització del processat de CSync ha fallat.

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: CSync processing step reconcile failed.
ca: El pas de reconciliació del processat de CSync ha fallat.

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: CSync processing step propagate failed.
ca: El pas de propagació del processat de CSync ha fallat.

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: <p>The target directory does not exist.</p><p>Please check the sync setup.</p>
ca: <p>La carpeta destí no existeix.</p><p>Comproveu la configuració de sincronització</p>

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: A remote file can not be written. Please check the remote access.
ca: No es pot escriure el fitxer remot. Reviseu l'acces remot.

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: The local filesystem can not be written. Please check permissions.
ca: No es pot escriure al sistema de fitxers local. Reviseu els permisos.

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: CSync failed to connect through a proxy.
ca: CSync ha fallat en connectar a través d'un proxy.

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: CSync could not authenticate at the proxy.
ca: CSync no s'ha pogut acreditar amb el proxy.

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: CSync failed to lookup proxy or server.
ca: CSync ha fallat en cercar el proxy o el servidor.

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: CSync failed to authenticate at the %1 server.
ca: L'autenticació de CSync ha fallat al servidor %1.

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: CSync failed due to not handled permission deniend.
ca: CSync ha fallat en no implementar el permís denegat.

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: CSync failed to find a specific file.
ca: CSync ha fallat en trobar un fitxer específic.

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: CSync tried to create a directory that already exists.
ca: CSync ha intentat crear una carpeta que ja existeix.

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: CSync: No space on %1 server available.
ca: CSync: No hi ha espai disponible al servidor %1.

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: CSync unspecified error.
ca: Error inespecífic de CSync.

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: CSync failed to connect to the network.
ca: CSync ha fallat en connectar-se a la xarxa.

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: A network connection timeout happend.
ca: S'ha superat el temps d'espera de la connexió a la xarxa.

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: A HTTP transmission error happened.
ca: S'ha produït un error en la transmissió HTTP.

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Aborted by the user
ca: Aturat per l'usuari

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: An internal error number %1 happend.
ca: S'ha produït l'error intern número %1

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: The configured server for this client is too old
ca: El servidor configurat per aquest client és massa antic

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Please update to the latest server and restart the client.
ca: Actualitzeu el servidor a l'última versió i reestabliu el client.

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Unable to connect to %1
ca: No es pot connectar amb %1

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: The provided credentials are not correct
ca: Les credencials proporcionades no són correctes

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Unable to create csync-context
ca: No s'ha pogut crear el context-csync

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Local folder %1 does not exist.
ca: El fitxer local %1 no existeix.

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: %1 should be a directory but is not.
ca: %1 hauria de ser una carpeta, però no ho és.

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: %1 is not readable.
ca: No es pot llegir %1.

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: File %1: %2
ca: Fitxer %1: %2

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: File %1
ca: Fitxer %1

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: The CSync thread terminated.
ca: El fil de CSync ha acabat.

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: This sync would remove all the files in the local sync folder '%1'. If you or your administrator have reset your account on the server, choose "Keep files". If you want your data to be removed, choose "Remove all files".
ca: Aquesta sincronització eliminarà tots els fitxers a la carpeta local de sincronització '%1'. Si vós o l'administrador heu reinicialitzat el compte en el servidor, escolliu "Mantenir fitxers". Si voleueliminar les dades, escolliu "Esborra tots els fitxers".

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: This sync would remove all the files in the sync folder '%1'. This might be because the folder was silently reconfigured, or that all the file were manually removed. Are you sure you want to perform this operation?
ca: Aquesta sincronització podria eliminar tots els fitxers en la carpeta de sincronització '%1'. Això podria ser perquè la carpeta ha estat reconfigurada silenciosament, o que tots els fitxers han estat eliminats manualment. Esteu segur que voleu executar aquesta operació?

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Remove All Files?
ca: Esborra tots els fitxers?

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Remove all files
ca: Esborra tots els fitxers

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Keep files
ca: Mantén els fitxers

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Could not reset folder state
ca: No es pot restablir l'estat de la carpeta

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: An old sync journal '%1' was found, but could not be removed. Please make sure that no application is currently using it.
ca: S'ha trobat un diari de sincronització antic '%1', però no s'ha pogut eliminar. Assegureu-vos que no hi ha cap aplicació que actualment en faci ús.

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Undefined State.
ca: Estat indefinit.

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Waits to start syncing.
ca: Espera per començar la sincronització.

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Preparing for sync.
ca: Perparant per la sincronització.

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Sync is running.
ca: S'està sincronitzant.

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Server is currently not available.
ca: El servidor no està disponible actualment.

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Last Sync was successful.
ca: La darrera sincronització va ser correcta.

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Last Sync was successful, but with warnings on individual files.
ca: La última sincronització ha estat un èxit, però amb avisos en fitxers individuals.

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Setup Error.
ca: Error de configuració.

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: User Abort.
ca: Cancel·la usuari.

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: %1 (Sync is paused)
ca: %1 (Sync està pausat)

# Mirall::FolderStatusDelegate#1
source: File
ca: Fitxer

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Syncing all files in your account with
ca: Sincronitzant tots els fitxers del compte amb

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Remote path: %1
ca: Carpeta remota: %1

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Could not monitor directories due to system limitations. The application will not work reliably. Please check the documentation for possible fixes.
ca: No s'han pogut monitoritzar carpetes degut a limitacions del sistema. L'aplicació no funcionarà de forma fiable. Comproveu la documentació per possibles solucions.

# Mirall::FolderWizard#1
source: Add Folder
ca: Afegeix una carpeta

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: No local folder selected!
ca: No heu seleccionat cap carpeta local!

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: You have no permission to write to the selected folder!
ca: No teniu permisos per escriure en la carpeta seleccionada!

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: The local path %1 is already an upload folder.<br/>Please pick another one!
ca: El camí local %1 ja és una carpeta de pujada.<br/>Seleccioneu-ne un altre!

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: An already configured folder is contained in the current entry.
ca: L'entrada actual conté una carpeta ja configurada.

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: An already configured folder contains the currently entered directory.
ca: La carpeta que heu entrat conté una carpeta ja configurada.

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: The alias can not be empty. Please provide a descriptive alias word.
ca: L'àlies no pot ser buit. Faciliteu una paraula descriptiva.

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: <br/>The alias <i>%1</i> is already in use. Please pick another alias.
ca: <br/>L'àlies <i>%1</i> ja està en ús. Seleccioneu-ne un altre.

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Select the source folder
ca: Seleccioneu la carpeta font

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Add Remote Folder
ca: Afegeix carpeta remota

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Enter the name of the new folder:
ca: Escriviu el nom de la carpeta nova:

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Folder was successfully created on %1.
ca: La carpeta s'ha creat correctament a %1.

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Failed to create the folder on %1.<br/>Please check manually.
ca: Ha fallat en crear la carpeta a %1.<br/>Comproveu-ho manualment.

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Choose this to sync the entire account
ca: Escolliu-ho per sincronitzar el compte sencer

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: This directory is already being synced.
ca: La carpeta ja s'està sincronitzant.

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: You are already syncing <i>%1</i>, which is a parent folder of <i>%2</i>.
ca: Ja esteu sincronitzant <i>%1</i>, que és una carpeta dins de <i>%2</i>.

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: If you sync the root folder, you can <b>not</b> configure another sync directory.
ca: Si seleccioneu la carpeta arrel <b>no</b> odreu configurar una altra carpeta de sincronització.

# Mirall::GeneralSettings#1
source: Form
ca: Formulari

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Launch on System Startup
ca: Executa en iniciar el sistema

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Show Desktop Notifications
ca: Mostra les notificacions d'escriptori

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Use Monochrome Icons
ca: Usa icones en monocrom

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: About
ca: Quant a

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Ignored Files Editor
ca: Editor de fitxers ignorats

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Add
ca: Afegeix

# Mirall::IgnoreListEditor#3
source: Remove
ca: Elimina

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Files or directories matching a pattern will not be synchronized. Checked items will also be deleted if they prevent a directory from being removed. This is useful for meta data.
ca: Els fitxers que compleixin amb un patró no es sincronitzaran. Els elements marcats també s'eliminaran si prevenen l'eliminació d'una carpeta. Això és útil per metadades.

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Could not open file
ca: No s'ha pogut obrir el fitxer

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Cannot write changes to '%1'.
ca: No es poden desar els canvis a '%1'.

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Add Ignore Pattern
ca: Afegeix una plantilla per ignorar

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Add a new ignore pattern:
ca: Afegeix una nova plantilla d'ignorats:

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: This entry is provided by the system at '%1' and cannot be modified in this view.
ca: Això es proporciona completament pel sistema a '%1' i no es pot modificar en aquesta vista.

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Log Output
ca: Sortida de registre

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: &Search:
ca: &Cerca:

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: &Find
ca: &Troba

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Clear
ca: Neteja

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: Clear the log display.
ca: Neteja l'inici de sessió.

# Translation source: /translations/owncloud.mirall/ca.po from project 'ownCloud'
source: S&ave
ca: Des&a
