Repository: BoFFire/translation-memory-tools
Catalog: source-pos/mandriva-po/drakwizard-*.po
Languages: ca

source: Memory Cache is the amount of RAM dedicated to cache memory operations (note that actual memory usage of the whole squid process is bigger).
ca: La memòria cau és la quantitat de memòria RAM dedicada a les operacions d'intercanvi (teniu en compte que l'ús de la memòria per part de tot procés Squid és més gran).

source: Enter the qualified hostname (like \qcache.domain.net\q) and the port of the proxy to use.
ca: Introduïu un nom de màquina vàlid (com ara \qcache.domini.net\q) i el port que farà servir el servidor intermediari.

source: The proxy can be configured to use different access control levels.
ca: El servidor intermediari pot configurar-se per usar diferents nivells de control d'accés.

source: The wizard successfully configured your proxy server.
ca: L'auxiliar ha configurat el servidor intermediari amb èxit.

source: Home:
ca: Inici:

source: Configuring Samba
ca: S'està configurant Samba

source: Samba needs to know the Windows Workgroup it will serve.
ca: Samba necessita conèixer el grup de treball Windows al qual servirà.

source: Samba can provide a common file sharing area to your Windows workstation, and can also provide printer sharing for the printers connected to your server.
ca: Samba pot proporcionar una zona comuna de compartició de fitxers per a l'estació de treball Windows, així com compartir les impressores connectades a aquest servidor.

source: The wizard successfully configured your Samba server.
ca: L'auxiliar ha configurat el servidor Samba amb èxit.

source: Server Banner.
ca: Descriptor del servidor.

source: Print Server:
ca: Servidor d'impressió:

source: Workgroup:
ca: Grup de treball:

source: You have selected to allow user access their home directories via samba but you/they must use smbpasswd to set a password.
ca: Heu seleccionat permetre l'accés dels usuaris al seu directori d'usuari mitjançant Samba, però s'haurà d'usar smbpasswd per definir les contrasenyes.

source: The Server Banner is incorrect
ca: El descriptor del servidor no és correcte

source: Samba Configuration Wizard
ca: Auxiliar de configuració de Samba

source: Samba allows your server to behave as a file and print server for workstations running non-Linux systems.
ca: Samba permet que el servidor es comporti com un servidor de fitxers i d'impressió per a estacions de treball que no funcionen sobre sistemes Linux.

source: Server Banner:
ca: Descriptor del servidor:

source: Enabled Samba Services
ca: Serveis Samba habilitats

source: Enable Server Printer Sharing
ca: Habilita el servidor d'impressió compartida

source: If you choose to configure now, you will automatically continue with the SAMBA configuration
ca: Si trieu configurar-ho ara, continuareu automàticament amb la configuració de SAMBA

source: The wizard collected the following parameters needed to configure Samba.
ca: L'auxiliar ha recollit els paràmetres següents necessaris per configurar Samba.

source: The banner is the way this server will be described in the Windows workstations.
ca: El descriptor determina la manera en què aquest servidor es descriurà a les estacions de treball Windows.

source: Banner:
ca: Descriptor:

source: The Workgroup is wrong
ca: El grup de treball és erroni

source: Samba wizard
ca: Auxiliar del Samba

source: Workgroup
ca: Grup de treball

source: File Sharing:
ca: Fitxers compartits:

source: This wizard will set the basic networking parameters of your server.
ca: Aquest auxiliar establirà els paràmetes bàsics de xarxa del servidor.

source: Host Name:
ca: Nom de la màquina:

source: Basic Network Configuration Wizard
ca: Auxiliar de la configuració bàsica de xarxa

source: The network address is wrong
ca: L'adreça de xarxa és errònia

source: Server IP address:
ca: Adreça IP del servidor:

source: Network Address
ca: Adreça de xarxa

source: You should not run any other applications while running this wizard and at the end of the wizard you should exit your session and login again.
ca: És recomanable que no tingueu altres aplicacions obertes mentre executeu aquest auxiliar. En finalitzar, cal que tanqueu la vostra sessió i torneu a entrar.

source: The wizard successfully configured the basic networking services of your server.
ca: L'auxiliar ha configurat els serveis bàsics de xarxa del servidor amb èxit.

source: (you can change here these values if you know exactly what you're doing)
ca: (ara podeu modificar aquests valors si sabeu exactament què feu)

source: The network address is a number identifying your network; the proposed value is designed for a configuration not connected to Internet, or connected using IP masquerading; unless you know what you are doing, accept the default value.
ca: L'adreça de xarxa és un nombre que identifica la vostra xarxa; el valor que es proposa és adequat per a una configuració no connectada a Internet o connectada mitjançant emmascarament d'IP; tret que sapigueu de què es tracta, accepteu el valor per defecte.

source: Note about networking
ca: Nota quant a les xarxes

source: Server Address
ca: Adreça del servidor

source: Network addresses are a list of four numbers smaller than 256, separated by dots; the last number of the list must be zero.
ca: Les adreces de xarxa són un grup de quatre nombres menors de 256 separats per punts; l'últim nombre del grup ha de ser zero.

source: Note: the gateway IP address should be non empty if you want an access to outside world.
ca: Nota: l'adreça IP de la passarel·la no pot quedar buida si voleu connectar-vos amb l'exterior.

source: The Server IP address is incorrect
ca: L'adreça IP del servidor no és correcta

source: Configuring your network
ca: S'està configurant la xarxa local

source: Gateway IP:
ca: IP de la passarel·la:

source: This page computes the default server address; it should be invisible.
ca: Aquesta pàgina calcula l'adreça del servidor per defecte; no hauria de ser visible

source: IP net address:
ca: Adreça IP de la xarxa:

source: External gateway
ca: Passarel·la externa

source: Server Wizard
ca: Auxiliar del servidor

source: So, it's very probable that domain name and IP adresses for this local network are DIFFERENT from the server \qexternal\q connection.
ca: Per tant, és molt probable que el nom de domini i les adreces IP de la xarxa local siguin DIFERENTS de les de la connexió \qexterna\q del servidor.

source: Choose the network device (usually a card) the server should use to connect to your network. It's the device for the local network, probably not the same device used for internet access.
ca: Trieu el dispositiu de xarxa (generalment una targeta) que el servidor necessita per connectar-se a la vostra xarxa. Es tracta del dispositiu per a la xarxa local, que probablement no sigui el mateix dispositiu que feu servir per connectar-vos a internet.

source: Devices are presented with the Linux name and, if known, with the card description.
ca: Els dispoditius es presenten amb el nom Linux i, si es coneix, amb la descripció de la targeta.

source: Here is your current value for the external gateway (value specified during the initial installation). The device (network card or modem) should be different from the one used for the internal network.
ca: Aquest és el valor actual per a la passarel·la externa (que es va especificar durant la instal·lació). El dispositiu (targeta de xarxa o mòdem) hauria de ser diferent de l'emprat per a la xarxa interna.

source: This wizard will help you in configuring the basic networking services of your server.
ca: Aquest auxiliar us ajudarà a configurar els serveis bàsics de xarxa del servidor.

source: The server IP address is a number identifing your server in your network; the proposed value designed for a private network , with no internet visibility, or connected using IP masquerading; unless you know what you are doing, accept the default value.
ca: L'adreça IP del servidor és un nombre que identifica el servidor a la xarxa; el valor proposat és adequat per a una xarxa privada, no visible des d'internet o connectada mitjançant emmascarament d'IP; tret que sapigueu de què es tracta, accepteu el valor per defecte.

source: The host name is not correct
ca: El nom de la màquina no és correcte

source: The hostname is the name under which your server will be known from the other workstations in your network and maybe on the Internet (depending of your upstream configuration).
ca: El nom de la màquina és el nom pel qual el vostre servidor serà conegut des d'altres estacions de treball dins la vostra xarxa i potser també a Internet (segons la configuració de sortida a l'exterior).

source: Wizard Error.
ca: Error de l'auxiliar.

source: net device
ca: dispositiu de xarxa

source: Computed domain Name
ca: Nom de domini calculat

source: This page computes the domainname; it should be invisible
ca: Aquesta pàgina calcula el nom de domini; no hauria de ser visible

source: Gateway device:
ca: Dispositiu de passarel·la:

source: The wizard collected the following parameters needed to configure your network
ca: L'auxiliar ha recollit els paràmetres següents necessaris per configurar la xarxa

source: Warning
ca: Avís

source: Device:
ca: Dispositiu:

source: In regards to these wizards, your computer is seen as a server managing his own local network (C class network).
ca: Pel que respecta a aquests auxiliars, aquest ordinador representa un servidor que configura la seva pròpia xarxa local (xarxa de classe C).

source: Server Address:
ca: Adreça del servidor:

source: External connection is a network from which the computer is client (Internet or upstream network), connected using another network card or a modem.
ca: La connexió externa és una xarxa de la qual l'ordinador n'és client (xarxa d'Internet o de sortida a l'exterior), i s'hi connecta amb una altra targeta de xarxa o un mòdem.

source: Host names must be in the form \qhost.domain.domaintype\q; if your server will be an Internet server, the domain name should be the name registered with your provider. If you will only have intranet any valid name is OK, like \qcompany.net\q.
ca: Els noms de màquina han de tenir la forma \qnomdemàquina.domini.tipusdedomini\q; si el servidor serà un servidor d'Internet, el nom de domini ha d'estar registrat amb el vostre proveïdor. Si només serà un servidor d'intranet qualsevol nom vàlid serveix, com \qempresa.net\q.

source: Host Name
ca: Nom de la màquina

source: Network Address:
ca: Adreça de xarxa:

source: Network Device
ca: Dispositiu de xarxa

source: Server Name:
ca: Nom del servidor:

source: CRI, Campus d'Orsay, Universite Paris Sud, France
ca: CRI, Campus d'Orsay, Universitat París Sud, França

source: University of Manchester, Manchester, England
ca: Universitat de Manchester, Manchester, Anglaterra

source: SCI, Universite de Limoges, France
ca: SCI, Universitat de Limotges, França

source: Canadian Meteorological Centre, Dorval, Quebec, Canada
ca: Centre Meteorològic Canadenc, Dorval, Quebec, Canadà

source: Press next to start the time servers test.
ca: Premeu Següent per començar el test de servidors horaris.

source: You can try again to contact time servers, or save configuration without actually setting time.
ca: Podeu intentar de nou contactar amb els servidors horaris, o desar la configuració sense realment configurar l'hora.

source: (please, choose servers in your geographical area)
ca: (trieu servidors de la vostra zona geogràfica)

source: University of Oklahoma, Norman, Oklahoma, USA
ca: Universitat d'Oklahoma, Norman, Oklahoma, EEUU

source: University of Regina, Regina, Saskatchewan, Canada
ca: Universitat de Regina, Regina, Saskatchewan, Canadà

source: Trinity College, Dublin, Ireland
ca: Col·legi Trinity, Dublí, Irlanda

source: Singapore
ca: Singapur

source: Secondary Time Server:
ca: Servidor horari secundari:

source: Try again
ca: Torneu-ho a provar

source: The Chinese University of Hong Kong
ca: Universitat Xinesa de Hong Kong

source: UNLV College of Engineering, Las Vegas, NV
ca: UNLV Col·legi d'Enginyeria, Las Vegas, NV

source: Altea (Alicante/SPAIN)
ca: Altea (Alacant, Espanya)

source: National Research Council of Canada, Ottawa, Ontario, Canada
ca: Consell Nacional de Recerca de Canadà, Ottawa, Ontario, Canadà

source: Select a primary and secondary server from the list.
ca: Seleccioneu un servidor primari i un de secundari de la llista.

source: CISM, Lyon, France
ca: CISM, Lió, França

source: Inet, Inc., Seoul, Korea
ca: Inet Inc., Seül, Corea

source: Scientific Center in Chernogolovka, Moscow region, Russia
ca: Centre Científic de Chernogolovka, regió de Moscou, Rússia

source: Washington State University Tri-Cities, Richland, Wa
ca: Universitat de Washington State Tri-Cities, Richland, Wa

source: University of Adelaide, South Australia
ca: Universitat d'Adelaida, Austràlia del Sud

source: Time zone:
ca: Fus horari:

source: The time servers are not responding. The causes could be:
ca: Els servidors horaris no responen. Les causes possibles són:

source: CRIUC, Universite de Caen, France
ca: CRIUC, Universitat de Caen, França

source: - other reasons...
ca: - altres motius...

source: If the time server is not immediately available (network or other reason), there will be about a 30 second delay.
ca: Si el servidor horari no està disponible immediatament (per la xarxa o qualsevol altre motiu), haureu d'esperar uns 30 segons.

source: WARNING
ca: AVÍS

source: Loria, Nancy, France
ca: Loria, Nancy, França

source: Your server can now act as a time server for your local network.
ca: El vostre servidor ja pot funcionar com a un servidor horari per a la xarxa local.

source: Fukuoka university, Fukuoka, Japan
ca: Universitat de Fukuoka, Fukuoka, Japó

source: Time Servers
ca: Servidors horaris

source: Swiss Fed. Inst. of Technology
ca: Institut Federal Suís de Tecnologia

source: LAAS/CNRS, Toulouse, France
ca: LAAS/CNRS, Tolossa, França

source: Testing the time servers availability
ca: S'està comprovant la disponibilitat dels servidors horaris

source: Save config without test
ca: Desa la configuració sense comprovar-ho

source: Dept. Computer Science, Strathclyde University, Glasgow, Scotland
ca: Departament de Ciències Informàtiques, Universitat d'Strathclyde, Glasgow, Escòcia

source: MIT Information Systems, Cambridge, MA
ca: Sistemes d'informació del MIT, Cambridge, MA

source: Baylor College of Medicine, Houston, Tx
ca: Col·legi Baylor de Medicina, Houston, Tx

source: Penn State University, University Park, PA
ca: Universitat de Penn State, University Park, PA

source: - non existent time servers
ca: - els servidors horaris no existeixen

source: Time wizard
ca: Auxiliar horari

source: University of Oslo, Norway
ca: Universitat d'Oslo, Noruega

source: Thus your server will be the local time server for your network.
ca: Així, el vostre servidor serà el servidor horari local per a la vostra xarxa.

source: - no outside network
ca: - cap xarxa exterior

source: Primary Time Server:
ca: Servidor horari primari:

source: Time server configuration saved
ca: S'ha desat la configuració del servidor horari

source: press next to begin, or cancel to leave this wizard
ca: premeu Següent per començar, o Cancel·la per sortir de l'auxiliar

source: Choose a time zone:
ca: Trieu un fus horari:

source: Computer Science Department, University of Wisconsin-Madison
ca: Departament de Ciències Informàtiques, Universitat de Wisconsin-Madison

source: Your server can act as a Web Server toward your internal network (intranet) and as a Web Server for the Internet.
ca: El servidor pot fer de servidor Web per a la xarxa interna (intranet) i per a Internet.

source: Enable the Web Server for the Intranet
ca: Habilita el servidor Web per a la Intranet

source: Configuring the Web Server
ca: S'està configurant el servidor Web

source: Web Server
ca: Servidor Web

source: Web wizard
ca: Auxiliar de Web

source: Don't check any box if you don't want to activate your Web Server.
ca: No marqueu cap opció si no voleu activar el servidor Web.

source: Select the kind of Web service you want to activate:
ca: Selecciona el tipus de servei Web que voleu activar:

source: The wizard collected the following parameters needed to configure your Web Server
ca: L'auxiliar ha recollit els paràmetres següents necessaris per configurar el servidor Web

source: The wizard successfully configured your Intranet/Internet Web Server
ca: L'auxiliar ha configurat el servidor Web per a Intranet/Internet amb èxit

source: Web Server Configuration Wizard
ca: Auxiliar de configuració del servidor Web

source: Cancel
ca: Cancel·la

source: Next ->
ca: Següent ->

source: <- Previous
ca: <- Anterior

source: enabled
ca: habilitat

source: disabled
ca: inhabilitat
