Repository: BoFFire/translation-memory-tools
Catalog: source-pos/mandriva-po/drakwizard-*.po
Languages: ca

source: Press next to configure these parameters now, or Cancel to exit this wizard.
ca: Premeu Següent per configurar aquests paràmetres ara, o Cancel·la per sortir de l'auxiliar.

source: OK
ca: D'acord

source: If you choose to configure now, you will automatically continue with the Client configuration
ca: Si trieu configurar-ho ara, continuareu automàticament amb la configuració del client

source: DNS Client Wizard
ca: Auxiliar del client DNS

source: Press next to begin, or Cancel to leave this wizard.
ca: Premeu Següent per començar, o Cancel·la per sortir de l'auxiliar.

source: Your client on the network will be identified by name, as in clientname.company.net. Every machine on the network must have a (unique) IP address, in the usual dotted syntax.
ca: El client s'identificarà a la xarxa amb un nom, com en nomdelclient.empresa.netCadascuna de les màquines de la xarxa ha de tenir una adreça IP (única), amb la sintaxi habitual de punts (x.x.x.x).

source: The wizard collected the following parameters needed to add a client to your network:
ca: L'auxiliar ha recollit els paràmetres següents necessaris per afegir un client a la vostra xarxa:

source: The wizard successfully added the client.
ca: L'auxiliar ha afegit el client amb èxit.

source: (you don't need to type the domain after the name)
ca: (no cal que escrigueu el domini després del nom)

source: Note that the given IP number and client name should be unique in the network.
ca: Noteu que l'adreça IP i el nom del client introduïts han de ser únicsa la xarxa.

source: Warning:
ca: Avís:

source: Name of the machine:
ca: Nom de la màquina:

source: Adding a new client to your network
ca: S'està afegint un client nou a la vostra xarxa

source: System error, no configuration done
ca: S'ha produït un error de sistema. No s'ha fet cap configuració

source: Client identification:
ca: Identificació del client:

source: This wizard will help you in adding a new client in your local DNS.
ca: Aquest auxiliar us ajudarà a afegir un client nou al DNS local.

source: A client of your local network is a machine connected to the network having its own name and IP number.
ca: Un client de la xarxa local és una màquina connectada a la xarxa que té el seu propi nom i adreça IP.

source: To accept these values, and add your client, click the Next button or use the Back button to correct them.
ca: Per acceptar aquests valors i afegir el client feu clic al botó Següent, o premeu el botó Anterior per corregir-los.

source: This is not a valid address... press next to continue
ca: Aquesta adreça no és vàlida... Premeu Següent per continuar

source: Client IP:
ca: IP del client:

source: Configure
ca: Configura

source: You need to be root to run this wizard
ca: Cal que sigueu root per executar aquest auxiliar

source: Network not configured yet
ca: Encara no s'ha configurat la xarxa

source: You have entered a machine name or an IP number already used.
ca: Heu introduït un nom de màquina o una adreça IP que ja està en ús.

source: Quit
ca: Surt

source: Warning\nYou are in dhcp, server may not work with your configuration.
ca: Avís\nEsteu sobre dhcp; és possible que el servidor no funcioni amb aquesta configuració.

source: The server will use the informations you enter here to make the name of the client available to other machines into your network.
ca: El servidor emprarà la informació que introduïu aquí perquè el nom del client estigui disponible per a les altres màquines de la xarxa.

source: Congratulations
ca: Felicitats

source: IP number of the machine:
ca: Adreça IP de la màquina:

source: Press next if you want to change the already existing value, or back to correct your choice.
ca: Premeu Següent si voleu canviar el valor actual, o Anterior percorregir la vostra elecció.

source: You have to configure the basic network parameters before launching this wizard.
ca: Heu de configurar els paràmetres bàsics de la xarxa abans d'executar aquest auxiliar.

source: Client name
ca: Nom del client

source: User addition
ca: Afegiment d'un usuari

source: To accept this value, and configure your server, click on \qConfirm\q or use the Back button to correct them.
ca: Per acceptar aquest valor i configurar el servidor feu clic a \qConfirma\q, o premeu el botó Anterior per corregir-lo.

source: Please type a password for the root user:
ca: Introduïu una contrasenya per a l'usuari root:

source: Configuring the MySQL Database Server
ca: S'està configurant el servidor de bases de dades MySQL

source: Confirm
ca: Confirma

source: Password:
ca: Contrasenya:

source: The wizard successfully configured your MySQL Database Server
ca: L'auxiliar ha configurat el servidor de bases de dades MySQL amb èxit

source: Username:
ca: Nom d'usuari:

source: Add
ca: Afegeix

source: Sorry, you must be root to do this...
ca: Heu de ser root per fer això...

source: Database Server
ca: Servidor de bases de dades

source: Note: This user will have all permissions
ca: Nota: Aquest usuari tindrà tots els permisos

source: MySQL Database wizard
ca: Auxiliar de les bases de dades MySQL

source: Configuration Wizard
ca: Auxiliar de configuració

source: To run your server, you first need to specify a root password
ca: Per executar el servidor, cal que primer especifiqueu una contrasenya de root

source: Root Password:
ca: Contrasenya de root:

source: MySQL Database Server
ca: Servidor de bases de dades MySQL

source: The wizard collected the following parameters needed to configure your MySQL Database Server
ca: L'auxiliar ha recollit els paràmetres següents necessaris per configurar el servidor de bases de dades MySQL

source: Please enter a username and password to add a user
ca: Per afegir un usuari, introduïu un nom d'usuari i una contrasenya

source: If you choose to configure now, you will automatically continue with the MySQL Database configuration
ca: Si trieu configurar-ho ara, continuareu automàticament amb la configuració de la base de dades MySQL

source: The wizard collected the following parameters needed to configure your DHCP service:
ca: L'auxiliar ha recollit els paràmetres següents necessaris per configurar el servei DHCP:

source: Fix it
ca: Arregla-ho

source: Lowest IP Address:
ca: Adreça IP més baixa:

source: IP addresses are a dotted list of four numbers smaller than 256.
ca: Les adreces IP són un grup de quatre nombres menors de 256 separats per punts.

source: To accept these values, and configure your server, click the Next button or use the Back button to correct them.
ca: Per acceptar aquests valors i configurar el servidor feu clic al botó Següent, o premeu el botó Anterior per corregir-los.

source: DHCP Wizard
ca: Auxiliar del DHCP

source: Range of addresses used by dhcp
ca: Rang d'adreces emprades pel DHCP

source: The wizard successfully configured the DHCP services of your server.
ca: L'auxiliar ha configurat els serveis DHCP del servidor amb èxit.

source: Select the range of addresses assigned to the workstations by the DHCP service; unless you have special needs, you can safely accept the proposed values.
ca: Seleccioneu el rang d'adreces assignat pel servei DHCP a les estacions de treball. Si no teniu cap requeriment especial, podeu acceptar amb tranquil·litat els valors que es proposen.

source: The IP range specified is not correct
ca: El rang d'adreces IP especificat no és correcte

source: DHCP is a service that automatically assigns networking addresses to your workstations.
ca: El DHCP és un servei que assigna automàticament adreces de xarxa a les vostres estacions de treball.

source: Highest IP Address:
ca: Adreça IP més alta:

source: DHCP Configuration Wizard
ca: Auxiliar de configuració del DHCP

source: Configuring the DHCP Server
ca: S'està configurant el servidor DHCP

source: Your setting could be accepted, but you will not be able to identify machine names outside your local network.
ca: Aquesta configuració pot ser acceptada, però no podreu identificar els noms de les màquines fora de la xarxa local.

source: Press next to leave these values empty, or back to enter a value.
ca: Premeu Següent per deixar aquests valors buits, o Anterior per introduir un valor.

source: Primary DNS Address:
ca: Adreça del DNS primari:

source: Configuring the DNS Server
ca: S'està configurant el servidor DNS

source: DNS Configuration Wizard
ca: Auxiliar de configuració del DNS

source: DNS will allow your network to communicate with the Internet using standard internet host names. In order to configure DNS, you must provide the IP address of primary and secondary DNS server; usually this address are given by your Internet provider.
ca: El DNS permetrà que la vostra xarxa es comuniqui amb Internet fent servir noms de màquina estàndards d'internet. Per tal de configurar el DNS, heu d'introduir les adreces IP dels servidors DNS primari i secundari; generalment aquestes adreces us les dona el vostre proveïdor d'Internet.

source: The wizard successfully configured the DNS services of your server.
ca: L'auxiliar ha configurat els serveis DNS del servidor amb èxit.

source: You have entered an empty address for the DNS server.
ca: Heu introduït una adreça buida per al servidor DNS.

source: The wizard collected the following parameters needed to configure your DNS service:
ca: L'auxiliar ha recollit els paràmetres següents necessaris per configurar el servei de DNS

source: DNS Server Addresses
ca: Adreces del servidor DNS

source: DNS (Domain Name Server) is the service that maps an IP address of a machine with an internet host name.
ca: El DNS (Servidor de Noms de Domini) és el servei que relaciona una màquina amb un nom d'ordinador d'internet.

source: Secondary DNS Address:
ca: Adreça del DNS secundari:

source: Drakwizard wizard selection
ca: Selecció d'auxiliar Drakwizard

source: Please select a wizard
ca: Seleccioneu un auxiliar

source: Medium - web, ftp and ssh shown to outside
ca: Mitjà: web, ftp i ssh són vistos des de l'exterior

source: Strong - no outside visibility, users limited to web
ca: Alt: cap visibilitat des de l'exterior, usuaris limitats a la web

source: The wizard collected the following parameters needed to configure your firewall:
ca: L'auxiliar ha recollit els paràmetres següents necessaris per configurar el tallafoc:

source: The firewall protects your internal network from unauthorized accesses from the Internet.
ca: El tallafoc protegeix la xarxa interna d'accessos no autoritzats des d'Internet.

source: Device
ca: Dispositiu

source: Firewall wizard
ca: Auxiliar del tallafoc

source: None - No protection
ca: Cap: sense protecció

source: Internet Network Device:
ca: Dispositiu de xarxa per a Internet:

source: The firewall can be configured to offer different levels of protection; choose the level that corresponds to your needs. If you don't know, the Medium level is usually the most appropriate.
ca: El tallafoc es pot configurar de manera que ofereixi diferents nivells de protecció; trieu el nivell que es correspongui amb les vostres necessitats. Si no ho sabeu, el nivell mitjà és generalment el més adequat.

source: The device name is not correct
ca: El nom del dispositiu no és correcte

source: Fix It
ca: Arregla-ho

source: Firewall Configuration Wizard
ca: Auxiliar de configuració del tallafoc

source: The firewall needs to know how your server is connected to Internet; choose the device you are using for the external connection.
ca: El tallafoc necessita saber com es connecta el vostre servidor a Internet; trieu el dispositiu que feu servir per a la connexió amb l'exterior.

source: Protection Level
ca: Nivell de protecció

source: Something terrible happened
ca: Ha passat una cosa terrible!

source: Firewall Network Device
ca: Dispositiu de xarxa del tallafoc

source: The wizard successfully configured your server firewall.
ca: L'auxiliar ha configurat el tallafoc del servidor amb èxit.

source: Configuring the Firewall
ca: S'està configurant el tallafoc

source: Exit
ca: Surt

source: Low - Light filtering, standard services available
ca: Baix: filtrat lleuger, serveis estàndard disponibles

source: Protection Level:
ca: Nivell de protecció:

source: Internet FTP Server:
ca: Servidor FTP per a Internet:

source: Enable the FTP Server for the Intranet
ca: Habilita el servidor FTP per a la Intranet

source: FTP wizard
ca: Auxiliar de l'FTP

source: FTP Server
ca: Servidor FTP

source: Don't check any box if you don't want to activate your FTP Server.
ca: No marqueu cap opció si no voleu activar el servidor FTP.

source: Configuring the FTP Server
ca: S'està configurant el servidor FTP

source: Enable the FTP Server for the Internet
ca: Habilita el servidor FTP per a Internet

source: Intranet FTP Server:
ca: Servidor FTP per a la Intranet:

source: The wizard successfully configured your Intranet/Internet FTP Server
ca: L'auxiliar ha configurat el servidor FTP per a Intranet/Internet amb èxit

source: Select the kind of FTP service you want to activate:
ca: Seleccioneu el tipus de servei FTP que voleu activar:

source: The wizard collected the following parameters needed to configure your FTP Server
ca: L'auxiliar ha recollit els paràmetes següents necessaris per configurar el servidor FTP

source: FTP Server Configuration Wizard
ca: Auxiliar de configuració del servidor FTP

source: Your server can act as an FTP Server toward your internal network (intranet) and as an FTP Server for the Internet.
ca: El servidor pot actuar com a servidor FTP per a la xarxa interna (intranet) i com a servidor FTP per a Internet.

source: Polling Interval:
ca: Interval de sondeig:

source: Polling Period
ca: Període de sondeig

source: Your server will regularly poll the News Server for obtaning the latest Internet News; the polling period set the interval between two consecutive polling.
ca: El vostre servidor sondejarà regularment el servidor de notícies per obtenir les darreres notícies d'Internet; el període de sondeig és l'interval de temps entre dos sondejos consecutius.

source: News Wizard
ca: Auxiliar de les notícies

source: The polling period is not correct
ca: El període de sondeig no és correcte

source: The news server name is not correct
ca: El nom del servidor de notícies no és correcte

source: Configuring the Internet News
ca: S'estan configurant les notícies d'Internet

source: Depending on the kind of internet connection you have, an appropriate polling period can change between 6 and 24 hours.
ca: Segons el tipus de connexió a internet que tingueu, un temps de sondeig adequat pot trobar-se entre 6 i 24 hores.

source: The news server name is the name of the host providing the Internet news to your network; the name is usually provided by your provider.
ca: El nom del servidor de notícies és el nom de la màquina que ofereix les notíciesd'Internet a la vostra xarxa; aquest nom l'acostuma a donar el vostre proveïdor.

source: The wizard successfully configured your Internet News service of your server.
ca: L'auxiliar ha configurat el servei de notícies d'Internet del servidor amb èxit.

source: The wizard collected the following parameters needed to configure your Internet News Service:
ca: L'auxiliar ha recollit els paràmetres següents necessaris per configurar el servei de notícies d'Internet:

source: Polling Period (Hours):
ca: Període de sondeig (en hores):

source: News Server Name:
ca: Nom del servidor de notícies:

source: Internet host names must be in the form \qhost.domain.domaintype\q; for example, if your provider is \qprovider.com\q, the internet news server is usually \qnews.provider.com\q.
ca: Els noms de màquina d'Internet han de tenir la forma \qmàquina.domini.tipusdedomini; per exemple, si el vostre proveïdor és \qproveïdor.com\q, el servidor de notícies generalment serà \qnews.proveïdor.com\q.

source: Welcome to the News Wizard
ca: Benvingut a l'auxiliar per a les notícies

source: News Server
ca: Servidor de notícies

source: News Server:
ca: Servidor de notícies:

source: Authorized network:
ca: Xarxa autoritzada:

source: Access Control
ca: Control d'accés

source: Access will be allowed for hosts on the network. Here is the information found about your current local network, you can modify it if needed.
ca: Es permetrà l'accés de les màquines de la xarxa. Aquí teniu la informació trobada sobre la xarxa local actual, podeu modificar-ho si calgués.

source: Local Network - access for local network (recommended)
ca: Xarxa local: accés per a la xarxa local (recomanat)

source: Choose the level that suits your needs. If you don't know, the Local Network level is usually the most appropriate. Beware that the All level may be not secure.
ca: Trieu el nivell que s'adapti als vostres requeriments. Si no ho sabeu, el nivellde xarxa local és generalment el més adequat. Teniu en compte que el nivell Tot pot no ser segur.

source: NFS Server Configuration Wizard
ca: Auxiliar de configuració del servidor NFS

source: NFS Wizard
ca: Auxiliar de l'NFS

source: Grant access on local network
ca: Garanteix l'accés per a la xarxa local

source: NFS Server
ca: Servidor NFS

source: All - No access restriction
ca: Tot: sense restriccions d'accés

source: Directory:
ca: Directori:

source: The wizard successfully configured your NFS Server
ca: L'auxiliar ha configurat el servidor NFS amb èxit

source: Internet Mail Gateway
ca: Passarel·la del correu d'Internet

source: Outgoing Mail Address
ca: Adreça del correu de sortida

source: The wizard successfully configured your Internet Mail service of your server.
ca: L'auxiliar ha configurat el servei de correu d'Internet del servidor amb èxit.

source: Do It
ca: Fes-ho

source: This should be chosen consistently with the address you use for incoming mail.
ca: Hauríeu de triar conseqüentment amb l'adreça que feu servir per al correu d'entrada.

source: You entered an empty address for the mail gateway.
ca: Heu introduït una adreça buida per a la passarel·la de correu.

source: Internet Mail Configuration Wizard
ca: Auxiliar de configuració del correu d'Internet

source: Postfix wizard
ca: Auxiliar del postfix

source: Mail Server Name:
ca: Nom del servidor de correu:

source: Your choice can be accepted, but this will not allow you to send mail outside your local network. Press next to continue, or back to enter a value.
ca: Aquesta configuració pot ser acceptada, però no permetrà que envieu correu fora de la xarxa local. Premeu Següent per continuar, o Anterior per introduir un valor.

source: Your server will send the outgoing through a mail gateway, that will take care of the final delivery.
ca: El vostre servidor enviarà el correu de sortida a través d'una passarel·la, que s'encarregarà de lliurar-lo finalment.

source: If you choose to configure now, you will automatically continue with the POSTFIX configuration
ca: Si trieu configurar-ho ara, continuareu automàticament amb la configuració del POSTFIX

source: Internet host names must be in the form \qhost.domain.domaintype\q; for example, if your provider is \qprovider.com\q, the internet mail server is usually \qsmtp.provider.com\q.
ca: Els noms de màquina d'Internet han de tenir la forma \qmàquina.domini.tipusdedomini\q;per exemple, si el vostre proveïdor és \qproveïdor.com\q, el servidor de correu d'internet generalment serà \qsmtp.proveïdor.com\q.

source: You can select the kind of address that outgoing mail will show in the \qFrom:\q and \qReply-to\q field.
ca: Podeu triar el tipus d'adreça que el correu de sortida mostrarà en els camps \qDe:\q i \qRespon a:\q.

source: Configuring the Internet Mail
ca: S'està configurant el correu d'Internet

source: The wizard collected the following parameters needed to configure your Internet Mail Service:
ca: L'auxiliar ha recollit els paràmetres següents necessaris per configurar el servei de correu d'Internet:

source: Masquerade not good!
ca: L'emmascarament no és correcte

source: Form of the Address
ca: Format de l'adreça

source: Mail Address:
ca: Adreça de correu:

source: If you choose to configure now, you will automatically continue with the Proxy configuration.
ca: Si trieu configurar-ho ara, continuareu automàticament amb la configuració del servidor intermediari (proxy).

source: Proxy Configuration Wizard
ca: Auxiliar de configuració del servidor intermediari (proxy)

source: You must choose a port greater than 1024 and lower than 65535
ca: Heu de triar un port més gran que 1024 i menor que 65535

source: This Wizard needs to run as root
ca: Aquest auxiliar s'ha d'executar com a root

source: Access Control:
ca: Control d'accés:

source: Configuring the Proxy
ca: S'està configurant el servidor intermediari

source: Define an upper level proxy
ca: Definiu un servidor intermediari de nivell superior

source: Filesystem Size Used Avail Use% Mounted on
ca: Sistema de fitxers Mida Usat Lliure Ús% Muntat a

source: Squid is a web caching proxy server, it allows faster web access for your local network.
ca: L'Squid és un servidor intermediari per a web (proxy), permet un accés més ràpid a la web per a la xarxa local.

source: This wizard will help you in configuring your proxy server.
ca: Aquest auxiliar us ajudarà a configurar el servidor intermediari.

source: Upper level proxy port:
ca: Port del servidor intermediari de nivell superior:

source: For your information, here is /var/spool/squid space on disk:
ca: A caire informatiu, aquí teniu l'espai al disc ocupat per /var/spool/squid:

source: Disk Cache is the amount of disk space that can be used for caching on disk.
ca: La memòria cau de disc és la quantitat d'espai de disc que pot usar-se per a l'intercanvi al disc.

source: Proxy Port
ca: Port del servidor intermediari

source: You can use either a numeric format like \q192.168.1.0/255.255.255.0\q or a text format like \q.domain.net\q
ca: Podeu emprar o bé un format numèric com \q192.168.1.0/255.255.255.0\q o bé un format de text com \q.domini.net\q

source: Press Next if you want to keep this value, or Back to correct your choice.
ca: Premeu Següent si voleu mantenir aquest valor, o Anterior per corregir la vostra elecció.

source: You have entered a port that may be useful for this service:
ca: Heu introduït un port que pot ser útil per a aquest servei:

source: Cache hierarchy
ca: Jerarquia de la memòria cau

source: You can safely select \qNo upper level proxy\q if you don't need this feature.
ca: Podeu seleccionar \qNo usar un servidor intermediari de nivell superior\q amb tranquil·litat si no necessiteu aquesta característica.

source: As an option, Squid can be configured in proxy cascading. You can add a new upper level proxy by specifying its hostname and port.
ca: Opcionalment, l'Squid pot configurar-se per ser un intermediari en cascada. Podeu afegir un nivell d'intermediari superior especificant el nom de màquina i el port.

source: The wizard collected the following parameters needed to configure your proxy:
ca: L'auxiliar ha recollit els paràmetres següents necessaris per configurar el servidor intermediari:

source: Memory cache (MB):
ca: Memòria cau (MB):

source: No upper level proxy (recommended)
ca: No usar un servidor intermediari de nivell superior (recomanat)

source: Proxy Cache Size
ca: Mida de la memòria cau del servidor intermediari

source: Press back to change the value.
ca: Premeu Anterior per canviar el valor.

source: Squid wizard
ca: Auxiliar de l'Squid

source: Proxy port:
ca: Port del servidor intermediari:

source: Disk space (MB):
ca: Espai de disc (MB):

source: Upper level proxy hostname:
ca: Nom del servidor intermediari de nivell superior:

source: Localhost - access restricted to this server only
ca: Màquina local - accés permès únicament des d'aquest servidor
