Repository: BoFFire/translation-memory-tools
Catalog: source-pos/mandriva-po/gtk+mdk-*.po
Languages: ca

source: OK
ca: D'acord

source: Help
ca: Ajuda

source: Close
ca: Tanca

source: The help file was not found
ca: No s'ha trobat el fitxer d'ajuda

source: OK
ca: D'acord

source: Cancel
ca: Cancel·la

source: Back
ca: Endarrere

source: Next
ca: Següent

source: Yes
ca: Sí

source: Name
ca: Nom

source: Size
ca: Mida

source: New value for directory: %s
ca: Nou valor per al directori: %s

source: Temp Dir:
ca: Directori temporal:

source: Select new directory
ca: Seleccioneu un nou directori

source: Test Ask Dialog
ca: Comprova el diàleg Pregunta

source: This a test for the ask dialog
ca: Això és una prova per al diàleg Pregunta

source: Test Bang Dialog
ca: Comprova el diàleg Bang

source: This a test for the bang dialog
ca: Això és una prova per al diàleg Bang

source: Test Stop Dialog
ca: Comprova el diàleg Atura

source: This a test for the stop dialog
ca: Això és una prova per al diàleg Atura

source: Test Modal Dialog
ca: Comprova el diàleg Modal

source: This dialog should be modal
ca: Aquest diàleg ha de ser Modal

source: Answer
ca: Resposta

source: You've pressed the "No" Button
ca: Heu premut el botó "No"

source: You've pressed the "Yes" Button
ca: Heu premut el botó "Sí"

source: Red
ca: Vermell

source: Green
ca: Verd

source: Blue
ca: Blau

source: Text for icon 1
ca: Text per a la icona 1

source: tooltip
ca: rètol indicador de funció

source: Page %d
ca: Pàgina %d

source: Software Installer
ca: Instal·lador de programari

source: Page 0
ca: Pàgina 0

source: General information about installing an rpm...
ca: Informació general sobre la instal·lació d'un rpm...

source: Second stage...
ca: Segona fase...

source: Please Wait
ca: Si us plau, espereu

source: directory selector
ca: selector de directori

source: help button
ca: botó d'ajuda

source: ask dialog
ca: diàleg Pregunta

source: bang dialog
ca: diàleg Bang

source: stop dialog
ca: diàleg Atura

source: modal dialog
ca: diàleg Modal

source: framed combo
ca: quadre combinat amb marcs

source: about dialog
ca: quant al diàleg

source: File selector
ca: Selector de fitxers

source: Mdk Buttons
ca: Botons Mdk

source: Mdk Toolbar
ca: Barra d'eines Mdk

source: Wizard
ca: Assistent

source: Progress
ca: Procés
