Repository: BoFFire/translation-memory-tools
Catalog: source-pos/mandriva-po/imlib-*.po
Languages: ca

source: Imlib Config Editor
ca: Editor de configuració Imlib

source: Base Levels
ca: Nivells base

source: Red Levels
ca: Nivells vermells

source: Green Levels
ca: Nivells verds

source: Blue Levels
ca: Nivells blaus

source: Small colour set
ca: Joc petit de colors

source: Medium colour set
ca: Joc mitjà de colors

source: Large colour set
ca: Joc gran de colors

source: Select Palette File
ca: Seleccioneu el fitxer de paleta

source: Select
ca: Selecciona

source: Save
ca: Desa

source: Copy To
ca: Copia a

source: Spread To
ca: Escampa a

source: Set Last
ca: Estableix l'últim

source: Delete
ca: Suprimeix

source: Save User Config
ca: Desa la configuració de l'usuari

source: Save System Config
ca: Desa la configuració del sistema

source: Close
ca: Tanca

source: Color Correction
ca: Correcció de color

source: Display
ca: Visualització

source: Rendering
ca: Dibuix

source: Select Palette
ca: Seleccioneu una paleta

source: Force Palette
ca: Imposa la paleta

source: Dither in Palette Mode
ca: Simulació de colors en el mode Paleta

source: Fast Remapping in Palette Mode
ca: Remapatge ràpid en el mode Paleta

source: High Quality in 15/16bpp
ca: Alta qualitat en 15/16 bpp

source: Limit Maximum Shared memory Size (bytes)
ca: Límita la mida de memòria compartida màxima (en octets)

source: Use Ordered Dithering (Faster)
ca: Utilitza la simulació de colors ordenada (més ràpid)

source: MIT-SHM Shared Memory Enabled
ca: Memòria compartida MIT-SHM habilitada

source: Shared Pixmaps
ca: Mapes de píxels compartits

source: Fast Render
ca: Dibuix ràpid

source: Image Cache (bytes)
ca: Memòria cau d'imatge (en octets)

source: Pixmap Cache (bits)
ca: Memòria cau del mapa de píxels (en bits)

source: Force Visual ID
ca: Imposa l'ID visual
