Repository: BoFFire/translation-memory-tools
Catalog: source-pos/mandriva-po/krootwarning-*.po
Languages: ca

source: _: NAME OF TRANSLATORS Your names
ca: Softcatalà

source: _: EMAIL OF TRANSLATORS Your emails
ca: linux@softcatala.org

source: Warning
ca: Avís

source: Logout
ca: Surt

source: Continue
ca: Continua

source: You are running a graphical interface as root.
ca: Esteu executant una intefície gràfica com a usuari primari.

source: This is a bad idea because as root, you can damage your system, and nothing will stop you.
ca: No és molt bona idea ja que com a usuari primari, podeu danyar el sistema ires no us aturarà.

source: Click on <b>'Continue'</b> if you really know what you are doing.
ca: Feu clic sobre <b>'Continua'</b> si realment sabeu el que esteu fent.

source: Otherwise, please click on <b>'Logout'</b> and read your manual <br>for instructions to add a non-privileged user account <br>to the system.
ca: Si no, si us plau, feu clic sobre <b>'Surt'</b> i llegiu les <br>instruccions del manual per afegir un compte d'usuari no privilegiat <br>al sistema.

source: Show this window again.
ca: Mostra aquesta finestra una altra vegada.
