Repository: BoFFire/translation-memory-tools
Catalog: mandriva-po/menudrake-*.po
Languages: ca

source: Loading menu structure
ca: S'està carregant l'estructura del menú

source: Loading available applications
ca: S'estan carregant les aplicacions disponibles

source: Menu Style
ca: Estil del menú

source: Unable to find menudrake.glade file
ca: No es pot trobar el fitxer menudrake.glade

source: Available applications
ca: Aplicacions disponibles

source: Cannot get stat for file %s
ca: No es poden obtenir les estadístiques del fitxer %s

source: Cannot close dir: %s
ca: No es pot tancar el directori: %s

source: Unable to open file %s
ca: No es pot obrir el fitxer %s

source: Too long value for attribute %s in entry %s, attribute not saved
ca: A l'entrada %2$s hi ha un valor massa llarg de l'atribut %1$s. No s'ha desat l'atribut

source: cannot write menu to file
ca: no es pot gravar el menú al fitxer

source: cannot write menu entry to the menu edit file
ca: no es pot gravar l'entrada del menú al fitxer d'edició del menú

source: cannot create directory:%s
ca: No es pot crear el directori:%s

source: cannot read menu file:%s
ca: no es pot llegir el fitxer de menú:%s

source: Cannot create file: %s
ca: No es pot crear el fitxer: %s

source: couldn't open the user menu file "%s" for writing
ca: no s'ha pogut obrir per escriptura el fitxer de menú d'usuari "%s"

source: Free older menu structure
ca: Estructura de menú més antic lliure

source: Loading pixmap
ca: S'està carregant el mapa de píxels

source: Creating standard menu structure
ca: S'està creant l'estructura de menú estàndard

source: Inserting in tree
ca: S'està inserint a l'arbre

source: Sorting applications
ca: S'estan ordenant les aplicacions

source: couldn't find blue color in /usr/lib/X11/rgb.txt file
ca: no s'ha pogut trobar el color blau al fitxer /usr/lib/X11/rgb.txt

source: All environments
ca: Tots els entorns

source: Environment : %s
ca: Entorn : %s

source: Your changes have not been saved. Do you want to continue?
ca: No heu desat els canvis. Voleu continuar?

source: No icon
ca: Cap icona

source: Update menu configuration finished
ca: L'actualització del menú de configuració ha finalitzat

source: Update menu configuration finished with error !!!
ca: L'actualització de la configuració del menú ha finalitzat amb error !!!

source: Update menu configuration
ca: Actualitza la configuració del menú

source: cannot update menu
ca: no es pot actualitzar el menú

source: Submenu %d
ca: Submenú %d

source: Select a system application before
ca: Seleccioneu una aplicació del sistema abans de

source: Save menu configuration
ca: Desa la configuració del menú

source: Menu configuration saved
ca: S'ha desat la configuració del menú

source: cannot change path to another entry with the same name
ca: no es pot canviar el camí per una altra entrada amb el mateix nom

source: Add attribute
ca: Afegeix un atribut

source: Modify attribute
ca: Modifica l'atribut

source: Delete attribute
ca: Suprimeix l'atribut

source: Cannot open directory: %s
ca: No es pot obrir el directori: %s

source: Security warning : menudrake won't start browser as root
ca: Avís de seguretat: el menudrake no iniciarà el navegador com a root

source: Unable to run browser
ca: No s'ha pogut executar l'explorador

source: "All applications" menu (also called Mandrake menu)
ca: Menú "Totes les aplicacions" (anomenat també menú Mandrake)

source: "What to do ?" menu (also called Simplified menu)
ca: Menú "Què fer ?" (anomenat també menú Simplificat)

source: About
ca: Quant a

source: About MenuDrake
ca: Quant al MenuDrake

source: Action
ca: Acció

source: Add application
ca: Afegeix una aplicació

source: Add directory
ca: Afegeix un directori

source: Add entry
ca: Afegeix una entrada

source: Attribute:
ca: Atribut:

source: Attributes
ca: Atributs

source: Choose your menu style :
ca: Escolliu l'estil de menú :

source: Command:
ca: Ordre:

source: Delete
ca: Suprimeix

source: Delete entry
ca: Suprimeix l'entrada

source: Do you want to edit:
ca: Voleu editar:

source: Environment
ca: Entorn

source: Extended
ca: Ampliat

source: File
ca: Fitxer

source: Help
ca: Ajuda

source: Icon selector
ca: Selector d'icones

source: Icon:
ca: Icona:

source: Long title:
ca: Títol llarg:

source: Menu to edit
ca: Menú per editar

source: Menudrake Startup
ca: Inicialització de Menudrake

source: Menudrake is an application to edit personal menu on Linux-Mandrake distribution. This application is under GNU GPL license and delivered without any warranty. You can send bug report to: http://www.mandrakeexpert.com/
ca: El Menudrake és una aplicació per editar el menú personal sota la distribució Linux-Mandrake. Aquesta aplicació segueix la llicència GPL de GNU i se subministra sense cap garantia. Podeu enviar els informes sobre errors a: http://www.mandrakeexpert.com/

source: Modify Menu style
ca: Modifica l'estil del menú

source: Open in a terminal
ca: Obre en un terminal

source: Original menu (default menu from KDE / GNOME, may not contains all applications)
ca: Menú original (menú per defecte del KDE / GNOME, pot ser que no contingui totes les aplicacions)

source: Path:
ca: Camí:

source: Reload system menu
ca: Torna a carregar el menú del sistema

source: Reload user config
ca: Tornaa a carregar la configuració d'usuari

source: Root menu
ca: Menú arrel

source: Save
ca: Desa

source: System menu
ca: Menú del sistema

source: Title:
ca: Títol:

source: Toolbar
ca: Barra d'eines

source: Use system administrator settings
ca: Segueix els paràmetres de l'administrador del sistema

source: Value:
ca: Valor:

source: Values
ca: Valors

source: View
ca: Visualitza

source: Window Attribute
ca: Atribut de la finestra

source: You are running MenuDrake as root.
ca: Esteu executant MenuDrake com arrel.
