Repository: BoFFire/translation-memory-tools
Catalog: mandriva-po/rfbdrake-*.po
Languages: ca

source: Want to take control (linux client)
ca: Requerir prendre el control (client linux)

source: Allow control of my machine (linux server)
ca: Permetre el contro de la màquina (servidor linux)

source: Windows Terminal Services
ca: Terminal de Serveis de Windows

source: Cancel
ca: Cancel·la

source: Connection
ca: Connexió

source: Help
ca: Ajuda

source: Remote Access Configuration
ca: Configuració d'Accés Remot

source: Remote Access Type
ca: Tipus d'Accés Remot

source: Launch server
ca: Executar el servidor

source: Client configuration
ca: configuració del Client

source: Remote server Address
ca: Adreça del servidor Remot

source: Display Number (default = 0)
ca: Mostrar nombre (per defecte 0)

source: Enter Password
ca: Introduïr Contrassenya

source: FullScreen
ca: A pantalla sencera

source: Server configuration
ca: configuració del Servidor

source: Set Password
ca: Especificar Contrassenya

source: Windows Hostname
ca: Nom de l'ordinador central de Windows

source: Remote FrameBuffer - Copyright (C) %s MandrakeSoft S.A.
ca: Marc de memòria intermèdia Remota - Copyright (C) %s MandrakeSoft S.A.

source: Author:
ca: Autor:

source: It exports the framebuffer of the X server to one or more clients using strong compression and injects keyboard and mouse inputs from the clients into the server.
ca: Per exportar el marc de memòria intermèdia del servidor X a un o més clients emprant strong la compressió i injectant entrades de teclat i ratolí dels clients al servidor.

source: Rfbdrake allows to initiate a Window Terminal Services session with a Windows 2000/XP server.
ca: Rfbdrake permet iniciar una sessió de finestra de Terminal de Serveis amb un servidor Windows 2000/XP.

source: The password is encrypted and one should always set it before giving the control to a remote client.
ca: La contrassenya està encriptada i haureu d'especificar-la després de donar el control al client remot.

source: The rfbdrake tool is both a client and server desktop remote control utility.
ca: L'eina rfbdrake és a la vegada un client i una utilitat de control remot de l'escriptori del servidor

source: Click Here to return
ca: Cliqueu Aqui per tornar

source: Enter a valid address please!
ca: Si us plau, introdueix una adreça vàlida

source: You should install vnc client to connect to the server
ca: Heu d'instal·lar el client vnc per connectar al servidor

source: Install the rfb package if you want to export your desktop to a remote client
ca: Heu d'instal·lar el paquet rfb si voleu exportar el vostre escriptori a un client remot

source: Rdesktop is not installed, install it with 'urpmi rdesktop'
ca: Rdesktop no està instal·lat, instal·leu-lo amb 'urmi rdesktop'

source: Close
ca: Tancar
